[
    {
      "app_availability": {
        "available_in": [
          "IN",
          "US"
        ],
        "package_name": "com.cyberlink.youperfect"
      },
      "cat_key": "BEAUTY",
      "cat_keys": [
        "BEAUTY",
        "APPLICATION"
      ],
      "category": "Photo & Video",
      "description": "**The world's #1 AR makeup camera app & AI selfie editor. Try on hundreds of virtual makeovers from top brands, apply instant makeup beauty filters!**\n\nYouCam Makeup also offers advanced retouch tools to instantly make skin smoother, fine-tune from face, nose to lip shape, whiten teeth, enlarge eyes, and more! Start your selfie game right now!\n\n【Unleash your AI's potential】\n◇ AI Hair Style – Try various hair styles & hair color with one tap\n◇ AI Avatar – Personalize your online presence for profiles and social media\n◇ AI Pet Avatar – Create custom AI avatars of your furry family members\n◇ AI Fashion – Immerse yourself in the world of fashion with AI Fashion offering 15+ trendy styles\n\n【Real-Time Virtual Makeover】\n◇ Live makeup cam allows you to try instant makeovers including lipstick, eye shadow, eyebrows, contour, eyelashes, foundation, eye color, blush and more\n◇ Seven lip textures from matte and gloss, to metallic and holographic\n◇ Record a fantastic selfie makeup filter video to share on social platforms\n\n【Face Retouch & Selfie Editor】\n◇ Face Shaper – face slimming & reshape cheekbone, chin, jaw & forehead\n◇ Contour – real-time shape get a supermodel’s face\n◇ Highlight – instant makeover for stunning cheekbone & nose bridge\n◇ Foundation & Blush – one-tap to try brand shades\n◇ Blemish Removal – fine-tune skin to remove pimples, acne, blackhead, wrinkles, spots & dark circles\n◇ Concealer –  instantly remove pimples, acne, blackhead, spots & dark circles\n◇ Face Paint – apply cute art on your face\n◇ Smile Editor – Add a smile to perfect your selfies\n\n【True-to-Life Hair Color & Trendy Hairstyles】\n◇ Play hair color games with the most realistic hair dye tool\n◇ Find your favorite hair color & effects before you dye your hair\n◇ Get hairstyles from long & curly to short & straight to trendy bangs & bob haircut\n\n【Beautiful Eyes & Brows】\n◇ Easily apply hundreds of eyeshadow styles & colors \n◇ Get drama with a range of eyeliner & lash styles\n◇ Try eyebrow editor, for many shapes and colors\n\n【YouCam Makeup Premium Version】\nUpgrade to YouCam Makeup Premium for unlimited access to:\n◇ Exclusive makeup collections & lip art styles\n◇ Unlimited use of beautify tools, including Eye Tuner, Concealer, Face, Lip, Nose Shaper & more \n◇ Save photos in HD\n◇ Teeth whitener for perfect teeth!\n◇ Enhance nose shape including size, bridge, length, and tip instantly\n◇ Single color or ombré hair editing\n◇ Remove watermarks\n◇ An AD-FREE editing experience\n◇ Monthly NEW premium content delivered right to you!\n\n-----\n\nPerfect Corp’s Terms of Use (https://www.beautycircle.com/info/terms-of-service.action)\nPrivacy Policy (https://www.beautycircle.com/info/privacy.action).\n\nPayment will be charged to iTunes Account at confirmation of purchase. Subscriptions automatically renew unless auto-renew is turned off at least 24-hours before the end of the current period (1 month / 1 year). Account will be charged for renewal within 24-hours prior to the end of the current period, and identify the cost of the renewal. Subscriptions may be managed by the user and auto-renewal may be turned off by going to the user's Account Settings after purchase. No cancellation of the current subscription is allowed during active subscription period. Any unused portion of a free trial period will be forfeited when the user purchases a subscription to that publication.\n\n******************************\nIdeas? Share them with us by email or Facebook\nBugs? Please report them and they will be fixed shortly!\nEmail: YouCamMakeup_ios@perfectcorp.com\nFollow us: https://www.instagram.com/youcamapps/",
      "android_package_name": "com.cyberlink.youperfect",
      "ios_bundle_id": "com.cyberlink.youcammakeup",
      "title": "YouCam Makeup",
      "domain_name": [
        "https://www.perfectcorp.com/consumer",
        "https://www.perfectcorp.com"
      ],
      "website": "https://www.perfectcorp.com/consumer",
      "developer": "PERFECT MOBILE CORP.",
      "app_country": "US",
      "icon": "https://play-lh.googleusercontent.com/mnbSYc6QyMgP8zWoGivOwuC274YGRDaqL1N0y6OACajwpO395Oi1Dmuz4L3y43hI6g",
      "icon_72": "https://play-lh.googleusercontent.com/mnbSYc6QyMgP8zWoGivOwuC274YGRDaqL1N0y6OACajwpO395Oi1Dmuz4L3y43hI6g=s72-rw",
      "market_status": "PUBLISHED"
    },
    {
      "app_availability": {
        "available_in": [
          "IN",
          "US"
        ],
        "package_name": "com.jio.sephora"
      },
      "cat_key": "BEAUTY",
      "cat_keys": [
        "BEAUTY",
        "APPLICATION"
      ],
      "category": "Shopping",
      "description": "Discover brand new beauty and skincare routines with Sephora. Explore the best beauty products from top brands like FENTY BEAUTY by Rihanna, The Ordinary, and Sephora Collection. \n\nTry the latest product releases or find brands focusing on inclusivity and diversity. Treat yourself and redeem your points for Beauty Insider Cash or luxurious samples.\n\nEasily shop for your beauty needs, from makeup and skincare to haircare products. Find the perfect foundation, mascara, or concealer for you by comparing product information, how to use instructions, and photos from the Sephora community. If you are looking for good beauty at a better price, try Sephora Collection makeup and skincare!\n\n3 Reasons you’ll love the Sephora app\n1. Get access to offers & deals with Beauty Insider\n2. Shop all your favorite beauty products in just a few steps\n3. Discover the latest trends & releases\n\nInterested in clean products with ingredients you’ll love? Look for the green “Clean at Sephora” seal which means the product is formulated without parabens, sulfates SLS and SLES, phthalates, mineral oils, formaldehyde and more!\n\nSephora Features:\n\nSKINCARE\n• Find the perfect skincare routine for your skin type\n• Treat acne, dark spots, dryness & pores with our top-rated products\n• Shop from leading skincare brands like Kiehl’s, La Mer, Drunk Elephant & many more!\n\nMAKEUP & COSMETICS\n• Best-selling brands like Urban Decay, KVD Vegan Beauty & many more!\n• Browse palettes, mini sizes & value sets to suit your beauty budget\n• Get special access to the latest offers\n\nHYBRID PRODUCTS\n• Makeup and skincare in one effective product\n• Get healthy-looking skin while looking your best\n• Shop makeup hybrid products from Supergoop, Milk, and Ilia\n\nFRAGRANCE\n• Buy all-time favorite fragrances or try a fresh new signature scent\n• Select beautifully packaged gift sets & mini-editions\n• Luxurious scents from Jean Paul Gaultier, Lancome, Yves Saint Laurent and more\n\nHAIR PRODUCTS\n• Explore tools to style and treat your hair for effortlessly luscious locks\n• Try out the very best conditioners & hair masks\n• Shop beautifully packaged sets for the perfect hair care gift\n\nThe Sephora App has your beauty needs covered from head to toe. Never miss a beauty deal with Insider-only offers, products uniquely at Sephora, promotions, and more.\n\nDownload the Sephora App now for the best beauty shopping experience.\n\nSummary information concerning the data collected by the App can be found within the App Privacy section below. Note that the summary only applies to the App, not information collected by Sephora in other contexts, such as on our website. Also note that the summary is controlled by Apple using predefined terms and selections. A full explanation of our privacy practices can be found in our privacy policy at https://www.sephora.com/beauty/privacy-policy. To the extent there may be a discrepancy between an App-specific privacy disclosure, and the Sephora Privacy Policy, you should look to the Sephora Privacy Policy for clarity",
      "android_package_name": "com.jio.sephora",
      "ios_bundle_id": "com.sephora.sephoramobile",
      "title": "Sephora",
      "domain_name": [
        "https://www.sephora.com",
        "https://www.sephora.com"
      ],
      "website": "https://www.sephora.com",
      "developer": "Sephora USA, Inc",
      "app_country": "US",
      "icon": "https://play-lh.googleusercontent.com/lS5nqpkZzQS_vZju8LgiZSVROxicGAcTpvWo9nQL-OL8E8r9fSXbce1n0h_89fVUmiY",
      "icon_72": "https://play-lh.googleusercontent.com/lS5nqpkZzQS_vZju8LgiZSVROxicGAcTpvWo9nQL-OL8E8r9fSXbce1n0h_89fVUmiY=s72-rw",
      "market_status": "PUBLISHED"
    },
    {
      "app_availability": {
        "available_in": [
          "IN",
          "US"
        ],
        "package_name": "com.ultabeauty.flc"
      },
      "cat_key": "BEAUTY",
      "cat_keys": [
        "BEAUTY",
        "APPLICATION"
      ],
      "category": "Shopping",
      "description": "Download the Ulta Beauty app today and get everything you love about Ulta Beauty right at your fingertips.\n\n\n\nTrack your Ulta Beauty Rewards™ points progress, activate membership and app-exclusive offers and redeem points anywhere, anytime. Discover the updated GLAMlab® for virtual try-on, Foundation Shade Matcher to find your perfect shade and Skin Analysis for a customized skin care recommendation.\n\n\n\n•\tShop by category and filter by brand, price, rating, bestsellers & new arrivals. Discover brands you’ll find exclusively at Ulta Beauty and celebrate, amplify and support underrepresented voices in the beauty industry.\n\n\n\n•\tDiscover Conscious Beauty at Ulta Beauty®—choices for you and for your world. Shop the brands that share your values with our five pillars: Clean Ingredients, Vegan, Cruelty Free, Sustainable Packaging and Give Back.\n\n\n\n•\tBook a beauty service at The Salon™ at Ulta Beauty. Choose from hair services, waxing & brows, makeup & lashes, skin services and ear piercing.\n\n\n\n•\tOpt in for push notifications and be the first to know about app-exclusive offers, upcoming events at your local Ulta Beauty and more.",
      "android_package_name": "com.ultabeauty.flc",
      "ios_bundle_id": "com.ulta.UltaMcommerceApp",
      "title": "Ulta Beauty",
      "domain_name": [
        "https://www.ulta.com/app",
        "https://www.ulta.com"
      ],
      "website": "https://www.ulta.com/app",
      "developer": "Ulta Salon, Cosmetics and Fragrance Inc.",
      "app_country": "US",
      "icon": "https://play-lh.googleusercontent.com/sLmyeyOLw7NeH5OIn0oUgya8G4pn-ysIihb_pPXkppaAFrGY2eOuvTaY37EOgxqK2s8",
      "icon_72": "https://play-lh.googleusercontent.com/sLmyeyOLw7NeH5OIn0oUgya8G4pn-ysIihb_pPXkppaAFrGY2eOuvTaY37EOgxqK2s8=s72-rw",
      "market_status": "PUBLISHED"
    },
    {
      "app_availability": {
        "available_in": [
          "IN",
          "US"
        ],
        "package_name": "tv.uscreen.ladychicglam"
      },
      "cat_key": "BEAUTY",
      "cat_keys": [
        "BEAUTY",
        "APPLICATION"
      ],
      "category": "Lifestyle",
      "description": "Glamsquad is your on-demand app for hair, makeup and nails - anytime, anywhere. Our experienced professionals are at your fingertips with the Glamsquad beauty app.\n\nIt's easy! Simply select a date, time, location and payment method to secure your appointment and our pros arrive fully prepared with tools and products to customize a look you'll love.\n\nHAIR - Bring the hair salon or blow dry bar to you with professional blowouts and much more. We create any look you want, including waves, braids and updos for every hair type, texture and occasion. \n\nMAKEUP - Whether you’re looking for natural, glamorous or something in-between, we take a personalized approach to create your perfect look. We’re sure Glamsquad will become your favorite make-up app. Pair with hair for the ultimate glam.\n\nNAILS - Why go to the nail salon ever again? We’ve “nailed\" the art of manicures, pedicures, nail designs, Shellac, and spa services. Count on the most luxurious, most hygienic experience. \n\nWEDDING - Hair, makeup and nails appointments for the big day (and all the events leading up to it) for the bride, bridal party, family and friends.\n\nGlamsquad currently operates in:\n\n- NYC\n- Hoboken\n- Jersey City\n- LA & Southern California\n- Miami & South Florida\n- SF & The Bay Area\n- Washington DC\n- Boston\n- Dallas / Fort Worth\n- Houston\n- with more cities to come!!\n\nDownload the Glamsquad app now!",
      "android_package_name": "tv.uscreen.ladychicglam",
      "ios_bundle_id": "com.glamsquad.Glamsquad",
      "title": "Glamsquad",
      "domain_name": [
        "https://glamsquad.com",
        "https://glamsquad.com"
      ],
      "website": "https://glamsquad.com",
      "developer": "JMB Glamsquad LLC",
      "app_country": "US",
      "icon": "https://play-lh.googleusercontent.com/bg5FkT_Rz-F153_O0PD5f9pVDl9ctk1XNIrMoQs8xPEHCZ5iSTIIvDY4PlhbMkYjXg",
      "icon_72": "https://play-lh.googleusercontent.com/bg5FkT_Rz-F153_O0PD5f9pVDl9ctk1XNIrMoQs8xPEHCZ5iSTIIvDY4PlhbMkYjXg=s72-rw",
      "market_status": "PUBLISHED"
    },
    {
      "app_availability": {
        "available_in": [
          "IN",
          "US"
        ],
        "package_name": "com.beautybarn.mobile"
      },
      "cat_key": "BEAUTY",
      "cat_keys": [
        "BEAUTY",
        "APPLICATION"
      ],
      "category": "Shopping",
      "description": "Shop for amazing makeup, hair and skincare products on the Beautylish app! Makeup and beauty product reviews covering your favorite brands and new product releases to find the best makeup. Conveniently save your favorite beauty finds on your wish list.\n\n\"Absolutely loooove @beautylish! They have amazing customer service & I can't wait to be ordering more from them :)\" -@ohdearitskacie\n\n“5 Stars! With my Beautylish app; all those beauty changes I wanted to do I can. Inspiration; products for the inspiration and tutorials! LOVE IT!!” -@natashiiabrown\n\nShop popular brands including:\n- Charlotte Tilbury\n- Good Molecules\n- Hourglass\n- Jeffree Star Cosmetics\n- Natasha Denona\n- RCMA Makeup\n- Sonia G.\n- TOM FORD\n- Wayne Goss\n\nContact Us: Send any questions, suggestions or problems to service@beautylish.com or call us at 877-992-5474.\n\nThe Beautylish App is perfect for your beauty obsession!",
      "android_package_name": "com.beautybarn.mobile",
      "ios_bundle_id": "com.beautylish.Beautylish",
      "title": "Beautylish",
      "domain_name": [
        "http://www.beautylish.com",
        "https://www.beautylish.com"
      ],
      "website": "http://www.beautylish.com",
      "developer": "Beautylish Inc.",
      "app_country": "US",
      "icon": "https://play-lh.googleusercontent.com/4YNg1gkePfFo3yma5ETZGfUR5grYngwkosiMSsO0oALshppKbUVZjJnLK3FjEVexFj0",
      "icon_72": "https://play-lh.googleusercontent.com/4YNg1gkePfFo3yma5ETZGfUR5grYngwkosiMSsO0oALshppKbUVZjJnLK3FjEVexFj0=s72-rw",
      "market_status": "PUBLISHED"
    },
    {
      "app_availability": {
        "available_in": [
          "IN",
          "US"
        ],
        "package_name": "com.arcsoft.perfect365"
      },
      "cat_key": "BEAUTY",
      "cat_keys": [
        "BEAUTY",
        "APPLICATION"
      ],
      "category": "Lifestyle",
      "description": "Perfect365 is your ultimate FREE virtual makeup editor and photo filter app, giving your selfies an instant beauty upgrade for stunning shares on Instagram, Facebook, Snapchat, TikTok, and beyond.\n\n▶ PERFECT365: YOUR PHOTO EDITOR & MAKEUP MAGICIAN ◀\n\n• Trusted by over 100 million users and a celeb-favorite, endorsed by The Today Show, ABC News, Allure, and Seventeen.\n• Weekly new styles by expert artists and our in-house Beauty Squad.\n• The preferred virtual makeup app for beauty and makeup aficionados worldwide!\n\n▶ FLAWLESS FEATURES AT YOUR FINGERTIPS ◀\n\n[ COMPLETE MAKEUP EDITOR ]\n• Play with over 30 makeup and beauty tools, including liners, lipsticks, and makeup filters for that perfect selfie.\n• Instantly switch up your look with 200+ pre-set Hotstyles—just one tap away.\n• Mix and match unlimited color combos with the Pro Color Palette.\n\n[ TRENDSETTER'S PARADISE ]\n• Get the latest looks from the Red Carpet and Fashion Weeks.\n• Keep up with daily makeup and fashion tips.\n• Learn from your favorite YouTube artists with step-by-step video tutorials.\n\n[ MAKEUP FILTERS FOR EVERY MOOD ]\n• Tailor your look with subtle touchup features for the perfect no-makeup glow.\n• Ensure precision makeup placement with advanced face detection technology.\n• Get product recommendations to complement your virtual makeover.\n\n▶ CRAFT AND SHARE YOUR UNIQUE STYLE ◀\n\n[ BEAUTY FILTERS GALORE ]\n• Experiment with bold lipstick shades, hair color filters, or the latest beauty and makeup trends without hassle.\n• Personalized makeup looks designed by our in-house experts, tailored just for you.\n\n[ CUTTING-EDGE BEAUTY TECH ]\n• Benefit from Intelligent Imaging™ tech, part of over 1.5 billion smart devices.\n• Experience fresh and fabulous transformations with AI-powered makeup edits.\n\n▶ GO BEYOND WITH PERFECT365 PLUS ◀\n\n• Upgrade to an ad-free experience with our premium subscription for unlimited creativity.\n• Access exclusive looks created by professional makeup artists.\n• Save your flawless edits in high-definition and master advanced makeup tools.\n\n1-month subscription: 4.99 USD\n\nPayment will be charged to your iTunes account at confirmation of purchase. Subscriptions will automatically renew unless auto-renew is turned off at least 24 hours before the end of current period. Your account will be charged according to your plan for renewal within 24 hours prior to the end of the current period. You can manage or turn off auto-renew in your Apple ID account settings at any time after purchase. Any unused portion of a free trial period, if offered, will be forfeited when you purchase a subscription.\n\nPerfect365 is more than an app – it's a beauty revolution at your fingertips. Elevate every selfie with our unmatched virtual makeup tools. Download Perfect365 and enter a world where beauty and technology converge. Need support or wish to unlock premium? Reach out at iosappstore@perfect365.com – let’s make every selfie a statement!\n\nDisclaimer: Continued use of GPS running in the background can dramatically decrease battery life.\n\nTerms of Service: https://www.perfect365.com/about/terms-of-services",
      "android_package_name": "com.arcsoft.perfect365",
      "ios_bundle_id": "com.arcsoft.Perfect365",
      "title": "Perfect365",
      "domain_name": [
        "https://www.perfect365.com",
        "https://www.perfect365.com"
      ],
      "website": "https://www.perfect365.com",
      "developer": "Perfect365, Inc.",
      "app_country": "US",
      "icon": "https://play-lh.googleusercontent.com/gG8W_LKwH7j7zHeYbQMQnStRq406uY7mIZIVCVAhtxKvnpMe5MYRi8xUQlnwl6ABYVs",
      "icon_72": "https://play-lh.googleusercontent.com/gG8W_LKwH7j7zHeYbQMQnStRq406uY7mIZIVCVAhtxKvnpMe5MYRi8xUQlnwl6ABYVs=s72-rw",
      "market_status": "PUBLISHED"
    },
    {
      "app_availability": {
        "available_in": [
          "IN",
          "US"
        ],
        "package_name": "com.styleseat.promobile"
      },
      "cat_key": "BEAUTY",
      "cat_keys": [
        "BEAUTY",
        "APPLICATION"
      ],
      "category": "Lifestyle",
      "description": "StyleSeat is the go-to destination for connecting clients with top beauty and barber professionals nearby. Whether it's the perfect haircut, flawless makeup, or trendy nail  services, clients trust StyleSeat to bring their dream looks to life. For beauty and barber professionals, StyleSeat goes beyond booking—it's the all-in-one software to build and manage their business seamlessly, from attracting clients to getting paid.\n\nEasy Appointment Scheduling\nClients can see a professional’s availability and service at-a-glance, and schedule an appointment anytime. StyleSeat helps professionals manage their calendar, determine their most in-demand times, and even book services for regulars. \n\nStay Connected with Chats and Reminders\nHave a question? Need a consultation? Clients can connect directly to a professional right in the app to discuss the details before the appointment. \n\nSafe, Secure Payments\nStyleSeat Payments is a trusted checkout solution for Clients to keep their card-on-file or pay in-person. Professionals can accept deposits, and adjust policies for no-shows or late cancellations.",
      "android_package_name": "com.styleseat.promobile",
      "ios_bundle_id": "com.dist.styleseat",
      "title": "StyleSeat",
      "domain_name": [
        "http://www.styleseat.com",
        "https://www.styleseat.com"
      ],
      "website": "http://www.styleseat.com",
      "developer": "StyleSeat, Inc.",
      "app_country": "US",
      "icon": "https://play-lh.googleusercontent.com/OAWUc5y9oJs6ISLqTPNhxf023PI4UvKB3R9SdT13bmxml6h1dUVhW-VPhLwjiU5PSt4",
      "icon_72": "https://play-lh.googleusercontent.com/OAWUc5y9oJs6ISLqTPNhxf023PI4UvKB3R9SdT13bmxml6h1dUVhW-VPhLwjiU5PSt4=s72-rw",
      "market_status": "PUBLISHED"
    },
    {
      "app_availability": {
        "available_in": [
          "IN",
          "US"
        ],
        "package_name": "com.rubytribe.skinvision.ac"
      },
      "cat_key": "BEAUTY",
      "cat_keys": [
        "BEAUTY",
        "APPLICATION"
      ],
      "category": "Medical",
      "description": "CONSULTATIONS WITH ONLINE DERMATOLOGISTS\n* World’s leading dermatology app for tracking skin changes, moles, skin care and telehealth in dermatology.\n* Dermatologically Endorsed by the Skin Health Alliance\n* App Store App of the Day on World Cancer Day\n* Recommended by doctors to their patients in over 130 clinics/hospitals worldwide\n* Mentioned by Forbes, USAToday, CNET, Lifehacker, Digital Health News, MobiHealthNews and many more.\n\nMIISKIN APP FEATURES\nSome app features are exclusively part of Miiskin Premium or Premium Light and consultations with dermatologists requires payment.\n\n* TELEHEALTH CONSULTATION with a dermatologist. Find a dermatologist licensed in your state and start a consultation. Get a treatment plan and prescription, if appropriate, within two business days.\n\n* PHOTOS AND TELEHEALTH with anyone you like. Ask your doctor and healthcare provider about your usage of the app and if they can receive photos for telehealth consultations or triage. Always follow your doctor’s instructions.\n\n* CLOSE-UP PHOTOGRAPHY used for tracking changes in single moles and other local areas on the skin. Miiskin has carefully calibrated the camera for the best possible close-up photography. Log the location on a body chart / map.\n\n* IN-APP COMPARISON allows you to get a SIDE-BY-SIDE VIEW of your photos so you can more easily compare them for changes over time.\n\n* AUTOMATIC SKIN IMAGING using computer vision and augmented reality technology makes the app capable of taking FULL-BODY IMAGES of you. All you need to do is to place the phone upright on a table with the camera facing the room and it does the rest. Currently available for iPhone XR, XS, 11, 11Pro and SE 2020.\n\n* MOLE SIZING helps you measure your moles and lesions over time. Simply add a coin into your close-up photos.\n\n* FACE TRACKING lets you take selfies from multiple-angles in seconds to track e.g. acne or skincare results\n\n* WEB COMPARE allows you to access your Miiskin App photos in the browser on any tablet or computer with a SIDE-BY-SIDE VIEW. Very useful for you to compare your full-body images for any changes on a larger screen.\n\n* SECURITY AND PRIVACY is a big priority for us. Miiskin separates your photos from your normal camera roll and encrypts them so no other apps can access them. You can protect them even more with a PIN-code or your Face/Touch ID and BLUR OUT areas of your full-body photos that you wish to stay private even if you share your photos.\n\nMIISKIN DOES NOT PROVIDE A DIAGNOSIS\nThe app does not diagnose your moles or evaluate the risk of melanoma, skin cancer or any other conditions. The app assists you with tracking skin and moles over time with a photo diary. We do not think that with today’s technology, and the present quality of smartphone images, that it is possible to provide AI diagnoses of melanoma or skin cancer risk. \n\nIf you find a mole or mark that looks concerning you should always consult a certified doctor.\n\nTHE VISION OF MIISKIN\nMiiskin’s vision is to help you keep track of skin changes and increase access to dermatology care in the most user-friendly way possible.\n\nMIISKIN PREMIUM\nPayment will be charged to iTunes Account at confirmation of purchase. The subscription automatically renews unless auto-renew is turned off at least 24-hours before the end of the current period. Your account will be charged for renewal within 24-hours prior to the end of the current period, and identify the cost of the renewal. Subscriptions may be managed by the user and auto-renewal may be turned off by going to the user's Account Settings after purchase. Any unused portion of a free trial period, if offered, will be forfeited when the user purchases a subscription to that publication, where applicable.\n\nTERMS OF SERVICE\nhttps://miiskin.com/terms\n\nMIISKIN SUPPORT\nIf you need any help or assistance with the app or your subscription, do not hesitate to contact Miiskin on support@miiskin.com.",
      "android_package_name": "com.rubytribe.skinvision.ac",
      "ios_bundle_id": "com.Miiskin",
      "title": "SkinVision",
      "domain_name": [
        "https://miiskin.com",
        "https://miiskin.com"
      ],
      "website": "https://miiskin.com",
      "developer": "Miiskin ApS",
      "app_country": "US",
      "icon": "https://play-lh.googleusercontent.com/SuY9MJysv6iEhDWipfG3ZmbsTy6McwpiHLevqJahllVOPv4N53CZxhW025pyUeSRL6_x",
      "icon_72": "https://play-lh.googleusercontent.com/SuY9MJysv6iEhDWipfG3ZmbsTy6McwpiHLevqJahllVOPv4N53CZxhW025pyUeSRL6_x=s72-rw",
      "market_status": "PUBLISHED"
    },
    {
      "app_availability": {
        "available_in": [
          "IN",
          "US"
        ],
        "package_name": "com.fproshop.fproshop"
      },
      "cat_key": "BEAUTY",
      "cat_keys": [
        "BEAUTY",
        "APPLICATION"
      ],
      "category": "Shopping",
      "description": "Discover happiness with FabFitFun. We’re the membership for every part of your life, whether you’re a working mom or a busy entrepreneur — we’re here to help you take care of yourself and live life to the fullest.\n\nThere’s something for everyone, including our seasonal box, super-discounted sales, members-only streaming platform, and of course, our close-knit Community Forum.\n\nWith the mobile app you can:\n* Shop Add-Ons and Edit sales\n* Customize your box\n* Discover more about your in-box products through exclusive content and tutorials\n* Join the conversation in our Community Forum where you can meet other FFF-obsessed members.\n \nMore about FabFitFun:\nFabFitFun is a lifestyle brand that inspires happiness and personal growth through discovery. Every season, we will send you a shipment of new products that span beauty, fashion, fitness, home, travel and beyond, valued at $200+ for only $59.99 and curated by our team of experts. This app will enhance your membership by allowing you to explore all the items in the box with your phone’s camera, and to unlock unique content like tutorials and ratings.\n \nIf you enjoy using the FabFitFun app, please leave us a kind review in the App Store. If you would like to share your feedback, please contact us by visiting fff.me/care",
      "android_package_name": "com.fproshop.fproshop",
      "ios_bundle_id": "com.fabfitfun.fabfitfun",
      "title": "FabFitFun",
      "domain_name": [],
      "website": "",
      "developer": "FabFitFun, Inc.",
      "app_country": "US",
      "icon": "https://play-lh.googleusercontent.com/x9mi9_JCTj_jTONOUIPBrsrf6BNoQaChy4EEu9zoSH1hGFyrauQI4icIb0PJquJv4A",
      "icon_72": "https://play-lh.googleusercontent.com/x9mi9_JCTj_jTONOUIPBrsrf6BNoQaChy4EEu9zoSH1hGFyrauQI4icIb0PJquJv4A=s72-rw",
      "market_status": "PUBLISHED"
    },
    {
      "app_availability": {
        "available_in": [
          "IN",
          "US"
        ],
        "package_name": "com.condenast.voguerunway"
      },
      "cat_key": "BEAUTY",
      "cat_keys": [
        "BEAUTY",
        "APPLICATION"
      ],
      "category": "Magazines & Newspapers",
      "description": "Everything you love about Vogue - anytime, anywhere. Get the news, shop the latest trends, and connect with fellow fashion obsessives from around the world with the Vogue app. \n\nOn the Vogue app, you can:\n- Get the inside line on the top stories from Vogue editors.\n- Engage with fellow fashion enthusiasts in discussions on your favorite topics.\n- Shop editor-approved buys and the latest trends all within the app. \n- Test your runway IQ with our daily Runway Genius quiz.\n- Discover new topics to join the conversation across the globe.\n- Never miss a story by following Vogue editors and contributors and exploring their latest posts.\n- Take a front row seat at every international show.\n- Explore our archive of 20,000+ fashion shows by designer, season, location and type\n- Browse 1 million+ runway images— dating back to 1988—with AI-powered image search.\n- Vote on your favorite looks, then see how your selects stack up to the Vogue community.\n- Save looks and collections to your mood boards, with advanced organizational tools.\n- Get a close-up look at all the details from Dior, Chanel, Louis Vuitton, and so much more.\n- Follow your favorite brands and topics so you never miss a Vogue moment.\n- Share your favorite looks and collections with others via email, text, and social media.\n- Browse thousands of photos capturing street style worldwide, shot by our renowned photographers.\n- Read reviews from Vogue’s internationally recognized writers for our insider take.",
      "android_package_name": "com.condenast.voguerunway",
      "ios_bundle_id": "com.style.MobileStyle",
      "title": "Vogue Runway",
      "domain_name": [
        "http://www.vogue.com",
        "https://www.vogue.com"
      ],
      "website": "http://www.vogue.com",
      "developer": "Advance Magazine Publishers Inc.",
      "app_country": "US",
      "icon": "https://play-lh.googleusercontent.com/JX0owWCxz78ESiQT9aI7pDlXTsTmZGQzElm9F2yQ0OtjAx8SITnSY_4_r_259l1PUZQQ",
      "icon_72": "https://play-lh.googleusercontent.com/JX0owWCxz78ESiQT9aI7pDlXTsTmZGQzElm9F2yQ0OtjAx8SITnSY_4_r_259l1PUZQQ=s72-rw",
      "market_status": "PUBLISHED"
    },
    {
      "app_availability": {
        "available_in": [
          "IN",
          "US"
        ],
        "package_name": "com.thedermacoapp"
      },
      "cat_key": "BEAUTY",
      "cat_keys": [
        "BEAUTY",
        "APPLICATION"
      ],
      "category": "Lifestyle",
      "description": "The Dermalogica on Montana app makes booking your appointments even easier. You're just a few taps away from feeling good and looking great!\n\nWith our App, you can:\n* Book your next appointment 24/7\n* Meet our team and choose your favourite\n* Keep a record of your appointments\n* Register and manage your account\n\nAnd More",
      "android_package_name": "com.thedermacoapp",
      "ios_bundle_id": "com.phorest.dermalogicaonmontana",
      "title": "Dermalogica",
      "domain_name": [],
      "website": "",
      "developer": "Tom Marchant",
      "app_country": "US",
      "icon": "https://play-lh.googleusercontent.com/twx_Pnxkcbvc8_FGkmI5yAnJ9bjXaC2XQobhimu_H_eNSkYfzNSrwZ5Y2T7AkqJ-wg",
      "icon_72": "https://play-lh.googleusercontent.com/twx_Pnxkcbvc8_FGkmI5yAnJ9bjXaC2XQobhimu_H_eNSkYfzNSrwZ5Y2T7AkqJ-wg=s72-rw",
      "market_status": "PUBLISHED"
    },
    {
      "app_availability": {
        "available_in": [
          "IN",
          "US"
        ],
        "package_name": "its.myapps.haircolorchanger"
      },
      "cat_key": "BEAUTY",
      "cat_keys": [
        "BEAUTY",
        "APPLICATION"
      ],
      "category": "Photo & Video",
      "description": "Hair Color allows you to change the hair color in your photos easily. With its streamlined interface and highly customizable tools, you can digitally color your hair with a few taps. You can try out all hair colors from blonde to punk, or highlight multiple streaks if you like.\n\nHair Color works on all types of hair, including light and dark hair. You can select a suitable hair coloring method: highlighting, lowlighting or bleach for your hair. You may also combine different colors, methods and effects to create hair styles of your own.\n\nFEATURES\n- Works on both dark and light hair\n- Different hair color modes: Highlighting, Lowlighting and Bleach\n- Lots of colors to choose from\n- Add multiple color streaks to your hair\n- Multi-touch gestures for hair colouring and zooming\n- Photo alignment tools\n- Color strength controls\n- Share to Instagram, twitter, etc.",
      "android_package_name": "its.myapps.haircolorchanger",
      "ios_bundle_id": "com.waydc.InstaHairColorFree",
      "title": "Best Hair Colors",
      "domain_name": [],
      "website": "",
      "developer": "WayDC Limited",
      "app_country": "US",
      "icon": "https://play-lh.googleusercontent.com/BipInCJYp5sxWQAME1goOJiKMmukbZVyUp4IGa1HTC7FKYVsbYtK5eqP87VlNmtJ3w",
      "icon_72": "https://play-lh.googleusercontent.com/BipInCJYp5sxWQAME1goOJiKMmukbZVyUp4IGa1HTC7FKYVsbYtK5eqP87VlNmtJ3w=s72-rw",
      "market_status": "PUBLISHED"
    },
    {
      "app_availability": {
        "available_in": [
          "IN",
          "US"
        ],
        "package_name": "com.sjh.haircolor.eyecolor.changer.real.ai"
      },
      "cat_key": "BEAUTY",
      "cat_keys": [
        "BEAUTY",
        "APPLICATION"
      ],
      "category": "Reference",
      "description": "With this app, it can help you to change a new hair color in just seconds. Specially the powerful AI camera function can change your hair color in real-time.\n\nAll you have to do is select a photo, outline hair and then apply different colors. Once your hair makeover is complete, you can save it or share on Instagram, Facebook, Twitter, etc.\n\nFeatures: \n• Hduge range of hair colors to choose from\n• Pick any color you want from the photo by Camera or Photo Library\n• Super realistic hair coloring\n• Brush & Opacity: Adjust the brush size and opacity for natural effect\n• Erase Tools: Adjust the eraser size and opacity for easy edit\n• Redo, Undo & Clear Tools\n• Pan & Zoom: Help you work precisely\n• AI Camera: the effect of hair color change can be seen in real time when you look at the camera\n• AI Drawing: when the switch is turned on, the app can automatically identify the hair part from the portrait photo you choose and then automatically     change its color without manual drawing\n• Pick color from palette\n• pick color from anything around by camera in real time \n• pick color from anywhere in the photo you select\n• Powerful photo editor: crop photo; reverse photo; many photo filters; add text on photo; add stickers on photo; blur photo\n\nChanging your hair color couldn’t be easier! Get it now and it will surprise you!",
      "android_package_name": "com.sjh.haircolor.eyecolor.changer.real.ai",
      "ios_bundle_id": "com.pop.hair.color",
      "title": "Hair Color Changer",
      "domain_name": [
        "https://media-studio.github.io",
        "https://media-studio.github.io"
      ],
      "website": "https://media-studio.github.io",
      "developer": "国媚 张",
      "app_country": "US",
      "icon": "https://play-lh.googleusercontent.com/1aFd-tHukK0GvBKSIqK_imRQjoqj6yTcgu-oMB8H_6wXkHnO_fZdzqdvSsI0Vud3BVDC",
      "icon_72": "https://play-lh.googleusercontent.com/1aFd-tHukK0GvBKSIqK_imRQjoqj6yTcgu-oMB8H_6wXkHnO_fZdzqdvSsI0Vud3BVDC=s72-rw",
      "market_status": "PUBLISHED"
    },
    {
      "app_availability": {
        "available_in": [
          "IN",
          "US"
        ],
        "package_name": "com.monbuilding.app.marykay"
      },
      "cat_key": "BEAUTY",
      "cat_keys": [
        "BEAUTY",
        "APPLICATION"
      ],
      "category": "Shopping",
      "description": "Shopping for Mary Kay products is easier than ever before! With the Mary Kay® App you can shop for your favorite products and place orders with your Independent Beauty Consultant right from your phone.  Don’t have one?  The app can help with that too!  \n\nFill out your Beauty Profile and immediately get personalized product recommendations. \n\nBuild your own customized order of application based on the products you want to use. \n\nCreate a wish list of your favorite Mary Kay products and share with family and friends.  \n\nOpt-in to push notifications and always be in the know with the latest and greatest product news. \n\nKey Features\n•  Search for your Independent Beauty Consultant by name and state. \n•  Connect with her and order from your device. \n•  Enjoy personalized service and beauty advice. \n•  Receive product recommendations based on your Beauty Profile. \n•  Create your own unique order of application based on products you select. \n•  Create and share wish lists.",
      "android_package_name": "com.monbuilding.app.marykay",
      "ios_bundle_id": "com.marykay.customer",
      "title": "Mary Kay",
      "domain_name": [
        "https://www.marykay.com",
        "https://www.marykay.com"
      ],
      "website": "https://www.marykay.com",
      "developer": "Mary Kay Inc.",
      "app_country": "US",
      "icon": "https://play-lh.googleusercontent.com/_y33sCpdWu_jxvEmZnFuEKa-sbpa-_RghdbQllHXfJrfPZI6rEy9JIqDSvJLjihOjIo",
      "icon_72": "https://play-lh.googleusercontent.com/_y33sCpdWu_jxvEmZnFuEKa-sbpa-_RghdbQllHXfJrfPZI6rEy9JIqDSvJLjihOjIo=s72-rw",
      "market_status": "PUBLISHED"
    },
    {
      "app_availability": {
        "available_in": [
          "IN",
          "US"
        ],
        "package_name": "hairstyle.colorChanger.haircut_salon"
      },
      "cat_key": "BEAUTY",
      "cat_keys": [
        "BEAUTY",
        "APPLICATION"
      ],
      "category": "Entertainment",
      "description": "In this hair salon shop, you are the most potential super fashion stylist in this monster high simulator. Come to the girl doll house to experience new life and create the most dazzling styles for the girls using the dresser in this beauty salon shop! You can use various tools in the dresser for hair cutting, coloring, and styling, from simple combs and scissors to curling irons and straighteners. Trim mustaches, spray gentle wavy hair bright pink, dress up the girl and fulfill the girl's curly hair life wishes in this house!\n\nFeatures of the beauty salon:\nTry different fashion hair cut and makeup tools as a stylist.\nDesign colorful doll hairstyles!\nPick a perfect dress and fashion makeover to dress up.\nLots of sparkling accessories in the outfit!\nGet a chance to win surprise gifts.\n\nHow to Play in the monster high simulator:\nApply eye shadow, lipstick makeover, and blush makeup on the model's face.\nWash, blow-dry, and cut hair, providing comfortable fashion doll hair cut!\nSpray some color on her hair. Try different color combinations!\nChoose an outfit in the dresser that goes well with the makeup and hairstyle!\nSelect a background, take a picture to record dress up, hair and makeover.\n\nCome to the monster high simulator to experience a stylist life! To express the beauty of girls. You can design your favorite outfit and hairstyle in the shop house!\n\nSubscription pricing and terms:\nThis app offers an auto-renewing week subscription at $2.99/week to provide unlimited access and other premium features.\n\nPayment will be charged to the credit card connected to your iTunes Account when you confirm the initial subscription purchase. Subscriptions automatically renew unless auto-renew is turned off at least 24-hours before the end of the current subscription period. Your account will be charged for renewal within 24-hours prior to the end of the current period, and the cost of the renewal will be identified. You may manage your subscription and auto-renewal may be turned off by going to your Account Settings after the purchase. Any unused portion of a free trial period, if offered, will be forfeited when you purchase a subscription, where applicable.\n\nYour use of this application is governed by the Terms of Service available at https://www.apple.com/legal/internet-services/itunes/dev/stdeula/\nCollection and use of your data are subject to the Privacy Policy available at https://www.privacypolicygenerator.info/live.php?token=tb2VgpurQ6cIk1mx6nuu66L4YTo6vpKE\n\nImportant Message for Purchases:\n- By downloading this App you agree to our Privacy Policy\n- Please consider that this App may include third parties services for limited legally permissible purposes.",
      "android_package_name": "hairstyle.colorChanger.haircut_salon",
      "ios_bundle_id": "crazy.girl.hair.salon",
      "title": "Modiface",
      "domain_name": [
        "https://www.makeup-master.com",
        "https://www.makeup-master.com"
      ],
      "website": "https://www.makeup-master.com",
      "developer": "Makeup Master Ltd",
      "app_country": "US",
      "icon": "https://play-lh.googleusercontent.com/iAiXG3L57siA_bdzt13CBw7PpkLYoXP_scyjlvKuWJ4y7Ca-QKyfxVIMz0eQ1CKdqIaM",
      "icon_72": "https://play-lh.googleusercontent.com/iAiXG3L57siA_bdzt13CBw7PpkLYoXP_scyjlvKuWJ4y7Ca-QKyfxVIMz0eQ1CKdqIaM=s72-rw",
      "market_status": "PUBLISHED"
    },
    {
      "app_availability": {
        "available_in": [
          "IN",
          "US"
        ],
        "package_name": "com.gamescafe.sallysspalite"
      },
      "cat_key": "BEAUTY",
      "cat_keys": [
        "BEAUTY",
        "APPLICATION"
      ],
      "category": "Shopping",
      "description": "GET THE LATEST\nDownload the Sally Beauty App today and get the latest news in hair, hair color, nail & beauty brands.\n\nSHOP. EARN. CASH IN.\nEasily manage your Sally Beauty™ Rewards directly from the app. Keep track of your points, get FREE gifts, special offers & alerts to new trends, looks & more. Become a pro at tracking, earning, saving & using your reward points.\n\nEXPERT ADVICE\nGet how-tos, inspiration & all the latest trends. It’s like having your own personal glam squad. \n\n\nNEED A STORE ASAP?\nUse the store locator to get directions to your nearest Sally Beauty.  \n\nAll of these features will be at your fingertips. Download the app today.",
      "android_package_name": "com.gamescafe.sallysspalite",
      "ios_bundle_id": "com.sallybeauty.shop",
      "title": "Sally Beauty",
      "domain_name": [
        "https://www.sallybeauty.com",
        "https://www.sallybeauty.com"
      ],
      "website": "https://www.sallybeauty.com",
      "developer": "Sally Beauty Holdings, INC",
      "app_country": "US",
      "icon": "https://play-lh.googleusercontent.com/Lx0VJ6BafH7hS89O7P_Y0FXdqpIUgc-eylojgwblfSqPkJorEZA5KspSACwGOQ-7aSWP",
      "icon_72": "https://play-lh.googleusercontent.com/Lx0VJ6BafH7hS89O7P_Y0FXdqpIUgc-eylojgwblfSqPkJorEZA5KspSACwGOQ-7aSWP=s72-rw",
      "market_status": "PUBLISHED"
    },
    {
      "app_availability": {
        "available_in": [
          "IN",
          "US"
        ],
        "package_name": "com.elcinc.clinique.academy"
      },
      "cat_key": "BEAUTY",
      "cat_keys": [
        "BEAUTY",
        "APPLICATION"
      ],
      "category": "Shopping",
      "description": "Discover brand new beauty and skincare routines with Sephora. Explore the best beauty products from top brands like FENTY BEAUTY by Rihanna, The Ordinary, and Sephora Collection. \n\nTry the latest product releases or find brands focusing on inclusivity and diversity. Treat yourself and redeem your points for Beauty Insider Cash or luxurious samples.\n\nEasily shop for your beauty needs, from makeup and skincare to haircare products. Find the perfect foundation, mascara, or concealer for you by comparing product information, how to use instructions, and photos from the Sephora community. If you are looking for good beauty at a better price, try Sephora Collection makeup and skincare!\n\n3 Reasons you’ll love the Sephora app\n1. Get access to offers & deals with Beauty Insider\n2. Shop all your favorite beauty products in just a few steps\n3. Discover the latest trends & releases\n\nInterested in clean products with ingredients you’ll love? Look for the green “Clean at Sephora” seal which means the product is formulated without parabens, sulfates SLS and SLES, phthalates, mineral oils, formaldehyde and more!\n\nSephora Features:\n\nSKINCARE\n• Find the perfect skincare routine for your skin type\n• Treat acne, dark spots, dryness & pores with our top-rated products\n• Shop from leading skincare brands like Kiehl’s, La Mer, Drunk Elephant & many more!\n\nMAKEUP & COSMETICS\n• Best-selling brands like Urban Decay, KVD Vegan Beauty & many more!\n• Browse palettes, mini sizes & value sets to suit your beauty budget\n• Get special access to the latest offers\n\nHYBRID PRODUCTS\n• Makeup and skincare in one effective product\n• Get healthy-looking skin while looking your best\n• Shop makeup hybrid products from Supergoop, Milk, and Ilia\n\nFRAGRANCE\n• Buy all-time favorite fragrances or try a fresh new signature scent\n• Select beautifully packaged gift sets & mini-editions\n• Luxurious scents from Jean Paul Gaultier, Lancome, Yves Saint Laurent and more\n\nHAIR PRODUCTS\n• Explore tools to style and treat your hair for effortlessly luscious locks\n• Try out the very best conditioners & hair masks\n• Shop beautifully packaged sets for the perfect hair care gift\n\nThe Sephora App has your beauty needs covered from head to toe. Never miss a beauty deal with Insider-only offers, products uniquely at Sephora, promotions, and more.\n\nDownload the Sephora App now for the best beauty shopping experience.\n\nSummary information concerning the data collected by the App can be found within the App Privacy section below. Note that the summary only applies to the App, not information collected by Sephora in other contexts, such as on our website. Also note that the summary is controlled by Apple using predefined terms and selections. A full explanation of our privacy practices can be found in our privacy policy at https://www.sephora.com/beauty/privacy-policy. To the extent there may be a discrepancy between an App-specific privacy disclosure, and the Sephora Privacy Policy, you should look to the Sephora Privacy Policy for clarity",
      "android_package_name": "com.elcinc.clinique.academy",
      "ios_bundle_id": "com.sephora.sephoramobile",
      "title": "Clinique",
      "domain_name": [
        "https://www.sephora.com",
        "https://www.sephora.com"
      ],
      "website": "https://www.sephora.com",
      "developer": "Sephora USA, Inc",
      "app_country": "US",
      "icon": "https://play-lh.googleusercontent.com/wYSnlo0G8HNELsj2xXilpO7GwprefVV6vkINWI5pP6eTg_BBl_LFy9x_2TUZx8nvENE",
      "icon_72": "https://play-lh.googleusercontent.com/wYSnlo0G8HNELsj2xXilpO7GwprefVV6vkINWI5pP6eTg_BBl_LFy9x_2TUZx8nvENE=s72-rw",
      "market_status": "PUBLISHED"
    },
    {
      "app_availability": {
        "available_in": [
          "IN",
          "US"
        ],
        "package_name": "com.bumble.app"
      },
      "cat_key": "BEAUTY",
      "cat_keys": [
        "BEAUTY",
        "APPLICATION"
      ],
      "category": "Lifestyle",
      "description": "Bumble is a free dating app dedicated to helping singles find fun, meaningful, and kind connections. It’s the dating app where kindness is sexy, and where women come first, always. We champion respect and equality, and we don't just welcome, but we celebrate every orientation. So whether you're straight, gay, lesbian, trans, here to find love, here to find fun, here to find friends, or simply dating for the plot–creating new connections has never been easier.\n\nOur community is filled with millions of people across the globe who are ready to chat and meet new people, build genuine and meaningful connections, and maybe find that artsy, museum-loving, Scorpio they've been looking for.\n\nDATE, MEET NEW FRIENDS, AND NETWORK\nOur matchmaking technology is constantly evolving to create a fun, kind, and most importantly safe experience for you across all of our apps, including:\n\nBumble Date: Where women make the first move. Women always come first on Bumble, we've rewritten the dating rules so that everyone can form meaningful relationships safely and respectfully.\n\nBumble For Friends: Life is better with friends. Whether you're new to a city or hoping to expand your circle, Bumble For Friends is an easy way to make new friends.\n\nBumble Bizz: Yep, you read that correctly. We have Bumble Bizz, too. Use Bumble Bizz to network, find mentors, and create new exciting career opportunities.\n\nWOMEN COME FIRST, ALWAYS\nWe believe a better world for women means a better world for everyone. So, for the most part, women get to make the first move around here. In heterosexual matches, the woman has 24 hours to make the first move and the man has 24 hours to respond. In same-sex matches, either person has 24 hours to make the first move, while the other individual has 24 hours to respond. So, don't let them be the one that got away. Send that message ASAP.\n\nDON'T JUST TAKE OUR WORD FOR IT\n“Bumble exists to empower women...” (Fast Company)\n“Bumble is just an app: but it’s changing the discussion.” (Wired)\n“Bumble offers an alternative that prioritises meaningful connections, with women calling the shots:” (UK Sunday Times)\n“Bumble rejects hate speech to make users feel safe on its dating app” (Texas Standard)\n“What makes Bumble different from other dating apps...is its focus on giving women all the power. ” (Business Insider)\n\n---\n\nLike the best things in life, Bumble is free to download and use. But we do also offer optional subscription packages (Bumble Premium and Bumble Boost) and single or multiple-use paid services for which no subscription is required (including Spotlights and SuperSwipes).\n\nWe offer weekly, monthly, 3 month, and 6 month subscriptions with varying discounts. The prices may vary per country and are subject to change without notice. Prices are clearly displayed in the app.\n\n* Payment will be charged to your iTunes account at confirmation of purchase.\n* Your subscription will automatically renew itself, unless auto-renewal is turned off at least 24 hours before the end of the current period.\n* Your account will be charged for renewal within 24 hours before the end of the current period.\n* You can manage your subscriptions and turn off auto-renewal by going to your Account Settings in the iTunes Store.\n* If offered, if you choose to use our free trial, any unused portion of the free trial period will be forfeited when you purchase a subscription to that publication, where applicable\n* If you don’t choose to purchase Bumble Boost or Bumble Premium, you can simply continue using and enjoying Bumble for free.\n\nYour personal data is securely stored on Bumble - be sure to read our privacy policy and terms and conditions:\nhttps://www.bumble.com/privacy\nhttps://www.bumble.com/terms\n\nBumble Inc. is the parent company of Bumble, along with Badoo, Official, and Fruitz",
      "android_package_name": "com.bumble.app",
      "ios_bundle_id": "com.moxco.bumble",
      "title": "Bumble and bumble",
      "domain_name": [
        "http://bumble.com",
        "https://bumble.com"
      ],
      "website": "http://bumble.com",
      "developer": "Bumble Holding Limited",
      "app_country": "US",
      "icon": "https://play-lh.googleusercontent.com/tcdv5wPymQgUzdtCYkzKfbNm_SpcI3cZudImvvH570E7qjaXiuFSraDY1lgUj2bkTIM",
      "icon_72": "https://play-lh.googleusercontent.com/tcdv5wPymQgUzdtCYkzKfbNm_SpcI3cZudImvvH570E7qjaXiuFSraDY1lgUj2bkTIM=s72-rw",
      "market_status": "PUBLISHED"
    },
    {
      "app_availability": {
        "available_in": [
          "IN",
          "US"
        ],
        "package_name": "com.elcinc.mac.academy"
      },
      "cat_key": "BEAUTY",
      "cat_keys": [
        "BEAUTY",
        "APPLICATION"
      ],
      "category": "Shopping",
      "description": "Welcome to the beauty-verse! From viral lip oils to seriously effective skincare, shop the best of beauty for every eye, lip and face in an e.l.f.ing amazing app experience.\n\nGlow wild. This is your space to shop, share, and explore your Holy Grail e.l.f. products. Plus you can discover your new favorite makeup and skincare items with features like Virtual Try-on, Concealer and Foundation Shade Match, and Shoppable Stories.\n\nJOIN OUR BEAUTY SQUAD REWARDS PROGRAM.\nOur FREE loyalty program gives you multiple ways to earn points: you can redeem for free products and other OMG rewards. Other perks of being in Beauty Squad:\n\n• Earn points ANYWHERE you shop when you upload your receipt on the app.\n• Turn your points into free products, dollars off your next purchase or gift cards from your favorite stores and restaurants like Chipotle, Target, Ulta, Amazon, Walmart, and more.\n• Shop the latest drops and sales before anyone else with early access.\n• Enjoy a free gift and double points during your birthday month.\n• Level up your tier for more exclusive perks like free shipping for Icon members.\n\nBE EXTRA WITHOUT PAYING EXTRA.\nGet instant access to e.l.f. weekly ads, gifts with purchase and special offers on makeup and skin care.\n\nE.L.F. SHOPPABLE STORIES.\nStay up to date with the latest drops and discover new holy grails.\n\nFIND YOUR FAVE SHADES WITH VIRTUAL TRY-ON.\nVirtually try on all your fave products and find your perfect shade matches.\n\nSWIPE TO LIKE.\nSwipe right on makeup you love with our beauty app . Discover and explore your favourite clean beauty products with our “Swipe to Like” feature, and build your wishlist.\n\nGET INSTANT HELP WHILE SHOPPING IN STORE.\nUse the barcode scanner at your favorite retailers to virtually try on shades, view tutorials and learn all about ingredients.\n\nALWAYS STAY IN THE KNOW.\nOpt in for push and in-app notifications to be the first to know about e.l.f. exclusive offers, new arrivals and upcoming sales.\n\nKEEP TABS ON YOUR E.L.F. ORDER.\nReview your order history and track your delivery. Use the store locator to get directions to the nearest store with e.l.f. clean makeup and skincare products.\n\nSHARE THE E.L.F. LOVE.\nFind makeup and skincare products & look straight from the product page or virtual try-on page.\nelf. UP! Stay up to date on what’s happening on Roblox’s dynamic tycoon adventure - where you can unleash your creativity as a change maker and become a force for good in the world!\n\ne.l.f. makes the best of beauty accessible to every eye, lip and face. Download the app and we’ll meet you there.",
      "android_package_name": "com.elcinc.mac.academy",
      "ios_bundle_id": "com.elfcosmetics.app",
      "title": "MAC Cosmetics",
      "domain_name": [],
      "website": "",
      "developer": "e.l.f. Cosmetics, Inc.",
      "app_country": "US",
      "icon": "https://play-lh.googleusercontent.com/xuMNumruo6elMs52hnpc74mMM3BO8C6LmPan5-sMWSivblmF6pmFHYA7f4iiGeuAljs",
      "icon_72": "https://play-lh.googleusercontent.com/xuMNumruo6elMs52hnpc74mMM3BO8C6LmPan5-sMWSivblmF6pmFHYA7f4iiGeuAljs=s72-rw",
      "market_status": "PUBLISHED"
    },
    {
      "app_availability": {
        "available_in": [
          "IN",
          "US"
        ],
        "package_name": "com.lvmh.tom.mydiorapp"
      },
      "cat_key": "BEAUTY",
      "cat_keys": [
        "BEAUTY",
        "APPLICATION"
      ],
      "category": "Education",
      "description": "It is your daily ally to develop your Dior expertise. Discover the latest news and trends, watch tutorials, play mini-games, and challenge your colleagues!\n\nMY DIOR is a true training path accessible anywhere and anytime.\nDon’t miss out and download the MY DIOR APP to learn with fun",
      "android_package_name": "com.lvmh.tom.mydiorapp",
      "ios_bundle_id": "com.lvmh.tom.mydiorapp",
      "title": "Dior Beauty",
      "domain_name": [],
      "website": "",
      "developer": "Parfums Christian Dior",
      "app_country": "US",
      "icon": "https://play-lh.googleusercontent.com/KXQRr_CBLr6HZ65WChX6oMyB3P19FyQITTeGMbg5UFE0g0EmZbc0UqgTfGM9WwC5gbk",
      "icon_72": "https://play-lh.googleusercontent.com/KXQRr_CBLr6HZ65WChX6oMyB3P19FyQITTeGMbg5UFE0g0EmZbc0UqgTfGM9WwC5gbk=s72-rw",
      "market_status": "PUBLISHED"
    },
    {
      "app_availability": {
        "available_in": [
          "IN",
          "US"
        ],
        "package_name": "com.app.sugarcosmetics"
      },
      "cat_key": "BEAUTY",
      "cat_keys": [
        "BEAUTY",
        "APPLICATION"
      ],
      "category": "Shopping",
      "description": "Welcome to the beauty-verse! From viral lip oils to seriously effective skincare, shop the best of beauty for every eye, lip and face in an e.l.f.ing amazing app experience.\n\nGlow wild. This is your space to shop, share, and explore your Holy Grail e.l.f. products. Plus you can discover your new favorite makeup and skincare items with features like Virtual Try-on, Concealer and Foundation Shade Match, and Shoppable Stories.\n\nJOIN OUR BEAUTY SQUAD REWARDS PROGRAM.\nOur FREE loyalty program gives you multiple ways to earn points: you can redeem for free products and other OMG rewards. Other perks of being in Beauty Squad:\n\n• Earn points ANYWHERE you shop when you upload your receipt on the app.\n• Turn your points into free products, dollars off your next purchase or gift cards from your favorite stores and restaurants like Chipotle, Target, Ulta, Amazon, Walmart, and more.\n• Shop the latest drops and sales before anyone else with early access.\n• Enjoy a free gift and double points during your birthday month.\n• Level up your tier for more exclusive perks like free shipping for Icon members.\n\nBE EXTRA WITHOUT PAYING EXTRA.\nGet instant access to e.l.f. weekly ads, gifts with purchase and special offers on makeup and skin care.\n\nE.L.F. SHOPPABLE STORIES.\nStay up to date with the latest drops and discover new holy grails.\n\nFIND YOUR FAVE SHADES WITH VIRTUAL TRY-ON.\nVirtually try on all your fave products and find your perfect shade matches.\n\nSWIPE TO LIKE.\nSwipe right on makeup you love with our beauty app . Discover and explore your favourite clean beauty products with our “Swipe to Like” feature, and build your wishlist.\n\nGET INSTANT HELP WHILE SHOPPING IN STORE.\nUse the barcode scanner at your favorite retailers to virtually try on shades, view tutorials and learn all about ingredients.\n\nALWAYS STAY IN THE KNOW.\nOpt in for push and in-app notifications to be the first to know about e.l.f. exclusive offers, new arrivals and upcoming sales.\n\nKEEP TABS ON YOUR E.L.F. ORDER.\nReview your order history and track your delivery. Use the store locator to get directions to the nearest store with e.l.f. clean makeup and skincare products.\n\nSHARE THE E.L.F. LOVE.\nFind makeup and skincare products & look straight from the product page or virtual try-on page.\nelf. UP! Stay up to date on what’s happening on Roblox’s dynamic tycoon adventure - where you can unleash your creativity as a change maker and become a force for good in the world!\n\ne.l.f. makes the best of beauty accessible to every eye, lip and face. Download the app and we’ll meet you there.",
      "android_package_name": "com.app.sugarcosmetics",
      "ios_bundle_id": "com.elfcosmetics.app",
      "title": "E.L.F. Cosmetics",
      "domain_name": [],
      "website": "",
      "developer": "e.l.f. Cosmetics, Inc.",
      "app_country": "US",
      "icon": "https://play-lh.googleusercontent.com/kMqyciS-GTsgZFAB-TMvnYx6VRyITT8NwiCOXgoGcJS1n4kmMiTjzX6yB5BDNR6NEUs",
      "icon_72": "https://play-lh.googleusercontent.com/kMqyciS-GTsgZFAB-TMvnYx6VRyITT8NwiCOXgoGcJS1n4kmMiTjzX6yB5BDNR6NEUs=s72-rw",
      "market_status": "PUBLISHED"
    },
    {
      "app_availability": {
        "available_in": [
          "IN",
          "US"
        ],
        "package_name": "com.manash.purplle"
      },
      "cat_key": "BEAUTY",
      "cat_keys": [
        "BEAUTY",
        "APPLICATION"
      ],
      "category": "Lifestyle",
      "description": "We keep beauty pros informed. News, reviews and how-to tutorials, combined with a community where you can meet other style leaders from around the world!\n\nAll the beauty content you need in one place - hair care, hairstyles, makeup tips, skin care and general beauty tips in one app.  Full coverage from leading news sources and blogs in an easy to use interface to help you stay beautiful.\n\nNo need to scan dozens of sources - all the sources you trust in one place.\n\nFeatures:\n-Customized news feed - create your own magazine from dozens of available topics - Nails, Hair, Makeup tips and more\n\n-Always be up to date - personalized push notifications for your selected topics or important news stories\n\n-Videos curated from leading beauty video channels\n\n- Join an active community of beauty gurus - post stories or polls, comment on stories, share and tag articles and videos!\n\n-Read Later - save stories to read later in the app\n\n-Block source - block any sources you don't want in your feed\n\n-Collapsed mode - skim through the news and decide what you want to read, save or share\n\nNeed Help? Let us know here: https://loyalfoundry.atlassian.net/servicedesk/customer/portal/1\n\nLove the app? We want to know! Give the app a five star rating and review!\n\nPrivacy Policy and Terms of Use: https://www.loyal.app/privacy-policy",
      "android_package_name": "com.manash.purplle",
      "ios_bundle_id": "com.briox.riversip.women.beauty",
      "title": "Revlon",
      "domain_name": [
        "https://www.loyal.app",
        "https://www.loyal.app"
      ],
      "website": "https://www.loyal.app",
      "developer": "Loyal Foundry, Inc.",
      "app_country": "US",
      "icon": "https://play-lh.googleusercontent.com/V_oGQLmwCj3eBvDl1JfPNoscpbq0Qo3aPW_PXiwQPSIkIpXSEWreFjOeIFmKRpID_7Y",
      "icon_72": "https://play-lh.googleusercontent.com/V_oGQLmwCj3eBvDl1JfPNoscpbq0Qo3aPW_PXiwQPSIkIpXSEWreFjOeIFmKRpID_7Y=s72-rw",
      "market_status": "PUBLISHED"
    },
    {
      "app_availability": {
        "available_in": [
          "IN",
          "US"
        ],
        "package_name": "com.urbanclap.urbanclap"
      },
      "cat_key": "BEAUTY",
      "cat_keys": [
        "BEAUTY",
        "APPLICATION"
      ],
      "category": "Health & Fitness",
      "description": "Lumi: Your Personal Guide to Smarter Skincare\n\nSnap a photo, scan a barcode, or search by name to see exactly what’s inside any skincare product. No more hidden ingredients. No more second-guessing. Just the clarity and confidence you need to make the right choices for your skin.\n\nWHY LUMI?\n\n- Snap & Scan: Instantly identify any product with your camera or barcode scanner. You get a few free scans per day in a free version, and with Lumi Premium you get unlimited.\n- Know Every Ingredient: Find out if it’s paraben-free, silicone-free, or packed with clean goodies.\n- Explore Alternatives: Not feeling a product? Lumi will suggest an alternative to consider.\n- Personalized Picks: Get recommendations tailored to your skin type and goals, so you always know what works best for you.\n- Discover Products: Use our search capabilities with filters to find products that match your needs.\n- Save Your Faves: Keep track of what you love and build a solid routine you’ll actually stick to.\n\nA BEAUTY BFF IN YOUR POCKET\n\nNo brand bias. No confusing marketing jargon. Just honest, research-backed info you can rely on. Lumi’s here to help you cut through the clutter and find products that truly make a difference for your skin.\n\nTAKE CONTROL OF YOUR SKINCARE\n\nFrom newcomers to skincare pros, Lumi makes it easier than ever to understand what’s in your products and why it matters. Make smarter decisions, avoid unnecessary irritants, and step into every day feeling radiant and self-assured.\n\nSTART YOUR JOURNEY TODAY\n\nDownload Lumi now and discover the skincare secrets hiding in plain sight. Get the knowledge you need to glow brighter every day!\n\nTerms of Use: https://app.termly.io/policy-viewer/policy.html?policyUUID=eba1b6ea-579a-4f46-934a-0e0de47cb30f\nPrivacy Policy: https://app.termly.io/policy-viewer/policy.html?policyUUID=0bf7f68e-11d1-4eba-b59f-c21c152e9df3",
      "android_package_name": "com.urbanclap.urbanclap",
      "ios_bundle_id": "com.gontechventures.lumiskin",
      "title": "Urban Decay",
      "domain_name": [],
      "website": "",
      "developer": "Gontech Ventures FZCO",
      "app_country": "US",
      "icon": "https://play-lh.googleusercontent.com/axx68Ova4QcYBxfuXy5MQQpW2WUd_XbQtqkHLZewNn4II1Imkr8yc5UL9HwP80XS35o",
      "icon_72": "https://play-lh.googleusercontent.com/axx68Ova4QcYBxfuXy5MQQpW2WUd_XbQtqkHLZewNn4II1Imkr8yc5UL9HwP80XS35o=s72-rw",
      "market_status": "PUBLISHED"
    },
    {
      "app_availability": {
        "available_in": [
          "IN",
          "US"
        ],
        "package_name": "looliaclosetjordan.android.app"
      },
      "cat_key": "BEAUTY",
      "cat_keys": [
        "BEAUTY",
        "APPLICATION"
      ],
      "category": "Shopping",
      "description": "1.直覺優化的操作介面\n2.輕輕一滑就可瀏覽眾多精選商品\n3.商品出貨、可取貨時發送提醒\n4.優惠促銷活動即時推播\n5.安全第一：最高等級加密的信用卡付款功能\n6.多元付款：超商取貨付款、信用卡線上刷卡\n7.使用『手機號碼』即可加入會員",
      "android_package_name": "looliaclosetjordan.android.app",
      "ios_bundle_id": "com.nineyi.shop.s040628",
      "title": "Benefit Cosmetics",
      "domain_name": [
        "https://www.benefitcosmetics.com.tw",
        "https://www.benefitcosmetics.com.tw"
      ],
      "website": "https://www.benefitcosmetics.com.tw",
      "developer": "Fa Hua Fragrance & Cosmetic Corporation Limited",
      "app_country": "US",
      "icon": "https://play-lh.googleusercontent.com/QP2NG3b_yWMpQErLuEGco7i24_FPxemSq1sONubuwQSzUDfG1gfQDMfPUr5GXHmvQg",
      "icon_72": "https://play-lh.googleusercontent.com/QP2NG3b_yWMpQErLuEGco7i24_FPxemSq1sONubuwQSzUDfG1gfQDMfPUr5GXHmvQg=s72-rw",
      "market_status": "PUBLISHED"
    },
    {
      "app_availability": {
        "available_in": [
          "IN",
          "US"
        ],
        "package_name": "com.docebo.loreal.kiehlsuniversity"
      },
      "cat_key": "BEAUTY",
      "cat_keys": [
        "BEAUTY",
        "APPLICATION"
      ],
      "category": "Education",
      "description": "The education of our KCRs has always been the heart and soul of our business. Building on our rich heritage of education, we have created Kiehl’s Academy as a hub for KCRs to learn, share, and engage.\n \nOn one platform, you can explore courses, learning plans, videos, and more! You can also access KCR Community to connect with other KCRs around the world.\n \nWelcome to Kiehl’s Academy!\n \nKiehl’s Academy can only be accessed by Kiehl’s Associates who are currently employed by L’Oreal, Kiehl’s or an authorized third-party retail store selling Kiehl’s products can only access Kiehl’s Academy.",
      "android_package_name": "com.docebo.loreal.kiehlsuniversity",
      "ios_bundle_id": "com.kiehls.university",
      "title": "Kiehl's",
      "domain_name": [
        "https://www.kiehlsuniversity.com",
        "https://www.kiehlsuniversity.com"
      ],
      "website": "https://www.kiehlsuniversity.com",
      "developer": "L'Oreal",
      "app_country": "US",
      "icon": "https://play-lh.googleusercontent.com/e3nb4iaPWE9tjxe5AaAlqSpS78if3rKlLYgCWj1Gp5qJYg4ZKbFgoexyLW3civNXSm-d",
      "icon_72": "https://play-lh.googleusercontent.com/e3nb4iaPWE9tjxe5AaAlqSpS78if3rKlLYgCWj1Gp5qJYg4ZKbFgoexyLW3civNXSm-d=s72-rw",
      "market_status": "PUBLISHED"
    },
    {
      "app_availability": {
        "available_in": [
          "IN",
          "US"
        ],
        "package_name": "com.airaid.hudabeauty"
      },
      "cat_key": "BEAUTY",
      "cat_keys": [
        "BEAUTY",
        "APPLICATION"
      ],
      "category": "Lifestyle",
      "description": "Personal skincare routine app is a stylish and handy app. It helps select the best care for you individually and collect all your products in one place.\n\nWe offer an individual analysis of your skincare products and routines one-on-one with a professional cosmetologist!\n\nIn addition, here you can see the makeup bags of other people with similar problems and skin type, subscribe to updates and ask questions about the chosen care.\n\nWhat we have under the hood:\n- Adding care products by simply scanning a barcode\n- An unlimited amount of products in your digital cosmetic bag\n- Articles with a selection of products for every skin type\n- Individual selection of cosmetics and similar people according to your skin type and frequent problems\n\nALWAYS FORGETTING WHAT YOU WANTED TO BUY?\nDecided to use the recommendation of a blogger, made a screenshot, but when the need to buy a product arises, you can't find the pic? Keeping empty bottles and empty samples to buy later?\n\nUse the app to store everything you used to use and enjoyed (or not), want to try and buy.\n\nCHOOSING COSMETICS IN THE STORE?\nScan the barcode and read the detailed product description, reviews and recommendations to choose the best skincare for yourself!\n\nDON'T KNOW HOW TO CHOOSE YOUR OWN SKINCARE?\nOur app will help you navigate the cosmetics world, read articles and detailed product descriptions, see other people's beauty bags and make your own!\n\n\nIN THE COMING UPDATES:\n- Care selections and tweaks based on your experiences and those of others with similar skin types and concerns\n- Popular bloggers' makeup bags, their recommendations and picks\n\nPrivacy Policy:\nhttps://flash-quartz-6b7.notion.site/Privacy-Policy-c18fabde998545f2b7e2eaacd541db7a\n\nTerms of Use:\nhttps://flash-quartz-6b7.notion.site/Terms-Of-Use-0fe948038c98471580f8cf8e7ba6c69f",
      "android_package_name": "com.airaid.hudabeauty",
      "ios_bundle_id": "com.anatoly-os.cosmeticbag",
      "title": "Huda Beauty",
      "domain_name": [],
      "website": "",
      "developer": "Anatoly Osokin",
      "app_country": "US",
      "icon": "https://play-lh.googleusercontent.com/zK4Sog07HjN2yZYKczFAPQi2e58PQHsrNa383-ALb6xAiK6zfTgqVTmGTim3H9fL5w",
      "icon_72": "https://play-lh.googleusercontent.com/zK4Sog07HjN2yZYKczFAPQi2e58PQHsrNa383-ALb6xAiK6zfTgqVTmGTim3H9fL5w=s72-rw",
      "market_status": "PUBLISHED"
    },
    {
      "app_availability": {
        "available_in": [
          "IN",
          "US"
        ],
        "package_name": "com.fsn.nykaa"
      },
      "cat_key": "BEAUTY",
      "cat_keys": [
        "BEAUTY",
        "APPLICATION"
      ],
      "category": "Health & Fitness",
      "description": "The future of skincare is here! FaceGenius provides exactly the skincare products you need, exactly when you need them.\n\nThe FaceGenius app uses advanced AI that provides an unprecedented look at your skin, and the best skincare products for your skin. Our expert skincare advisors then create personalized regimens from the world’s best brands.\n\nThe SkinScanner® tool clips on to your smartphone and transforms it into a high powered dermascope for the most accurate and detailed skin analysis available. Best of all, it's free with your subscription. SkinScanner® is used by the world's leading skincare companies, including Sephora.",
      "android_package_name": "com.fsn.nykaa",
      "ios_bundle_id": "com.fitskin.facegenius-ios",
      "title": "Neutrogena",
      "domain_name": [],
      "website": "",
      "developer": "Fitskin Inc.",
      "app_country": "US",
      "icon": "https://play-lh.googleusercontent.com/Jm1GuT2ILrz8yy7vSvJ7GLTgISaeMCj2iOZcuo-J_EMky2ezamVv8shCnHjaBT9o3KI",
      "icon_72": "https://play-lh.googleusercontent.com/Jm1GuT2ILrz8yy7vSvJ7GLTgISaeMCj2iOZcuo-J_EMky2ezamVv8shCnHjaBT9o3KI=s72-rw",
      "market_status": "PUBLISHED"
    },
    {
      "app_availability": {
        "available_in": [
          "IN",
          "US"
        ],
        "package_name": "com.einnovation.temu"
      },
      "cat_key": "BEAUTY",
      "cat_keys": [
        "BEAUTY",
        "APPLICATION"
      ],
      "category": "Shopping",
      "description": "Get exclusive special offers on the mobile app!\n\nUse the mobile app to enjoy features optimized for mobile devices and access exclusive special offers.\n\n\n\nMain features:\n\nEnjoy exclusive coupons and discounts\n\nUse automatic login\n\nCheck and track your orders\n\nManage your shopping cart and shipping info\n\nReceive store notifications\n\nAccess social media channels\n\nContact Customer Service",
      "android_package_name": "com.einnovation.temu",
      "ios_bundle_id": "com.cafe24.ec.plusyvesrocher",
      "title": "Yves Rocher",
      "domain_name": [],
      "website": "",
      "developer": "Grace International Incorporated",
      "app_country": "US",
      "icon": "https://play-lh.googleusercontent.com/Nz5sdWyh7jn4eTy_GSaRBDgaKhLC1pvYywC6fklDOlPGbopmeFN9NkqgKGjsvJMbKVEI",
      "icon_72": "https://play-lh.googleusercontent.com/Nz5sdWyh7jn4eTy_GSaRBDgaKhLC1pvYywC6fklDOlPGbopmeFN9NkqgKGjsvJMbKVEI=s72-rw",
      "market_status": "PUBLISHED"
    },
    {
      "app_availability": {
        "available_in": [
          "IN",
          "US"
        ],
        "package_name": "com.elcinc.elx.academy"
      },
      "cat_key": "BEAUTY",
      "cat_keys": [
        "BEAUTY",
        "APPLICATION"
      ],
      "category": "Education",
      "description": "Welcome to My Estée Lauder Expert. A learning resource exclusively for  Estée Lauder Beauty Advisors. Dive into products and trends with learning levels, see what's new with trending stories, watch quick how-tos in your video library and brush up on product benefits in the product library. Join today and  take your place on the leaderboard so you can become a true Estée Lauder Expert.",
      "android_package_name": "com.elcinc.elx.academy",
      "ios_bundle_id": "com.elcinc.elx.academy",
      "title": "Estee Lauder",
      "domain_name": [],
      "website": "",
      "developer": "The Estee Lauder Companies Inc.",
      "app_country": "US",
      "icon": "https://play-lh.googleusercontent.com/NRFSxMbtxTwad7paXTRrAR9sY5_aOEg5TXC_aoYwQ_qOAtvieDS2QyZaaxH5TMuOgg",
      "icon_72": "https://play-lh.googleusercontent.com/NRFSxMbtxTwad7paXTRrAR9sY5_aOEg5TXC_aoYwQ_qOAtvieDS2QyZaaxH5TMuOgg=s72-rw",
      "market_status": "PUBLISHED"
    },
    {
      "app_availability": {
        "available_in": [
          "IN",
          "US"
        ],
        "package_name": "com.gamesforgirls.nailart.nailsalongame"
      },
      "cat_key": "BEAUTY",
      "cat_keys": [
        "BEAUTY",
        "APPLICATION"
      ],
      "category": "Lifestyle",
      "description": "Have you ever bought the same nail polish twice? \n\nLet Glossy help you organize and build your nail polish collection:\n\n- Store and view all your nail polishes and nail art photos\n- Sort, filter, and search through your nail polish collection\n- Save up to 4 photos for each nail polish\n- Add information and notes for each polish\n- Link nail polishes with nail art photos to help remember polishes used\n- Share your nail polish and nail art with others\n- Easily backup and restore through iTunes with step-by-step instructions\n\nEmail us at glossy@candance.io with any questions, issues and suggestions!",
      "android_package_name": "com.gamesforgirls.nailart.nailsalongame",
      "ios_bundle_id": "io.candance.Glossy",
      "title": "OPI Nail Polish",
      "domain_name": [],
      "website": "",
      "developer": "Candance Smith",
      "app_country": "US",
      "icon": "https://play-lh.googleusercontent.com/WSGRti7iU0zUsOYaw5MqUr3FxZeG73-Zq9pHwi_AfmTi9Xloviv6kTERIgLbR2gcTuU8",
      "icon_72": "https://play-lh.googleusercontent.com/WSGRti7iU0zUsOYaw5MqUr3FxZeG73-Zq9pHwi_AfmTi9Xloviv6kTERIgLbR2gcTuU8=s72-rw",
      "market_status": "PUBLISHED"
    },
    {
      "app_availability": {
        "available_in": [
          "IN",
          "US"
        ],
        "package_name": "com.bodyshop"
      },
      "cat_key": "BEAUTY",
      "cat_keys": [
        "BEAUTY",
        "APPLICATION"
      ],
      "category": "Shopping",
      "description": "Download the top-rated app and discover the best way to shop Bath & Body Works (both online and in-stores!) Stay up to date on today’s deals and sign up for push notifications to make sure you don’t miss a thing! \n\nUnlock even more app-exclusive features when you become a Rewards member: \n\n- Earn points toward your choice of FREE products (up to $16.95 retail value) \n- Track your points anytime, anywhere \n- Use Rewards and offers in your wallet \n- Get early access to new products, sneak peeks and more \n- Unwrap a special birthday surprise",
      "android_package_name": "com.bodyshop",
      "ios_bundle_id": "com.bathandbodyworks.app",
      "title": "Bath & Body Works",
      "domain_name": [],
      "website": "",
      "developer": "Bath & Body Works",
      "app_country": "US",
      "icon": "https://play-lh.googleusercontent.com/V0rQ3pg5ffwcYbbv5fQtEppAVYige5kDPgPRwBNI7kLvQ6DEswZItuTw2US86t2MnN4",
      "icon_72": "https://play-lh.googleusercontent.com/V0rQ3pg5ffwcYbbv5fQtEppAVYige5kDPgPRwBNI7kLvQ6DEswZItuTw2US86t2MnN4=s72-rw",
      "market_status": "PUBLISHED"
    },
    {
      "app_availability": {
        "available_in": [
          "IN",
          "US"
        ],
        "package_name": "com.top.beautybrands"
      },
      "cat_key": "BEAUTY",
      "cat_keys": [
        "BEAUTY",
        "APPLICATION"
      ],
      "category": "Lifestyle",
      "description": "Aveda Pure Privilege℠ is now Aveda Plus Rewards℠. Download our mobile app to experience the benefits of our loyalty program, Aveda Plus Rewards℠, discover new products for hair, skin, and body, and check out exclusive offers and stories.\n \nThe Aveda Plus Rewards℠ app is a convenient way to:\n \nManage Points and Rewards\n\nAveda Pure Privilege℠ is now Aveda Plus Rewards℠. Connect your membership and check your current point balance and reward tier. Redeem points for rewards such as free products, services, and experiences. Use your digital membership card to earn points for Aveda product purchases at participating locations. \n\nFind a Location\n\nSee stores, salons, and spas near you. Get directions, view location services and hours.",
      "android_package_name": "com.top.beautybrands",
      "ios_bundle_id": "com.gaddeveloper.aveda.flagship",
      "title": "Aveda",
      "domain_name": [
        "http://aveda.com/myavedaapp",
        "https://aveda.com"
      ],
      "website": "http://aveda.com/myavedaapp",
      "developer": "GAD Developer LLC",
      "app_country": "US",
      "icon": "https://play-lh.googleusercontent.com/GqkjHR20i8BTW7w2XpvO9qNeTqp5_17xkvnQUidlND_HA68ULaVxrVXGmnkon8s1k7A",
      "icon_72": "https://play-lh.googleusercontent.com/GqkjHR20i8BTW7w2XpvO9qNeTqp5_17xkvnQUidlND_HA68ULaVxrVXGmnkon8s1k7A=s72-rw",
      "market_status": "PUBLISHED"
    },
    {
      "app_availability": {
        "available_in": [
          "IN",
          "US"
        ],
        "package_name": "com.oplayer.avonsmart"
      },
      "cat_key": "BEAUTY",
      "cat_keys": [
        "BEAUTY",
        "APPLICATION"
      ],
      "category": "Business",
      "description": "A whole new way to connect!\n\n\n\nShop the Avon you love in the palm of your hand. Now you can get that personal Avon touch delivered right to your mobile phone so you can shop easily any time, anywhere.\n\n\n\nThis app supports the U.S. and you can access your country-specific version.\n\n\n\n• Shop the brochure with the easy click-and-shop Digital Brochure\n• Take advantage of all our amazing offers and live shopping events\n• Check out all the benefits of our products\n• Read up on the ingredients\n• Watch how-to videos and use the virtual makeover tool\n• Share your faves with your friends\n• One-stop shop for easy tracking and returns\n• Stay signed in and shop with ease\n• Get notified of limited-time offers\n• Quick access to shop with a Representative for the best prices\n• For Reps, access your personal Dashboard, easily share your store with QR codes and manage your business on the go\n• Get the latest alerts, info and product updates",
      "android_package_name": "com.oplayer.avonsmart",
      "ios_bundle_id": "com.avoncompany.avonapp.prod.app",
      "title": "Avon",
      "domain_name": [],
      "website": "",
      "developer": "The Avon Company",
      "app_country": "US",
      "icon": "https://play-lh.googleusercontent.com/qVWwNe2cP5Jk4BfxL4gVvo9-lijQs-dLkn3lOXLNroUqq_ntXIF4L2wmv2QF6FkDgzI",
      "icon_72": "https://play-lh.googleusercontent.com/qVWwNe2cP5Jk4BfxL4gVvo9-lijQs-dLkn3lOXLNroUqq_ntXIF4L2wmv2QF6FkDgzI=s72-rw",
      "market_status": "PUBLISHED"
    },
    {
      "app_availability": {
        "available_in": [
          "IN",
          "US"
        ],
        "package_name": "com.beautybay"
      },
      "cat_key": "BEAUTY",
      "cat_keys": [
        "BEAUTY",
        "APPLICATION"
      ],
      "category": "Shopping",
      "description": "Create an account + use code CTAPP15 with your first app order to unlock a magical 15% OFF your first order!\n\nCHARLOTTE TILBURY APP\n \nEASY BEAUTY FOR YOU!\nIT’S ME IN YOUR POCKET!\nFrom your PERFECT SKINCARE, MAKEUP  + FRAGRANCE MATCHES in 60 seconds to a beauty video library of HOW-TO TUTORIALS to make your look PRO LEVEL, my FREE App is MY BEAUTY BRAIN + the POWER OF AI at your fingertips! Unlock a SEAMLESS SHOPPING EXPERIENCE, EARLY ACCESS to NEW! INNOVATIONS, BREAKING BEAUTY NEWS + SO MUCH MORE! \n \nCHARLOTTE’S PRO BEAUTY TECH TOOLS!\nUnlock all your PERFECT beauty matches at the click of a button! Find your FLAWLESS MAKEUP SHADE MATCHES in under 60 seconds, achieve your BEST SKIN EVER with tailored-to-you SKINCARE RECOMMENDATIONS + discover the best FRAGRANCE FOR YOU to design your DREAM DAY + NIGHT! Use my Pro Beauty Tech Tools for a skincare, fragrance and makeup shopping experience like no other – it’s like having me in your pocket!\n \nGLOBALLY-LOVED MAKEUP MAGIC!\nGet the LOOK OF YOUR DREAMS with the makeup magic I use on red carpets and runways around the world! Discover my COMPLEXION PERFECTING AIRbrush collection, my UNIVERSALLY-FLATTERING Pillow Talk icons and MORE – they will make you LOOK + FEEL like the MOST BEAUTIFUL, CONFIDENT VERSION of YOU, every day! It’s magical makeup shopping made easy!\n\nSUPERCHARGED SKINCARE\nSupercharge your skincare shopping + unlock MAGIC SKIN at your fingertips! Discover the GLOWING skincare secrets LOVED BY EXPERTS + STARS around the world, including my WORLD-FAMOUS Magic moisturisers! Expertly formulated with my skincare scientists, they are the secret to IMMEDIATE SKIN REVIVAL and CLINICALLY PROVEN RESULTS!\n\nFRAGRANCE TO UNLOCK EMOTIONS!\nBacked by NEUROSCIENCE + 40 years of research, the first ever Fragrance Collection of Emotions consists of SIX INVISIBLE SUPERPOWERS to spray on your dreams and UNLOCK EMOTIONS! Boost your chosen mood with Emotion-Boosting Molecules! I am empowering everyone, everywhere to architect their dream day + night with fragrance!\n \nCHARLOTTE’S LOYALTY PROGRAMME\nUnlock MAGIC REWARDS with my Loyalty Programme! Shop the makeup, skincare and fragrance icons you love to access the different Loyalty levels and complete TILBURY TASKS to earn Loyalty Coins that can be spent on EXCLUSIVE TILBURY TREATS! Hurry darling, download my App now + log in to earn 100 Loyalty Coins!**\n \nLIMITLESS BEAUTY SUBSCRIPTIONS\nNever run out of the beauty magic you love again! Subscribe to receive your favourite beauty secrets every 3, 4 or 6 months and enjoy a MAGICAL 15% OFF*** every order! It’s the secret to FUSS-FREE SKINCARE + MAKEUP SHOPPING and BEAUTY HAPPINESS FOREVER!\n \nBREAKING BEAUTY NEWS!\nTurn on push notifications for FIRST ACCESS to my latest beauty news, from NEW! + EXCLUSIVE beauty secrets to APP-ONLY content and magical chances to WIN!* Plus, be the FIRST to hear when my SELL-OUT SENSATIONS are back in stock!\n\nCELEBRITY + SUPERMODEL LOOKS\nGet the makeup looks straight from the RED CARPET and RUNWAY! Discover and shop the beauty secrets used backstage on celebrities + supermodels by me and my incredible Team Tilbury!\n\nHOW-TO TUTORIALS\nUnlock EXPERT APPLICATION TIPS + TRICKS with the how-to tutorials in my NEW! beauty video library! Brush-along to feel and look like the MOST BEAUTIFUL, CONFIDENT version of YOU!\n\nQUICK + EASY SHOPPING\nThe ONE STOP SHOP for easy on-the-go shopping… in your pocket! BE THE FIRST to shop NEW! beauty secrets and back-in-stock icons, plus unlock APP-ONLY BEAUTY SECRETS you won’t find anywhere else!\n\nDAILY AFFIRMATIONS\nStart your day with my mood-boosting affirmations! A daily dose of JOY, CONFIDENCE, HAPPINESS and LOVE so you can conquer your world!\n**T&Cs apply: https://www.charlottetilbury.com/uk/help/competition-terms-and-conditions\n***T&Cs apply: https://www.charlottetilbury.com/uk/help/terms-and-conditions",
      "android_package_name": "com.beautybay",
      "ios_bundle_id": "com.charlottetilbury.magic",
      "title": "Charlotte Tilbury",
      "domain_name": [],
      "website": "",
      "developer": "Charlotte Tilbury Beauty Limited",
      "app_country": "US",
      "icon": "https://play-lh.googleusercontent.com/uO399y4X3DZ8juw0xpQ5qkIEfymAuatmKeS37EL5qxFAsPwjkYv99vOxcIOh20aVOBM",
      "icon_72": "https://play-lh.googleusercontent.com/uO399y4X3DZ8juw0xpQ5qkIEfymAuatmKeS37EL5qxFAsPwjkYv99vOxcIOh20aVOBM=s72-rw",
      "market_status": "PUBLISHED"
    },
    {
      "app_availability": {
        "available_in": [
          "IN",
          "US"
        ],
        "package_name": "com.bodyshop"
      },
      "cat_key": "BEAUTY",
      "cat_keys": [
        "BEAUTY",
        "APPLICATION"
      ],
      "category": "Shopping",
      "description": "Download the top-rated app and discover the best way to shop Bath & Body Works (both online and in-stores!) Stay up to date on today’s deals and sign up for push notifications to make sure you don’t miss a thing! \n\nUnlock even more app-exclusive features when you become a Rewards member: \n\n- Earn points toward your choice of FREE products (up to $16.95 retail value) \n- Track your points anytime, anywhere \n- Use Rewards and offers in your wallet \n- Get early access to new products, sneak peeks and more \n- Unwrap a special birthday surprise",
      "android_package_name": "com.bodyshop",
      "ios_bundle_id": "com.bathandbodyworks.app",
      "title": "The Body Shop",
      "domain_name": [],
      "website": "",
      "developer": "Bath & Body Works",
      "app_country": "US",
      "icon": "https://play-lh.googleusercontent.com/V0rQ3pg5ffwcYbbv5fQtEppAVYige5kDPgPRwBNI7kLvQ6DEswZItuTw2US86t2MnN4",
      "icon_72": "https://play-lh.googleusercontent.com/V0rQ3pg5ffwcYbbv5fQtEppAVYige5kDPgPRwBNI7kLvQ6DEswZItuTw2US86t2MnN4=s72-rw",
      "market_status": "PUBLISHED"
    },
    {
      "app_availability": {
        "available_in": [
          "IN",
          "US"
        ],
        "package_name": "com.theordinaryguide.app"
      },
      "cat_key": "BEAUTY",
      "cat_keys": [
        "BEAUTY",
        "APPLICATION"
      ],
      "category": "Productivity",
      "description": "Swiftvid is a powerful video player that combines ease of use with advanced features. Upload and enjoy your videos seamlessly, with the app's smooth playback capabilities and intuitive interface. Key features include:\n[Upload Videos]\nQuickly upload your videos to the app for easy access and playback.\n[Advanced Video Controls]\nEnjoy fast-forward and rewind gestures for effortless navigation during playback.\n[File Management]\nRename your videos and view detailed file information with just a tap.\n[4K Playback Support]\nExperience stunning video quality with full support for 4K playback.\n[Multiple File Formats]\nSwiftvid supports a wide variety of video formats, making it versatile for all your media needs.\n\nWatching videos with Swift will provide you with a high-quality viewing experience.\n\nMember Subscription Plan\nAdd subscription:\nSupport multiple subscription cycles, such as weekly/annual/lifetime.\nWeekly Enjoyment: For only $2.99 per week, you can start a one week premium membership journey and enjoy exclusive privileges.\nAnnual Exclusive: Invest $19.99 per month to easily unlock a year long membership experience and enjoy year-round benefits.\nLifetime Prestige: By making a one-time payment of $29.99, you can permanently become a premium member and enjoy all membership benefits, with excellent cost-effectiveness.\nBilling and Subscription Reminders:\nThe system reminds users that their subscription has expired, making it convenient for them to renew their subscription.\nAutomatic renewal instructions: Your account will be charged a renewal fee 24 hours after the end of the current billing period. To avoid automatic renewal, please turn it off at least 24 hours before renewal. You can turn off automatic renewal at any time from your account settings. After purchasing, you can manage and unsubscribe by going to the account settings on the App Store.\nCancel Renewal Guide: If you decide not to renew, you must complete the cancellation operation at least 24 hours before the current subscription expires to avoid automatic deductions.\nTerms of Service: https://swiftvides.com/Agreement.html\nPrivacy Policy: https://swiftvides.com/Policy.html\nCustomer service email: sharparyove@icloud.com",
      "android_package_name": "com.theordinaryguide.app",
      "ios_bundle_id": "com.swiftvid.unlimitedfun",
      "title": "The Ordinary",
      "domain_name": [
        "https://swiftvides.com",
        "https://swiftvides.com"
      ],
      "website": "https://swiftvides.com",
      "developer": "CENTERVILLE COMMUNITY BETTERMENT, INC.",
      "app_country": "US",
      "icon": "https://play-lh.googleusercontent.com/n8fPRXqNVNkrCGK4Mh4sFBTiNCVvD2CEvNRv1HTOR9FjbQWuROEUrq9xT_Pi2bxqm7c",
      "icon_72": "https://play-lh.googleusercontent.com/n8fPRXqNVNkrCGK4Mh4sFBTiNCVvD2CEvNRv1HTOR9FjbQWuROEUrq9xT_Pi2bxqm7c=s72-rw",
      "market_status": "PUBLISHED"
    }
  ]