[
    {
      "app_availability": {
        "available_in": [
          "IN",
          "US"
        ],
        "package_name": "com.audible.application"
      },
      "cat_key": "BOOKS",
      "cat_keys": [
        "BOOKS",
        "APPLICATION"
      ],
      "category": "Book",
      "description": "Discover storytelling that speaks to you with Audible. Audiobooks, podcasts and Audible Originals await in an all-in-one audio entertainment app.\n\nStorytelling and entertainment for all genres awaits. Keep one audiobook or podcast every month as a Premium Plus member or purchase your favorite titles with cash. Prioritize your health and wellness with meditation audiobooks or fitness podcasts. Start listening to Audible Originals such as The Justice, Million Dollar Habits, and The Space Within.\n\nCarPlay on the road for your morning commute or listen to bestsellers at your leisure — embrace Audible as part of your daily listening routine, anytime, anywhere. Stream and download audio books, whether you’re offline or switching devices. Enjoy deep relaxation with soothing nature sounds or fall asleep listening to sleep stories.\n\nEmbark on a mental wellness journey and enjoy a moment of self-care with stories that inspire you. Listen before you watch global Film & TV favorites in fantasy, thrillers and more. Catch up on the latest true crime stories and never lose your place with our Sleep Timer.\n\nFind intriguing stories that speak to you and build your library with audiobooks to keep forever. Tap into the best of audio entertainment, today with Audible.\n\nAUDIBLE FEATURES\n\nTHE PLUS CATALOG: AUDIO ORIGINALS\nListen to thousands of originals, audiobooks, and podcasts including exclusive shows and series.\n• Stream or download anything in the Plus Catalog anytime you want, no credits necessary\n• Browse thousands of binge-worthy titles and top genres\n• Listen to your favorites, enjoy bestsellers or discover exclusive originals\n\nSTORYTELLING: ANYTIME, ANYWHERE\nQueue up downloads, adjust your listening speed and experience seamless listening with Audible.\n• Offline listening - stream or download directly to enjoy Audible with or without WiFi\n• Read on your Kindle or listen on Audible - switch seamlessly with WhisperSync\n• Listen on the go with your Apple Watch or connect to your car with CarPlay\n• Sleep Timer - pause your book automatically before falling asleep\n\nENTERTAINMENT OASIS: FEAST YOUR EARS\nListen to storytelling that enriches you with immersive audio experiences for every moment.\n• Stream audiobooks and podcasts fit for every mood - get lost in a captivating story\n• Find what you need to unwind with true crime, classic literature & more\n• Health and wellness, fitness and nutrition, or sleep stories - begin a journey of self-care\n\nKIDS PROFILE\nCreate a Kids Profile for your child and share family-friendly listens from our extensive catalog of children’s audiobooks, podcasts and Originals, right from the app.\n\nAUDIBLE MEMBERSHIP\nGet the most from your subscription with discounts on our monthly and annual plans. Try cash purchases for titles you love and benefit from discounted prices as an Audible member.\n\nAUDIBLE PREMIUM PLUS\nWith Premium Plus, you can access the Plus catalog and much more:\n• The entire Plus Catalog - thousands of titles, podcasts, and Originals\n• Get 1 monthly credit to choose a title you want to keep forever\n• Listen to an extended selection of bestsellers, Originals and new releases\n• A permanent library! Titles purchased with credits are yours to keep, even if you cancel\n\nPurchase individual credits through the app and expand your audio library anytime with Audible.\n\n-\n\nIf you subscribe to Audible via iTunes where available, payment will be charged to your iTunes Account at confirmation of purchase and your membership will automatically renew monthly unless auto-renewal is turned off at least 24-hours before the end of the then current membership period. Your account will be charged for renewal within 24-hours before the end of each membership period at the rate of your selected plan. You can manage your subscription and turn off auto-renewal anytime by going to My Account or through iTunes.\nConditions of Use: https://www.audible.com/legal/conditions-of-use\nPrivacy Notice: https://www.amazon.com/privacy",
      "android_package_name": "com.audible.application",
      "ios_bundle_id": "com.audible.iphone",
      "title": "Audible",
      "domain_name": [
        "http://www.audible.com",
        "https://www.audible.com"
      ],
      "website": "http://www.audible.com",
      "developer": "Audible, Inc.",
      "app_country": "US",
      "icon": "https://play-lh.googleusercontent.com/pwzZK-7oQexraeU0mOrQgFIck-QSS89rH0eWjehctp8XskRSpixPNVlA0YYlRXHbA2Iz",
      "icon_72": "https://play-lh.googleusercontent.com/pwzZK-7oQexraeU0mOrQgFIck-QSS89rH0eWjehctp8XskRSpixPNVlA0YYlRXHbA2Iz=s72-rw",
      "market_status": "PUBLISHED"
    },
    {
      "app_availability": {
        "available_in": [
          "IN",
          "US"
        ],
        "package_name": "com.amazon.kindle"
      },
      "cat_key": "BOOKS",
      "cat_keys": [
        "BOOKS",
        "APPLICATION"
      ],
      "category": "Book",
      "description": "READ ANYTIME, ANYWHERE\nOn the bus, on your break, in your bed—never be without a book. Kindle books you have purchased on Amazon will automatically appear in your app. Kindle Unlimited and Amazon Prime members can select and download Kindle books directly in the app.\n\nFIND YOUR NEXT GREAT READ\n• Read the books you buy on Amazon in the Kindle app. Choose from over six million Kindle books (including those with Audible narration), magazines, and comics and start reading in seconds. Explore Amazon Charts best sellers and titles across genres like romance, science fiction, children’s books, self-help, religion, nonfiction, and more—and try any book with a free sample straight from the Kindle app.\n\n• Kindle Unlimited members can enjoy unlimited reading and listening, with the freedom to explore over 1 million titles, thousands of audiobooks, and current magazines. \n\n• Over 1,000 books, magazines, comics, and more included with Amazon Prime.\n\n• Kindle Vella brings you stories released one short episode at a time. The first three episodes of every story are always free--after that, purchase Tokens and redeem them to unlock episodes. Tokens may only be used to unlock Kindle Vella story episodes and are available for In-App purchase. Kindle Vella and In-App purchase of Tokens are currently only available in the US. \n\nGO BEYOND PAPER\nTurn your iPhone or iPad into a book with the free Kindle app—so you can read anytime, anywhere. Explore these reading features in the Kindle app:\n\n• Read your way. Customize your text size, font type, margins, text alignment, and orientation (portrait or landscape)—and choose whether to turn pages from left to right or continuously scroll. Read comfortably day and night with adjustable brightness and background colors. Go to the Aa menu in your book to get started.\n\n• Look up words, people, and places while you read. Breeze through words you don’t know and characters you can’t remember with the built-in dictionary, X-Ray, Wikipedia lookup, instant translations, and search within your book. Simply tap and hold a word to view its definition, or use the Google and Wikipedia links to get more information.\n\n• Track your reading progress. See what percent of the book you’ve read, real page numbers (for most top titles), and how much time you have left in the chapter or book based on your actual reading speed. \n\n• Bookmark places you want to revisit, and make highlights and take notes throughout your book. Open My Notebook to see all your notes in the same place.\n\n• Hop, skim, and jump with Page Flip. Flip between pages or get a bird’s-eye view of your book with Page Flip—don’t worry, we’ll save your place.\n\n• Zoom in on high-definition color images in Kindle books, magazines, comics, and manga.\n\n• Sync your books across devices. When you’re reading a book, the Kindle app will automatically sync where you left off—along with any bookmarks, highlights, or notes—so you can start reading on one device and pick up where you left off on another.\n\n• When you can’t read, listen. Switch seamlessly from reading your Kindle book to listening to the Audible book, all within the Kindle app.\n\n• Get notified when authors you love have new releases.\n\n\nBy using this app, you  agree to Amazon’s Conditions of Use (www.amazon.com/conditionsofuse) and Privacy Notice (www.amazon.com/privacy).",
      "android_package_name": "com.amazon.kindle",
      "ios_bundle_id": "com.amazon.Lassen",
      "title": "Kindle",
      "domain_name": [
        "http://www.amazon.com/kindleapp",
        "https://www.amazon.com"
      ],
      "website": "http://www.amazon.com/kindleapp",
      "developer": "AMZN Mobile LLC",
      "app_country": "US",
      "icon": "https://play-lh.googleusercontent.com/HFQH-DmzwCzgtiUisd_S-mPbUE7bfXRDyXUBEIBrM9y_nHbmEoQXz94BBHErEyOmPg",
      "icon_72": "https://play-lh.googleusercontent.com/HFQH-DmzwCzgtiUisd_S-mPbUE7bfXRDyXUBEIBrM9y_nHbmEoQXz94BBHErEyOmPg=s72-rw",
      "market_status": "PUBLISHED"
    },
    {
      "app_availability": {
        "available_in": [
          "IN",
          "US"
        ],
        "package_name": "com.google.android.apps.books"
      },
      "cat_key": "BOOKS",
      "cat_keys": [
        "BOOKS",
        "APPLICATION"
      ],
      "category": "Book",
      "description": "All the books you love. On the page or out loud. Anywhere you are.\n\nMeet Google Play Books for iOS: the one app to enjoy ebooks and audiobooks from Google Play.\n\nDive into a great book today with millions of titles from Google Play on your iPhone, iPod Touch, or iPad. Download your book to read or listen on the go. When you’re finished, find your next favorite from recommendations personalized just for you.\n\nLISTEN TO A GREAT AUDIOBOOK ANYWHERE, ANYTIME\n●       No monthly subscription required\n●       Navigate chapters with real chapter titles - not track lists\n●       Pick up where you left off on all your devices, including in the car with CarPlay\n●       Siri Shortcuts: Just say, Hey Siri, play my audiobook\n\nMILLIONS OF EBOOKS AT YOUR FINGERTIPS\n●       Preview samples from our catalog of millions of books\n●       Read your books, comics, and textbooks even when you’re offline\n●       Tap the page and watch your favorite comic book or manga come to life with Bubble Zoom\n●       Take notes that sync with your Google Drive and share them with a group for easy collaboration.",
      "android_package_name": "com.google.android.apps.books",
      "ios_bundle_id": "com.google.GoogleBooks",
      "title": "Google Play Books",
      "domain_name": [
        "https://play.google.com",
        "https://play.google.com"
      ],
      "website": "https://play.google.com",
      "developer": "Google LLC",
      "app_country": "US",
      "icon": "https://play-lh.googleusercontent.com/CwOLEx-Vxk7UG5l2WxUdLAn85SAVG5_63bAyOtiEw58fatNEDBwCjEeuUWj4yfemLPU",
      "icon_72": "https://play-lh.googleusercontent.com/CwOLEx-Vxk7UG5l2WxUdLAn85SAVG5_63bAyOtiEw58fatNEDBwCjEeuUWj4yfemLPU=s72-rw",
      "market_status": "PUBLISHED"
    },
    {
      "app_availability": {
        "available_in": [
          "IN",
          "US"
        ],
        "package_name": "com.overdrive.mobile.android.libby"
      },
      "cat_key": "BOOKS",
      "cat_keys": [
        "BOOKS",
        "APPLICATION"
      ],
      "category": "Book",
      "description": "All over the world, local libraries offer millions of ebooks and audiobooks. You can borrow them — for free, instantly — with a library card and Libby: the award-winning, much-loved app for libraries. \n\n• Browse your library’s digital catalog of books — from classics to NYT best-sellers\n• Borrow and enjoy ebooks, audiobooks, and magazines\n• Download titles for offline reading, or stream them to save space\n• Send ebooks to your Kindle (U.S. libraries only)\n• Listen to audiobooks via Apple CarPlay\n• Use tags to create your must-read list and any other book lists you want\n• Keep your reading position automatically synced on all your devices \n\nIn our beautiful, intuitive ebook reader:\n• Adjust text size, background color, and book design\n• Zoom into magazines and comic books\n• Define and search for words and phrases\n• Read and listen to read-alongs with your kids\n• Add bookmarks, notes, and highlights \n\nIn our ground-breaking audio player:\n• Slow down or speed up the audio (0.6 to 3.0x)\n• Set a sleep timer\n• Simply swipe to skip forward and backward\n• Add bookmarks, notes, and highlights \n\nLibby is built by the team at OverDrive, in support of local libraries everywhere. \n\nHappy reading!",
      "android_package_name": "com.overdrive.mobile.android.libby",
      "ios_bundle_id": "com.overdrive.dewey",
      "title": "Libby, by OverDrive",
      "domain_name": [
        "https://www.overdrive.com/apps/libby",
        "https://www.overdrive.com"
      ],
      "website": "https://www.overdrive.com/apps/libby",
      "developer": "OverDrive, Inc.",
      "app_country": "US",
      "icon": "https://play-lh.googleusercontent.com/fsfzoSofx2cyzz-gFSUvSkh1TE9dDJ8lxRfBqykIuSzlfSvbX5SlFg1rXhOKvjkhGjg",
      "icon_72": "https://play-lh.googleusercontent.com/fsfzoSofx2cyzz-gFSUvSkh1TE9dDJ8lxRfBqykIuSzlfSvbX5SlFg1rXhOKvjkhGjg=s72-rw",
      "market_status": "PUBLISHED"
    },
    {
      "app_availability": {
        "available_in": [
          "IN",
          "US"
        ],
        "package_name": "com.audible.application"
      },
      "cat_key": "BOOKS",
      "cat_keys": [
        "BOOKS",
        "APPLICATION"
      ],
      "category": "Book",
      "description": "Discover storytelling that speaks to you with Audible. Audiobooks, podcasts and Audible Originals await in an all-in-one audio entertainment app.\n\nStorytelling and entertainment for all genres awaits. Keep one audiobook or podcast every month as a Premium Plus member or purchase your favorite titles with cash. Prioritize your health and wellness with meditation audiobooks or fitness podcasts. Start listening to Audible Originals such as The Justice, Million Dollar Habits, and The Space Within.\n\nCarPlay on the road for your morning commute or listen to bestsellers at your leisure — embrace Audible as part of your daily listening routine, anytime, anywhere. Stream and download audio books, whether you’re offline or switching devices. Enjoy deep relaxation with soothing nature sounds or fall asleep listening to sleep stories.\n\nEmbark on a mental wellness journey and enjoy a moment of self-care with stories that inspire you. Listen before you watch global Film & TV favorites in fantasy, thrillers and more. Catch up on the latest true crime stories and never lose your place with our Sleep Timer.\n\nFind intriguing stories that speak to you and build your library with audiobooks to keep forever. Tap into the best of audio entertainment, today with Audible.\n\nAUDIBLE FEATURES\n\nTHE PLUS CATALOG: AUDIO ORIGINALS\nListen to thousands of originals, audiobooks, and podcasts including exclusive shows and series.\n• Stream or download anything in the Plus Catalog anytime you want, no credits necessary\n• Browse thousands of binge-worthy titles and top genres\n• Listen to your favorites, enjoy bestsellers or discover exclusive originals\n\nSTORYTELLING: ANYTIME, ANYWHERE\nQueue up downloads, adjust your listening speed and experience seamless listening with Audible.\n• Offline listening - stream or download directly to enjoy Audible with or without WiFi\n• Read on your Kindle or listen on Audible - switch seamlessly with WhisperSync\n• Listen on the go with your Apple Watch or connect to your car with CarPlay\n• Sleep Timer - pause your book automatically before falling asleep\n\nENTERTAINMENT OASIS: FEAST YOUR EARS\nListen to storytelling that enriches you with immersive audio experiences for every moment.\n• Stream audiobooks and podcasts fit for every mood - get lost in a captivating story\n• Find what you need to unwind with true crime, classic literature & more\n• Health and wellness, fitness and nutrition, or sleep stories - begin a journey of self-care\n\nKIDS PROFILE\nCreate a Kids Profile for your child and share family-friendly listens from our extensive catalog of children’s audiobooks, podcasts and Originals, right from the app.\n\nAUDIBLE MEMBERSHIP\nGet the most from your subscription with discounts on our monthly and annual plans. Try cash purchases for titles you love and benefit from discounted prices as an Audible member.\n\nAUDIBLE PREMIUM PLUS\nWith Premium Plus, you can access the Plus catalog and much more:\n• The entire Plus Catalog - thousands of titles, podcasts, and Originals\n• Get 1 monthly credit to choose a title you want to keep forever\n• Listen to an extended selection of bestsellers, Originals and new releases\n• A permanent library! Titles purchased with credits are yours to keep, even if you cancel\n\nPurchase individual credits through the app and expand your audio library anytime with Audible.\n\n-\n\nIf you subscribe to Audible via iTunes where available, payment will be charged to your iTunes Account at confirmation of purchase and your membership will automatically renew monthly unless auto-renewal is turned off at least 24-hours before the end of the then current membership period. Your account will be charged for renewal within 24-hours before the end of each membership period at the rate of your selected plan. You can manage your subscription and turn off auto-renewal anytime by going to My Account or through iTunes.\nConditions of Use: https://www.audible.com/legal/conditions-of-use\nPrivacy Notice: https://www.amazon.com/privacy",
      "android_package_name": "com.audible.application",
      "ios_bundle_id": "com.audible.iphone",
      "title": "Audible: audiobooks & podcasts",
      "domain_name": [
        "http://www.audible.com",
        "https://www.audible.com"
      ],
      "website": "http://www.audible.com",
      "developer": "Audible, Inc.",
      "app_country": "US",
      "icon": "https://play-lh.googleusercontent.com/pwzZK-7oQexraeU0mOrQgFIck-QSS89rH0eWjehctp8XskRSpixPNVlA0YYlRXHbA2Iz",
      "icon_72": "https://play-lh.googleusercontent.com/pwzZK-7oQexraeU0mOrQgFIck-QSS89rH0eWjehctp8XskRSpixPNVlA0YYlRXHbA2Iz=s72-rw",
      "market_status": "PUBLISHED"
    },
    {
      "app_availability": {
        "available_in": [
          "IN",
          "US"
        ],
        "package_name": "com.kobobooks.android"
      },
      "cat_key": "BOOKS",
      "cat_keys": [
        "BOOKS",
        "APPLICATION"
      ],
      "category": "Book",
      "description": "Join millions of readers around the world and access eBooks and audiobooks all with one app. Go shelf-less and take your reading adventures on the go. With over 6 million titles to choose from, there's something for every type of reader and listener.\n\nPurchase eBooks and audiobooks directly from Kobo. They'll automatically appear in the app immediately afterwards.\n\nThe Kobo App makes reading even more comfortable and convenient:\n\n• Customize the way you read. Enjoy crisp, clear text in the size and style you prefer. Try Night Mode to make reading easier on your eyes before bedtime, and lock the screen in portrait or landscape mode.\n\n• Our beautifully designed, easy-to-use player makes it simple for you to move through your audiobook with a single touch. Never worry about losing your spot, and see how much time is left at a glance. Schedule it to turn off after a set amount of time—perfect for listening before going to sleep.\n\n• Read thousands of free eBook previews or listen to audiobook samples to help you find your next favourite.\n\n• Start reading on one device and pick up on another. The Kobo App always remembers where you left off, so you can keep reading across all your devices.\n\n• Share your love of reading on Facebook, Twitter and Instagram. Post your favourite quotes, notes, and thoughts from what you’re reading.\n\n• Rate and review the books you’ve read or read reviews from booklovers like you!\n\n• Read in English, French, Spanish, Italian, German, Dutch, Portuguese, Brazilian Portuguese, Turkish, Traditional Chinese or Japanese.\n\n• Listen to audiobooks while you drive with CarPlay. Download them before connecting to CarPlay, or else you won’t see them.",
      "android_package_name": "com.kobobooks.android",
      "ios_bundle_id": "com.shortcovers.shortcovers",
      "title": "Kobo Books",
      "domain_name": [
        "http://www.kobo.com",
        "https://www.kobo.com"
      ],
      "website": "http://www.kobo.com",
      "developer": "Rakuten Kobo Inc.",
      "app_country": "US",
      "icon": "https://play-lh.googleusercontent.com/gWAccZO7a9JX1u7jzeu4LpxuOlVlpdzt4Z6vkqwpp4ankRCqQZgt7WEfD4czLXVvtzk",
      "icon_72": "https://play-lh.googleusercontent.com/gWAccZO7a9JX1u7jzeu4LpxuOlVlpdzt4Z6vkqwpp4ankRCqQZgt7WEfD4czLXVvtzk=s72-rw",
      "market_status": "PUBLISHED"
    },
    {
      "app_availability": {
        "available_in": [
          "IN",
          "US"
        ],
        "package_name": "com.google.android.apps.books"
      },
      "cat_key": "BOOKS",
      "cat_keys": [
        "BOOKS",
        "APPLICATION"
      ],
      "category": "Book",
      "description": "Apple Books is the best place to discover, read and listen to entertaining and informative books and audiobooks. Browse through top charts, personalised recommendations and expertly curated collections in the Book Store and Audiobook Store, or use search to easily find the perfect read or listen, no subscription needed. Track what you’ve read and want to read, and set your own reading goals—all in one app and across all your Apple devices.\n\nExplore millions of books and audiobooks \n• Check out today’s bestsellers, free books and special offers for readers of all ages, plus personalised recommendations.\n• Explore collections curated by the Apple Books team to find your next book or audiobook in your favourite genres, from mysteries and thrillers to romance, history, self-development and kids.\n• Sample any book or preview an audiobook to start enjoying the first few pages for free.\n• Keep track of the books and audiobooks you’re interested in with your Want to Read list.\n\nCustomise your reading experience\n• Choose from a selection of reading themes, which include a variety of fonts and background colours.\n• Make your book easy to read by adjusting line height and letter spacing to your preference.\n•  Use Auto-Night Theme and adjust your screen brightness to make reading more comfortable for your eyes.\n• Enable vertical scrolling to move continuously through books instead of flipping pages.\n\nMake reading a habit with Reading Goals\n• Set a reading goal to encourage yourself to read daily.\n• Track reading streaks and how many books you’ve read this year.\n• Get reminders and coaching to help you achieve your reading goals.\n\nShare with your whole family\n• Family Sharing lets you enjoy your books and audiobooks with your favourite people. Invite up to five family members.\n\nApple CarPlay \n• Designed with safety in mind, the Audiobooks app in Apple CarPlay allows you to listen to audiobooks while driving.\n• Large buttons make it easy to start and stop, rewind or fast forward, and the simplified library helps you find your next audiobook while still keeping your eyes on the road. \n\nApple Watch features\n• Use the Audiobooks app on Apple Watch to get back to your recent audiobooks or browse your library right from your wrist.\n• Use the Watch app on iPhone to choose which audiobooks to download to your Apple Watch.\n\nRequirements & store availability\n• iPhone requires iOS 11 or later.\n• iPad requires iPadOS 11 or later.\n• Content varies by country or region and may not be available on all devices.",
      "android_package_name": "com.google.android.apps.books",
      "ios_bundle_id": "com.apple.iBooks",
      "title": "Apple Books",
      "domain_name": [
        "http://apple.com/apple-books",
        "https://apple.com"
      ],
      "website": "http://apple.com/apple-books",
      "developer": "Apple Inc.",
      "app_country": "US",
      "icon": "https://play-lh.googleusercontent.com/CwOLEx-Vxk7UG5l2WxUdLAn85SAVG5_63bAyOtiEw58fatNEDBwCjEeuUWj4yfemLPU",
      "icon_72": "https://play-lh.googleusercontent.com/CwOLEx-Vxk7UG5l2WxUdLAn85SAVG5_63bAyOtiEw58fatNEDBwCjEeuUWj4yfemLPU=s72-rw",
      "market_status": "PUBLISHED"
    },
    {
      "app_availability": {
        "available_in": [
          "IN",
          "US"
        ],
        "package_name": "com.shadowbattle.overdrive.legend"
      },
      "cat_key": "BOOKS",
      "cat_keys": [
        "BOOKS",
        "APPLICATION"
      ],
      "category": "Games",
      "description": "In the world of \"Overdrive Legends\" you will embark on an adventure filled with technological flair and a cyberpunk style. As a brave explorer, you will need to challenge dangerous levels, defeat powerful bosses, and collect fragments to enhance your characters, continuously upgrading your character's level. The game features an innovative Roguelike combat system, allowing you to easily swipe your character to slash enemies and engage in boss fights, while incorporating various skills to steadily improve your combat capabilities. Challenge hundreds of level maps, face various monsters and formidable bosses, and download \"Overdrive Legends\" now to begin your adventure!",
      "android_package_name": "com.shadowbattle.overdrive.legend",
      "ios_bundle_id": "com.Blink.OverDriveLegends",
      "title": "OverDrive",
      "domain_name": [
        "https://odl.blinkhk.com",
        "https://odl.blinkhk.com"
      ],
      "website": "https://odl.blinkhk.com",
      "developer": "Blink Studio limited",
      "app_country": "US",
      "icon": "https://play-lh.googleusercontent.com/CfW0bE_xQQXgCM1yDPzz8em0fMIe8ILZL4nYZEoTHH6JNMThqb-b6q6V9nV56QOCew",
      "icon_72": "https://play-lh.googleusercontent.com/CfW0bE_xQQXgCM1yDPzz8em0fMIe8ILZL4nYZEoTHH6JNMThqb-b6q6V9nV56QOCew=s72-rw",
      "market_status": "PUBLISHED"
    },
    {
      "app_availability": {
        "available_in": [
          "IN",
          "US"
        ],
        "package_name": "com.scribd.app.reader0.docs"
      },
      "cat_key": "BOOKS",
      "cat_keys": [
        "BOOKS",
        "APPLICATION"
      ],
      "category": "Book",
      "description": "Everand is a reading subscription with millions of ebooks, audiobooks, and podcasts. Starting at $11.99/month, read what you want, how you want — across devices and offline.\n\nListen to millions of popular and exclusive audiobooks and ebooks, including The New York Times® Best Sellers, from every genre:\n\n• True Crime\n• Fiction\n• Personal Growth\n• Science Fiction\n• Biography\n• Health and Wellness\n• Personal Growth\n• Children\n• Cookbooks\n• Entertainment\n• Travel\n• Celebrity Narrated Memoirs\n• Religion and Spirituality\n• YA\n• Self-Help\n• Romance\n• Business\n• Politics\n• Current Events\n\nEVERAND SUBSCRIPTIONS\n\nEverand is a flexible digital reading subscription that gives you instant access to millions of bestselling ebooks, audiobooks, and more. Choose between two monthly plans and enjoy exclusive savings on titles you love as an Everand member.\n\nEnjoy free for 30 days, cancel anytime. \n\nPLUS PLAN\n\n• $16.99/month \n• Billed monthly after trial \n• Unlock 3 titles per month from our catalog of 1.5M bestsellers and new releases\n\nSTANDARD PLAN\n\n• $11.99/month \n• Billed monthly after trial \n• Unlock 1 title per month from our catalog of 1.5M bestsellers and new releases\n\nBOTH SUBSCRIPTIONS INCLUDE\n\n• Keep and read your unlocked titles for the duration of your subscription\n• Unlimited access to a select catalog of 20k+ additional pieces of content, including Everand Originals, and podcasts\n• Personalized recommendations to help you find a new favorite\n• Read or listen online or offline\n• Enjoy on web, iOS, Apple Watch, and CarPlay\n• Complimentary access to Scribd and SlideShare: 170M+ documents and presentations\n• Upgrade, downgrade, or cancel at any time\n\nListen or read to all titles on Everand on multiple devices and even offline. And – enjoy these special features included in your subscription at no extra cost.\n\n\nAUDIOBOOK FEATURES\n\n• Customize your narration speed\n• Set a sleep timer\n• Download audiobooks to listen offline\n\n\n\nEBOOK FEATURES\n\n• Download ebooks to read offline\n• Make notes and annotations, and add bookmarks\n• Customize your font size, type, and background color\n• Choose horizontal or vertical page scrolling\n\n-\n\nOur monthly subscription automatically renews unless the subscription is canceled at least 24 hours prior to the next billing date.\n\nPayment will be charged to your App Store account at confirmation of purchase.\n\nSubscriptions may be managed by the user and auto-renewal may be turned off by going to the user's Account Settings after purchase.\n\nA subscription includes access to Everand, Scribd, and SlideShare through one monthly payment based on your plan.\n\nDownload the free Everand app and start listening and reading today!\n\nOur privacy policy can be found at https://www.scribd.com/privacy \nOur terms of use can be found at https://www.scribd.com/terms",
      "android_package_name": "com.scribd.app.reader0.docs",
      "ios_bundle_id": "com.scribd.iscribd",
      "title": "Scribd",
      "domain_name": [
        "https://support.scribd.com",
        "https://support.scribd.com"
      ],
      "website": "https://support.scribd.com",
      "developer": "Scribd",
      "app_country": "US",
      "icon": "https://play-lh.googleusercontent.com/Ru_eiWyY8TYQepcw30fCi5ndjDvysJwK_Vib2eX-W2EKb_uQUWiBbrNRFyD_L-IFItPm",
      "icon_72": "https://play-lh.googleusercontent.com/Ru_eiWyY8TYQepcw30fCi5ndjDvysJwK_Vib2eX-W2EKb_uQUWiBbrNRFyD_L-IFItPm=s72-rw",
      "market_status": "PUBLISHED"
    },
    {
      "app_availability": {
        "available_in": [
          "IN",
          "US"
        ],
        "package_name": "com.blinkslabs.blinkist.android"
      },
      "cat_key": "BOOKS",
      "cat_keys": [
        "BOOKS",
        "APPLICATION"
      ],
      "category": "Education",
      "description": "WANT TO LEARN FASTER AND SMARTER? \n\nWith Blinkist, you can absorb the most important ideas from 7,500+ top books and podcasts in just 15 minutes. Blinkist summarizes their key insights into short, easy-to-digest audio and text summaries.\n\nThat means you can turn spare moments - on your commute, during workouts, or even while doing chores - into valuable learning time.\n\nBoost your career, focus on personal growth, or simply stay curious, Blinkist makes it easy to fit learning into your busy life.\n\nOver 32 million people use Blinkist to read more and learn faster. Join them today.\n\n———————\n\nWHY CHOOSE BLINKIST\n\nBlinkist is designed to help you learn faster and make positive changes quickly:\n95% of users read more than before\n91% have developed better habits\n87% already have made positive life changes\nNo matter your goal, Blinkist helps you make the most of your time.\n\n———————\n\nWHAT YOU GET WITH BLINKIST\n\n*7,500+ summaries for smarter learning\nAccess the key ideas from the world’s top nonfiction and fiction books and podcasts in just 15 minutes.\n\n*Daily microlearning session\nStart your day with a bite-sized book summary, handpicked by our team.\n\n*Personalized recommendations\nSet your goals and get tailored suggestions, based on your interests.\n\n*Audio and text summaries\nNo time to read? With Blinkist you can also listen to summaries while commuting, exercising, or multitasking.\n\n*Expert-curated Guides and Collections\nDive deeper into must-know topics with audio Guides, curated by our experts.\n\n*Blinkist Pro with Blinkist AI\nTake your learning to the next level with Blinkist Pro. With Blinkist AI, you can summarize articles, PDFs, and videos and get the key ideas from any content in seconds.\n\n*Offline mode\nLearning without Wi-Fi! Download summaries to listen or read offline.\n\n*Send-to-Kindle feature\nPrefer reading on your Kindle? Send Blinkist summaries directly to your device for a seamless reading experience.\n\n*2-for-1 Premium account\nShare Blinkist with someone close to you! With Premium, you can give a friend or family member a free additional account.\n\n*Science-backed learning for better retention\nOur summaries are designed using neuroscience-based techniques to help you retain key concepts and ideas more effectively.\n\n*Clear, focused summaries\nOur expert writers turn complex ideas into easy-to-understand, clear summaries.\n\n———————\n\nBASIC, PREMIUM & PRO: CHOOSE THE RIGHT PLAN FOR YOU\n\n- Blinkist Basic - the Daily Pick\nOne free daily summary handpicked by our editorial team.\n\n- Blinkist Premium -  the Full Package\n7,500+ summaries\nExpert-led Guides\nPersonalized recommendations\nOffline mode to read or listen to anywhere\nSend-to-Kindle feature\n2 for 1: Share a free account with family or friends\n\n- Blinkist Pro - for the Learning Champion\nBlinkist Pro gives you everything included in Blinkist Premium, PLUS Blinkist AI, the revolution of learning:\nSummarize Any Content: Quickly turn articles, PDFs, or videos into key takeaways.\nAsk follow-up questions and become 10x more productive\n\n———————\n\nWHAT THE PRESS IS SAYING\n\n\"Blinkist is an intriguing app that encourages you to read more nonfiction books... It’s a fun and fascinating way to discover new and interesting topics\" — The New York Times\n\n\"Blinkist offers a terrific service—great ideas distilled down to their very essence. For those of us who are deeply curious about new ideas on success, happiness, innovation, progress, and more, it’s a great start.\" — Forbes\n\n———————\n\nRISK-FREE LEARNING\n\nNot sure if Blinkist is the right fit? No worries! Simply contact Apple Support within the first 14 days to request a refund—quick, easy, and stress-free.\nGet started today—there’s zero risk and endless learning waiting for you!\nTerms of Use: https://www.blinkist.com/en/tos\nPrivacy Policy: https://www.blinkist.com/privacy.html\n\nQuestions or Suggestions? Our customer support team is just an email away: support@blinkist.com",
      "android_package_name": "com.blinkslabs.blinkist.android",
      "ios_bundle_id": "com.blinkslabs.Blinkist",
      "title": "Blinkist",
      "domain_name": [
        "https://www.blinkist.com",
        "https://www.blinkist.com"
      ],
      "website": "https://www.blinkist.com",
      "developer": "Blinks Labs GmbH",
      "app_country": "US",
      "icon": "https://play-lh.googleusercontent.com/JwvZpmpuUpw-QqSAzqARVDiuZZBAX-M8BhX21v4ppSzNEPXaMAjgJ5pS-Rvti-nwmw",
      "icon_72": "https://play-lh.googleusercontent.com/JwvZpmpuUpw-QqSAzqARVDiuZZBAX-M8BhX21v4ppSzNEPXaMAjgJ5pS-Rvti-nwmw=s72-rw",
      "market_status": "PUBLISHED"
    },
    {
      "app_availability": {
        "available_in": [
          "IN",
          "US"
        ],
        "package_name": "com.obreey.reader"
      },
      "cat_key": "BOOKS",
      "cat_keys": [
        "BOOKS",
        "APPLICATION"
      ],
      "category": "Book",
      "description": "PocketBook Reader is a free app for reading all formats (books, magazines, textbooks, comic books, etc.) and listening to audiobooks! The application supports 26 book and audio formats, including mobi, epub, fb2, cbz, cbr. Read without ads and with total comfort!\n\nChoose any content - any format!\n• Support of 19 book formats, including the most popular - EPUB, FB2, MOBI, PDF, DJVU, DOCX, RTF, TXT, HTML;\n• Comic book formats CBR and CBZ;\n• Open books protected with Adobe DRM (PDF, EPUB);\n• PDF Reflow function (reflow text in PDF files).\n\nListen to audiobooks!\n• You can listen to audiobooks and other audio files in MP3, M4B, and take notes in them;\n• Built-in TTS (Text-to-speech) engine for the voicing of the text files. \n\nDownload and sync content easily!\n• Free PocketBook Cloud service for synchronizing all your books, including audiobooks, as well as reading positions, notes and bookmarks on all your devices;\n• Your files from Dropbox or Google Books services are easily connected to the app to create one consolidated library. You can even connect multiple accounts at the same time;\n• Support for OPDS catalogs - get access to network libraries;\n• ISBN scanner, for quick search of electronic versions of books by barcode;\n• Opportunity to borrow books and periodicals;\n• If you have a E Ink e-reader PocketBook, you can easily synchronize all your books and accounts just by scanning a QR code.\n\nReady to switch from another app? No problem! Getting started with PocketBook Reader is easy! With an intuitive interface, the application provides you with unprecedented freedom – lots of options for settings and no restrictions.\n\nChoose, change, customize, and personalize!\n• Intuitive interface, easy navigation, and minimalistic design;\n• Opportunity to choose one of the seven interface color themes, reassign the buttons and display areas;\n• Two night-reading modes - for better reading comfort anytime;\n• Adjust the font style, font size, line spacing, and margin size;\n• Animation of turning pages;\n• Opportunity to crop margins – make the page look exactly the way you want.\n\nGet fast file access and easy search!\n• All files are quickly found and instantly opened, even with built-in audio and video fragments;\n• Your books will never be lost in the device’s memory - thanks to the smart search, scanning files on your tablet or smartphone is a matter of seconds. Any file or document can be found in a few clicks!\n• The app allows you to sort books, create collections, filter and mark files as you like. Your library - your rules;\n• Convenient managing  of audio files - it is easy to sort and play your audiobooks.\n\nMake bookmarks, take notes, add comments!\n• You can quickly find all your notes and share them with friends via email or messengers;\n• Collect all your notes, bookmarks, and comments into separate files for even greater convenience.\n\nPocketBook Reader was created by avid readers for avid readers, and that’s why it’s probably the best e-book reader app.",
      "android_package_name": "com.obreey.reader",
      "ios_bundle_id": "com.obreey.reader",
      "title": "PocketBook Reader",
      "domain_name": [
        "https://www.youtube.com/user/PocketBookint",
        "https://www.youtube.com"
      ],
      "website": "https://www.youtube.com/user/PocketBookint",
      "developer": "Pocketbook International SA",
      "app_country": "US",
      "icon": "https://play-lh.googleusercontent.com/BX_GK46RKT0OeO2trRJcHnDoZxQPLLLo63fkX3umKR7LuHzdSM9hIgYqCG3g_I9oiQ",
      "icon_72": "https://play-lh.googleusercontent.com/BX_GK46RKT0OeO2trRJcHnDoZxQPLLLo63fkX3umKR7LuHzdSM9hIgYqCG3g_I9oiQ=s72-rw",
      "market_status": "PUBLISHED"
    },
    {
      "app_availability": {
        "available_in": [
          "IN",
          "US"
        ],
        "package_name": "wp.wattpad"
      },
      "cat_key": "BOOKS",
      "cat_keys": [
        "BOOKS",
        "APPLICATION"
      ],
      "category": "Book",
      "description": "Wattpad. Where stories live.\nDiscover the world's most-loved social storytelling platform. Wattpad connects a global community of 90 million readers and writers* through the power of story. Download it today to start reading or writing original stories.\n\nGet your story discovered\nHave your own story to tell? Get it discovered through the power of community and technology on Wattpad. Share an original story on Wattpad and share it with our community who are there to cheer you on throughout your writing journey. Think your story could be the next blockbuster? Wattpad Studios discovers untapped, unsigned, and talented writers on Wattpad and connects them to global multi-media entertainment companies.\n\nRead original stories\nDiscover stories in over 25 languages from writers around the world! Whatever you’re into reading—romance, science fiction, mystery, comedy, action adventure, fantasy, young adult fiction, or fanfiction—it’s all on Wattpad. So whether you’re looking for more LGBT meet-cutes, cyberpunk fairy tales, or new technothrillers to devour, you’ll find it all, and so much more, on Wattpad.\n\nConnect with a community of story-lovers\nWhen you join Wattpad, you become a member of an international community of story-lovers. Connect with other passionate readers & writers, comment directly in stories as you read them, and support writers as they create and share their original stories. You can even read together and share your library or create reading lists so your friends always know what you’re reading.\n\nStart your own free library\nSave your favorite stories to keep them with you wherever you go. Hooked on a story? Simply sync your account to easily pick up where you left off, whether you’re on your laptop, tablet, Kindle or iPhone.\n\nRead the stories that inspired blockbusters\nIf you’ve streamed Light as a Feather on Hulu or read New York Times best-seller Anna Todd’s series After, you may not know—these stories were first discovered on Wattpad. Join the platform the entertainment industry scours to find its next big hit, and start reading tomorrow’s box-office sensation today.\n\n*As of the quarter ended September 30, 2023\n\nWattpad Premium:\n- Subscribe to Wattpad Premium for uninterrupted ads-free reading and first access to new features\n– Payment will be charged to iTunes Account at confirmation of purchase\n– Subscription automatically renews unless auto-renew is turned off at least 24-hours before the end of the current period\n– Account will be charged for renewal within 24-hours prior to the end of the current period, at the cost of the chosen package\n– Subscriptions may be managed by the user and auto-renewal may be turned off by going to the user's Account Settings after purchase\n- For full terms of service, visit https://www.wattpad.com/terms\n- For our privacy policy, visit https://www.wattpad.com/privacy\n– Any unused portion of a free trial period, if offered, will be forfeited when the user purchases a subscription to that publication, where applicable\n\nAlready a Wattpad fan? Follow us on Instagram, Facebook and Twitter to stay up-to-date on your favorite writers, stories, contests, and more!\n\nInstagram: https://www.instagram.com/wattpad/\nTikTok: https://www.tiktok.com/@wattpad\nFacebook: https://www.facebook.com/wattpad/\nTwitter: https://twitter.com/wattpad",
      "android_package_name": "wp.wattpad",
      "ios_bundle_id": "com.fivemobile.wattpad",
      "title": "Wattpad",
      "domain_name": [
        "http://www.wattpad.com",
        "https://www.wattpad.com"
      ],
      "website": "http://www.wattpad.com",
      "developer": "Wattpad Corp",
      "app_country": "US",
      "icon": "https://play-lh.googleusercontent.com/mRJlX71UpvRrPYj9EWWGebUTzTTTIjXkKrpcO0UBWH1Sk4ZGEk555wVA4xjShYWujQ",
      "icon_72": "https://play-lh.googleusercontent.com/mRJlX71UpvRrPYj9EWWGebUTzTTTIjXkKrpcO0UBWH1Sk4ZGEk555wVA4xjShYWujQ=s72-rw",
      "market_status": "PUBLISHED"
    },
    {
      "app_availability": {
        "available_in": [
          "IN",
          "US"
        ],
        "package_name": "net.booksy.customer"
      },
      "cat_key": "BOOKS",
      "cat_keys": [
        "BOOKS",
        "APPLICATION"
      ],
      "category": "Lifestyle",
      "description": "Booksy makes it easy to book your self-care appointments anytime, anywhere so that you can get on with your day. Browse our marketplace to find your favorite providers, compare pricing, read reviews, and make your next booking.\n\nDiscover: Not sure where to start? Use our search tool to find your favorite provider or service.\n\nBook 24/7: Check for available appointments without having to pick up the phone. Simply find a time that works for you and get on the books.\n\nMake Changes On-the-Fly: Cancel, reschedule, or rebook appointments easily - all from your Booksy app.\n\nGet Notified: You’re busy, we get it. We’ll send reminders so you never miss an appointment.\n\nContactless Payments: Ditch cash or cards! Pay directly through Booksy if your provider uses Mobile Payments.\n\n\nScheduling appointments shouldn’t feel like a chore. Booksy makes it easy to book all of the services you love, from the palm of your hand.\n\nFor business owners looking to streamline the day-to-day, check out Booksy Biz, our app for providers. You can also give us a shout to learn more: info.us@booksy.com.",
      "android_package_name": "net.booksy.customer",
      "ios_bundle_id": "com.sensi.BooksyCUST",
      "title": "Booksy",
      "domain_name": [
        "https://booksy.com",
        "https://booksy.com"
      ],
      "website": "https://booksy.com",
      "developer": "Booksy International sp. z o.o.",
      "app_country": "US",
      "icon": "https://play-lh.googleusercontent.com/EMsrhZzxL1SJDRsCUfY2NTAkQymK9v_rvhS4hEKfviw90LWJITrABOvWw6IgTGkfgbE",
      "icon_72": "https://play-lh.googleusercontent.com/EMsrhZzxL1SJDRsCUfY2NTAkQymK9v_rvhS4hEKfviw90LWJITrABOvWw6IgTGkfgbE=s72-rw",
      "market_status": "PUBLISHED"
    },
    {
      "app_availability": {
        "available_in": [
          "IN",
          "US"
        ],
        "package_name": "com.twodoor.bookly"
      },
      "cat_key": "BOOKS",
      "cat_keys": [
        "BOOKS",
        "APPLICATION"
      ],
      "category": "Book",
      "description": "Bookly helps you track your reading in real-time, manage your books, make a habit out of reading and see your progress over time.\nAdd books, e-books or audiobooks to your collections, use the timer to track your reading and get access to awesome stats that will help you improve and read even more. Set goals and reminders to stay motivated, get weekly and monthly or yearly reports on your progress. \nYou can better rate your books by going beyond the classic five star ratings by adding custom ones like: inspiration, heartfelt, love, spice, humor, and many more. Bookly also allows half-star ratings. \n\n\nTRACK YOUR READING IN REAL-TIME\n- Start the timer every time you read with a simple tap\n- Record your current page number of the books you're reading\n- See how long it will take you to finish the book at your current pace\n- Set a Book Goal to finish your book by a given time\n- Add your own rating, thoughts, and quotes for each book\n- Play ambient sounds while you read \n- Generate awesome Infographics style reports for every book\n- Unlock achievements to stay motivated and read even more\n  \n\nGET READING STATS & RESULTS\n- Get tons of insightful Stats: total read time, pages read, reading speed, estimated book finish time, daily reading time, days you read in a row, reading streak and more\n- Generate Reading Reports with graphs and stats per book/month/year\n- Set Monthly or Yearly Goals in number of hours, pages or books\n- Set daily reminders to keep you motivated to achieve your reading goals\n- Use the powerful Bookly Assistant to read more, get personalized reading suggestions, reminders, reports and a lot more\n- Share your progress directly from the app\n \n\nKEEP TRACK OF YOUR BOOKS\n- Track and manage your entire library of books, e-books and audiobooks\n- Setup your own custom book Collections, like \"Wishlist\", \"Favourites\"\n- Get book details by scanning the ISBN barcode or searching online directly in the app\n- Store and sync your books among devices using iCloud\n- Never lose a book again, mark a book as lent or borrowed\n\n\nKEEP TRACK OF YOUR BOOK CHARACTERS\n- Track and manage all characters that you meet in your reading journey\n- Track how they evolve over time, what challenges they face, the relationships between them and much more. \n\n\nKEEP TRACK OF READATHONS\n- Track your readathon progress in real time\n- Track books read, reading time and pages for any period of time\n- Track readathon prompts\n- Get notifications and stay on track\n- - -\n\nBookly is free to download and use. No online account or signup needed. The Pro version is free with a 7 day trial, after which we offer three subscription packages: $4.99/month (1 Month Subscription), $19.99/6 months (6 Month Subscription), and $29.99/year (1 Year Subscription). All other features remain free to use indefinitely.\n \nThese prices are for United States customers. Pricing in other countries may vary and actual charges may be converted to your local currency depending on the country of residence.\n\nSubscription service conditions:\n\n- Payment will be charged to your iTunes Account at confirmation of purchase\n- Your subscription automatically renews unless auto-renew is turned off at least 24-hours before the end of the current period\n- Your account will be charged for renewal within 24-hours prior to the end of the current period\n- You can manage your subscription and switch off auto-renewal by accessing your Account Settings after purchase\n- Refunds will not be provided for any unused portion of the term\n- Any unused portion of a free trial period, if offered, will be forfeited when the user purchases a subscription to that publication, where applicable\n- All personal data is handled under the terms and conditions of Bookly’s privacy policy. More details can be found here:\nhttp://getbookly.com/privacy-policy/\nhttp://getbookly.com/terms-of-use/ \n \n*Important: This app is for book TRACKING and MANAGEMENT. Book content and the actual reading is not done in the app.*",
      "android_package_name": "com.twodoor.bookly",
      "ios_bundle_id": "com.twodoor.bookeep",
      "title": "Bookly: Book Tracker",
      "domain_name": [
        "https://getbookly.com",
        "https://getbookly.com"
      ],
      "website": "https://getbookly.com",
      "developer": "TWODOOR GAMES SRL",
      "app_country": "US",
      "icon": "https://play-lh.googleusercontent.com/c7uCg7sxnpsZlcKtg8Xm3-he-qeruLue9dqyghbfv5_UVRMS3H5QY2Pb9i2u7CHlqg",
      "icon_72": "https://play-lh.googleusercontent.com/c7uCg7sxnpsZlcKtg8Xm3-he-qeruLue9dqyghbfv5_UVRMS3H5QY2Pb9i2u7CHlqg=s72-rw",
      "market_status": "PUBLISHED"
    },
    {
      "app_availability": {
        "available_in": [
          "IN",
          "US"
        ],
        "package_name": "com.audiobooks.androidapp"
      },
      "cat_key": "BOOKS",
      "cat_keys": [
        "BOOKS",
        "APPLICATION"
      ],
      "category": "Book",
      "description": "Are you looking to enjoy your favorite books on the go? The Audiobooks.com app puts over 500,000 classics, bestsellers, and new releases in your pocket, wherever life takes you. Stream or download your audiobooks for listening in the car, at the gym, or on any smart speaker.\n\nWhy not transform your day-to-day routine by escaping into a great story? Whether you're in the mood for a thrilling mystery, a cozy romance, or an educational listen, we've got you covered.\n\nDownload the Audiobooks.com app today to enjoy all your favorite books without ever having to turn a page!\n\n\nEXTENSIVE LIBRARY\nWith top titles from around the world – and even some otherworldly listens – we have something for everyone.\nOur library includes:\n• Over 500,000 audiobooks across all genres\n• Unlimited listening to 10,000+ free titles\n• Audiobooks for all ages\n• Immersive stories, reimagined favorites, and weekly new releases\n• Freshly curated and tailored recommendations for every listener\n\nDiscover our catalog by exploring top genres and featured booklists. We're constantly curating selections of member favorites, trending topics, TV/Film adaptations, and more. We’ll even give you a list of perfect first listens to start off with.\n\nPlus, the more you engage with the app, the more we offer personalized recommendations to help you find listens just for you. \n\n\n HELPFUL FEATURES\nWe aim to make listening easy and accessible for all. \n\nIn-app features include: \n• Adjustable playback speed to customize your listening experience\n• Sleep timers that automatically pause your book once you drift into a dream \n• Custom notes to bookmark key moments of your audiobook\n• Save listens to your wishlist for later \n• Easy listening through bluetooth, AirPlay, and CarPlay\n• Intuitive playback controls make it easy to navigate through tracks and pause, play, and skip ahead, perfect if you like to listen while reading your Kobo, Kindle, or print books!\n\n\nCOMMUNITY\nEngage with fellow book lovers from around the world to share ratings, reviews, and booklist recommendations. Members can also refer a friend in-app, earning themselves a free credit when the invitation is accepted.\n\nEarn achievements in the app by listening or reaching feature-discovery milestones like redeeming a VIP Reward, following an author, or reviewing your past listens. There’s always something new to discover with Audiobooks.com\n \n\nMEMBERSHIP\nListen beyond our free catalog with a paid Audiobooks.com membership, and enjoy:\n• 1 subscription credit per month to use on any premium title in our catalog – yours to keep, even if you cancel\n• 1 VIP book selection per month from our members-only bonus section\n• Ability to purchase additional credits right in the app\n• Access to exclusive 2-for-1 deals\n• Access to special member pricing on discounted a la carte purchases\n• Personalized recommendations, exclusive communications, and more!\n\n\nWhat are you waiting for? Download the Audiobooks.com app today to get lost in a great story.\n\nTerms of Use: https://www.audiobooks.com/terms\nPrivacy Policy: https://www.audiobooks.com/privacy",
      "android_package_name": "com.audiobooks.androidapp",
      "ios_bundle_id": "com.audiobooks.ios",
      "title": "Audiobooks.com",
      "domain_name": [
        "https://www.audiobooks.com",
        "https://www.audiobooks.com"
      ],
      "website": "https://www.audiobooks.com",
      "developer": "Storytel Audiobooks USA LLC",
      "app_country": "US",
      "icon": "https://play-lh.googleusercontent.com/10jdcq97hlAcD2A67-i481d_YC1d2f9_TreFSLMiS2a10IJHO2ePxcdb7Y1DN8CzuRA",
      "icon_72": "https://play-lh.googleusercontent.com/10jdcq97hlAcD2A67-i481d_YC1d2f9_TreFSLMiS2a10IJHO2ePxcdb7Y1DN8CzuRA=s72-rw",
      "market_status": "PUBLISHED"
    },
    {
      "app_availability": {
        "available_in": [
          "IN",
          "US"
        ],
        "package_name": "com.overdrive.mobile.android.libby"
      },
      "cat_key": "BOOKS",
      "cat_keys": [
        "BOOKS",
        "APPLICATION"
      ],
      "category": "Book",
      "description": "Discover limitless entertainment and knowledge with hoopla Digital. Access more than 1.5\nmillion audiobooks, eBooks, comics and manga, music, movies, TV, and more with BingePass.\nRead, listen, and watch 24/7 without ads or late fees, free with your library card!\n\neBooks: From gripping mysteries to thought-provoking non-fiction; heartwarming romance to\ncaptivating historical tales, hoopla's vast eBook collection celebrates diversity by offering titles\nthat resonate with readers from all walks of life.\n\nAudiobooks: Turn your commute, workout, or leisure time into an enriching experience with\nour extensive audiobook collection. Listen to captivating narrations by talented performers that\nbring stories to life.\n\nMovies and TV: hoopla's expansive video content library offers popular movies, TV shows,\nand BingePasses for every age and interest. Whether you're in the mood for Hollywood\nblockbusters or indie gems, you'll find it all here.\n\nMusic: From chart-topping hits to hidden gems, dig into a music library that suits your every\nmood. Create playlists, check out new artists, and enjoy uninterrupted album streaming. Or use\nthe shuffle feature to have songs randomly played from one album or all albums you have\ncurrently borrowed.\n\nComics and Manga: Read classic comic, graphic novel, and manga series, discover fresh\ntitles, and follow your favorite characters on exciting adventures. Our groundbreaking\nActionView reading technology brings comics and manga to life with a panel-by-panel reading\nexperience.\n\nhoopla BingePass: With just one borrow, get unlimited access to entire collections of content\nfor a limited time. It’s a great way to explore awesome online content\n\nStream or Download: With no waiting, titles can be streamed immediately or downloaded to\nphones or tablets for offline enjoyment.\n\nApple CarPlay Compatibility: Access your favorite content on the go—whether you're\nembarking on a road trip or just running errands—by integrating your entertainment experience\nwith your vehicle using Apple CarPlay.\n\nEasy Access: Seamlessly switch between devices and pick up right where you left off. Your\nbookmarks sync across platforms, ensuring you never lose your place in a great story.\n\nDark Mode: Enjoy reading and browsing comfortably in low-light environments with hoopla's\nDark Mode. Enhance your viewing experience and reduce eye strain during nighttime use.\n\nhoopla puts your public library at your fingertips—all you need is a library card. Download the\napp today! Content availability may vary based on library.",
      "android_package_name": "com.overdrive.mobile.android.libby",
      "ios_bundle_id": "com.hoopladigital.hoopla",
      "title": "Hoopla Digital",
      "domain_name": [
        "http://www.hoopladigital.com",
        "https://www.hoopladigital.com"
      ],
      "website": "http://www.hoopladigital.com",
      "developer": "Midwest Tape LLC",
      "app_country": "US",
      "icon": "https://play-lh.googleusercontent.com/fsfzoSofx2cyzz-gFSUvSkh1TE9dDJ8lxRfBqykIuSzlfSvbX5SlFg1rXhOKvjkhGjg",
      "icon_72": "https://play-lh.googleusercontent.com/fsfzoSofx2cyzz-gFSUvSkh1TE9dDJ8lxRfBqykIuSzlfSvbX5SlFg1rXhOKvjkhGjg=s72-rw",
      "market_status": "PUBLISHED"
    },
    {
      "app_availability": {
        "available_in": [
          "IN",
          "US"
        ],
        "package_name": "com.comikin.reader10"
      },
      "cat_key": "BOOKS",
      "cat_keys": [
        "BOOKS",
        "APPLICATION"
      ],
      "category": "Book",
      "description": "Unlock a world of endless manga possibilities with Manga Reader - the ultimate manga reading app for true fans! With a vast library of manga titles to choose from, you'll never run out of new stories to discover. Our app is designed by a team of passionate manga lovers, to provide you with the best reading experience possible. Enjoy seamless navigation and uninterrupted reading, as you immerse yourself in your favorite manga.\n\nDiscover the best of manga reading with our app's top features:\n\n-A massive, ever-growing catalog of manga from multiple sources\n-New chapters added as soon as they're available\n-Super-fast and smooth reading experience\n-Personalized daily recommendations on our \"Today\" home page\n-Curated content featuring the most popular manga titles\n-Save your favorites and reading progress in one convenient place\n-Advanced filtering and search options\n-Download manga for offline reading\n-Minimal and non-intrusive ads, even in the free version\n-Regular updates with new features and improvements\n\nWith Manga Reader, you'll have access to the latest and greatest manga titles, as well as hidden gems that you may not have discovered yet. Whether you're a seasoned manga reader or new to the world of manga, our app has everything you need to enjoy the best manga reading experience. Download Manga Reader now and start your manga journey today!\n\nPrivacy Policy: https://mangareaderapps.com/privacy-policy/\nTerms of Use: https://mangareaderapps.com/terms-and-conditions/\n\nApp requires subscription to read the manga content.",
      "android_package_name": "com.comikin.reader10",
      "ios_bundle_id": "com.novel.manga.zon",
      "title": "Manga Reader",
      "domain_name": [],
      "website": "",
      "developer": "Manga Reader Apps LLC",
      "app_country": "US",
      "icon": "https://play-lh.googleusercontent.com/U9qgw78kItxZDBTjnis9PpgiMiQnRJXMqwn9LBqPbdE3gbIz2HQ8ve1ce4eiUCoYnw",
      "icon_72": "https://play-lh.googleusercontent.com/U9qgw78kItxZDBTjnis9PpgiMiQnRJXMqwn9LBqPbdE3gbIz2HQ8ve1ce4eiUCoYnw=s72-rw",
      "market_status": "PUBLISHED"
    },
    {
      "app_availability": {
        "available_in": [
          "IN",
          "US"
        ],
        "package_name": "com.aldiko.android"
      },
      "cat_key": "BOOKS",
      "cat_keys": [
        "BOOKS",
        "APPLICATION"
      ],
      "category": "Book",
      "description": "Welcome to Cantook! The favorite reading app for the true bookworms.\n\nBring all your eBooks, comics and audiobooks in the same place, no matter where they're coming from. Available on iPhone, iPad or macOS.\n\nWith Cantook, we make it easy to bring all your books in the same place:\n• Built-in support for public libraries, allowing you to easily browse your library's catalog and borrow books from them\n• Thousands of public domain books from the Cantook Bookstore\n• Import your own EPUB, CBZ or PDF files\n• Add your own catalogs, for example using Calibre\n\nCantook provides an extensive set of features for both casual and power users:\n• Customize your reading experience with multiple fonts and themes\n• Full support for dark mode throughout the app\n• Organize your bookshelf with categories and collections\n\nOur philosophy is to contribute to and leverage open standards:\n• Read EPUB files via a Readium Mobile based reading experience\n• Explore catalogs using OPDS\n• Full support for Readium LCP based on EPUB, PDF and audiobooks",
      "android_package_name": "com.aldiko.android",
      "ios_bundle_id": "com.demarque.aldiko",
      "title": "Aldiko Book Reader",
      "domain_name": [
        "https://www.demarque.com",
        "https://www.demarque.com"
      ],
      "website": "https://www.demarque.com",
      "developer": "De Marque inc.",
      "app_country": "US",
      "icon": "https://play-lh.googleusercontent.com/nR_05gPEd0TEsjwBftKhhJH9Nfxt26H0DdM8zWNuP73yHxJYggBRaidiiEkokfIWit96",
      "icon_72": "https://play-lh.googleusercontent.com/nR_05gPEd0TEsjwBftKhhJH9Nfxt26H0DdM8zWNuP73yHxJYggBRaidiiEkokfIWit96=s72-rw",
      "market_status": "PUBLISHED"
    },
    {
      "app_availability": {
        "available_in": [
          "IN",
          "US"
        ],
        "package_name": "com.manga.pdf.bookreader"
      },
      "cat_key": "BOOKS",
      "cat_keys": [
        "BOOKS",
        "APPLICATION"
      ],
      "category": "Book",
      "description": "Apple Books is the best place to discover, read and listen to entertaining and informative books and audiobooks. Browse through top charts, personalised recommendations and expertly curated collections in the Book Store and Audiobook Store, or use search to easily find the perfect read or listen, no subscription needed. Track what you’ve read and want to read, and set your own reading goals—all in one app and across all your Apple devices.\n\nExplore millions of books and audiobooks \n• Check out today’s bestsellers, free books and special offers for readers of all ages, plus personalised recommendations.\n• Explore collections curated by the Apple Books team to find your next book or audiobook in your favourite genres, from mysteries and thrillers to romance, history, self-development and kids.\n• Sample any book or preview an audiobook to start enjoying the first few pages for free.\n• Keep track of the books and audiobooks you’re interested in with your Want to Read list.\n\nCustomise your reading experience\n• Choose from a selection of reading themes, which include a variety of fonts and background colours.\n• Make your book easy to read by adjusting line height and letter spacing to your preference.\n•  Use Auto-Night Theme and adjust your screen brightness to make reading more comfortable for your eyes.\n• Enable vertical scrolling to move continuously through books instead of flipping pages.\n\nMake reading a habit with Reading Goals\n• Set a reading goal to encourage yourself to read daily.\n• Track reading streaks and how many books you’ve read this year.\n• Get reminders and coaching to help you achieve your reading goals.\n\nShare with your whole family\n• Family Sharing lets you enjoy your books and audiobooks with your favourite people. Invite up to five family members.\n\nApple CarPlay \n• Designed with safety in mind, the Audiobooks app in Apple CarPlay allows you to listen to audiobooks while driving.\n• Large buttons make it easy to start and stop, rewind or fast forward, and the simplified library helps you find your next audiobook while still keeping your eyes on the road. \n\nApple Watch features\n• Use the Audiobooks app on Apple Watch to get back to your recent audiobooks or browse your library right from your wrist.\n• Use the Watch app on iPhone to choose which audiobooks to download to your Apple Watch.\n\nRequirements & store availability\n• iPhone requires iOS 11 or later.\n• iPad requires iPadOS 11 or later.\n• Content varies by country or region and may not be available on all devices.",
      "android_package_name": "com.manga.pdf.bookreader",
      "ios_bundle_id": "com.apple.iBooks",
      "title": "iBooks",
      "domain_name": [
        "http://apple.com/apple-books",
        "https://apple.com"
      ],
      "website": "http://apple.com/apple-books",
      "developer": "Apple Inc.",
      "app_country": "US",
      "icon": "https://play-lh.googleusercontent.com/jcYUnmfLy2uYwxL4QzaRIAA9VTdgKtid4lcAsjdWpRMLxniaOKrV900eFfhgrXIDMoOf",
      "icon_72": "https://play-lh.googleusercontent.com/jcYUnmfLy2uYwxL4QzaRIAA9VTdgKtid4lcAsjdWpRMLxniaOKrV900eFfhgrXIDMoOf=s72-rw",
      "market_status": "PUBLISHED"
    },
    {
      "app_availability": {
        "available_in": [
          "IN",
          "US"
        ],
        "package_name": "org.readera"
      },
      "cat_key": "BOOKS",
      "cat_keys": [
        "BOOKS",
        "APPLICATION"
      ],
      "category": "Book",
      "description": "Apple Books is the best place to discover, read and listen to entertaining and informative books and audiobooks. Browse through top charts, personalised recommendations and expertly curated collections in the Book Store and Audiobook Store, or use search to easily find the perfect read or listen, no subscription needed. Track what you’ve read and want to read, and set your own reading goals—all in one app and across all your Apple devices.\n\nExplore millions of books and audiobooks \n• Check out today’s bestsellers, free books and special offers for readers of all ages, plus personalised recommendations.\n• Explore collections curated by the Apple Books team to find your next book or audiobook in your favourite genres, from mysteries and thrillers to romance, history, self-development and kids.\n• Sample any book or preview an audiobook to start enjoying the first few pages for free.\n• Keep track of the books and audiobooks you’re interested in with your Want to Read list.\n\nCustomise your reading experience\n• Choose from a selection of reading themes, which include a variety of fonts and background colours.\n• Make your book easy to read by adjusting line height and letter spacing to your preference.\n•  Use Auto-Night Theme and adjust your screen brightness to make reading more comfortable for your eyes.\n• Enable vertical scrolling to move continuously through books instead of flipping pages.\n\nMake reading a habit with Reading Goals\n• Set a reading goal to encourage yourself to read daily.\n• Track reading streaks and how many books you’ve read this year.\n• Get reminders and coaching to help you achieve your reading goals.\n\nShare with your whole family\n• Family Sharing lets you enjoy your books and audiobooks with your favourite people. Invite up to five family members.\n\nApple CarPlay \n• Designed with safety in mind, the Audiobooks app in Apple CarPlay allows you to listen to audiobooks while driving.\n• Large buttons make it easy to start and stop, rewind or fast forward, and the simplified library helps you find your next audiobook while still keeping your eyes on the road. \n\nApple Watch features\n• Use the Audiobooks app on Apple Watch to get back to your recent audiobooks or browse your library right from your wrist.\n• Use the Watch app on iPhone to choose which audiobooks to download to your Apple Watch.\n\nRequirements & store availability\n• iPhone requires iOS 11 or later.\n• iPad requires iPadOS 11 or later.\n• Content varies by country or region and may not be available on all devices.",
      "android_package_name": "org.readera",
      "ios_bundle_id": "com.apple.iBooks",
      "title": "Book Reader",
      "domain_name": [
        "http://apple.com/apple-books",
        "https://apple.com"
      ],
      "website": "http://apple.com/apple-books",
      "developer": "Apple Inc.",
      "app_country": "US",
      "icon": "https://play-lh.googleusercontent.com/qw8lAHXaZodAE4c3D1Jkia3V8Np-PxTnyQpUIx439ibABba0L50TVKI4jfY4N4QwzAA",
      "icon_72": "https://play-lh.googleusercontent.com/qw8lAHXaZodAE4c3D1Jkia3V8Np-PxTnyQpUIx439ibABba0L50TVKI4jfY4N4QwzAA=s72-rw",
      "market_status": "PUBLISHED"
    },
    {
      "app_availability": {
        "available_in": [
          "IN",
          "US"
        ],
        "package_name": "com.audible.application"
      },
      "cat_key": "BOOKS",
      "cat_keys": [
        "BOOKS",
        "APPLICATION"
      ],
      "category": "Book",
      "description": "Discover storytelling that speaks to you with Audible. Audiobooks, podcasts and Audible Originals await in an all-in-one audio entertainment app.\n\nStorytelling and entertainment for all genres awaits. Keep one audiobook or podcast every month as a Premium Plus member or purchase your favorite titles with cash. Prioritize your health and wellness with meditation audiobooks or fitness podcasts. Start listening to Audible Originals such as The Justice, Million Dollar Habits, and The Space Within.\n\nCarPlay on the road for your morning commute or listen to bestsellers at your leisure — embrace Audible as part of your daily listening routine, anytime, anywhere. Stream and download audio books, whether you’re offline or switching devices. Enjoy deep relaxation with soothing nature sounds or fall asleep listening to sleep stories.\n\nEmbark on a mental wellness journey and enjoy a moment of self-care with stories that inspire you. Listen before you watch global Film & TV favorites in fantasy, thrillers and more. Catch up on the latest true crime stories and never lose your place with our Sleep Timer.\n\nFind intriguing stories that speak to you and build your library with audiobooks to keep forever. Tap into the best of audio entertainment, today with Audible.\n\nAUDIBLE FEATURES\n\nTHE PLUS CATALOG: AUDIO ORIGINALS\nListen to thousands of originals, audiobooks, and podcasts including exclusive shows and series.\n• Stream or download anything in the Plus Catalog anytime you want, no credits necessary\n• Browse thousands of binge-worthy titles and top genres\n• Listen to your favorites, enjoy bestsellers or discover exclusive originals\n\nSTORYTELLING: ANYTIME, ANYWHERE\nQueue up downloads, adjust your listening speed and experience seamless listening with Audible.\n• Offline listening - stream or download directly to enjoy Audible with or without WiFi\n• Read on your Kindle or listen on Audible - switch seamlessly with WhisperSync\n• Listen on the go with your Apple Watch or connect to your car with CarPlay\n• Sleep Timer - pause your book automatically before falling asleep\n\nENTERTAINMENT OASIS: FEAST YOUR EARS\nListen to storytelling that enriches you with immersive audio experiences for every moment.\n• Stream audiobooks and podcasts fit for every mood - get lost in a captivating story\n• Find what you need to unwind with true crime, classic literature & more\n• Health and wellness, fitness and nutrition, or sleep stories - begin a journey of self-care\n\nKIDS PROFILE\nCreate a Kids Profile for your child and share family-friendly listens from our extensive catalog of children’s audiobooks, podcasts and Originals, right from the app.\n\nAUDIBLE MEMBERSHIP\nGet the most from your subscription with discounts on our monthly and annual plans. Try cash purchases for titles you love and benefit from discounted prices as an Audible member.\n\nAUDIBLE PREMIUM PLUS\nWith Premium Plus, you can access the Plus catalog and much more:\n• The entire Plus Catalog - thousands of titles, podcasts, and Originals\n• Get 1 monthly credit to choose a title you want to keep forever\n• Listen to an extended selection of bestsellers, Originals and new releases\n• A permanent library! Titles purchased with credits are yours to keep, even if you cancel\n\nPurchase individual credits through the app and expand your audio library anytime with Audible.\n\n-\n\nIf you subscribe to Audible via iTunes where available, payment will be charged to your iTunes Account at confirmation of purchase and your membership will automatically renew monthly unless auto-renewal is turned off at least 24-hours before the end of the then current membership period. Your account will be charged for renewal within 24-hours before the end of each membership period at the rate of your selected plan. You can manage your subscription and turn off auto-renewal anytime by going to My Account or through iTunes.\nConditions of Use: https://www.audible.com/legal/conditions-of-use\nPrivacy Notice: https://www.amazon.com/privacy",
      "android_package_name": "com.audible.application",
      "ios_bundle_id": "com.audible.iphone",
      "title": "Audible Audiobooks",
      "domain_name": [
        "http://www.audible.com",
        "https://www.audible.com"
      ],
      "website": "http://www.audible.com",
      "developer": "Audible, Inc.",
      "app_country": "US",
      "icon": "https://play-lh.googleusercontent.com/pwzZK-7oQexraeU0mOrQgFIck-QSS89rH0eWjehctp8XskRSpixPNVlA0YYlRXHbA2Iz",
      "icon_72": "https://play-lh.googleusercontent.com/pwzZK-7oQexraeU0mOrQgFIck-QSS89rH0eWjehctp8XskRSpixPNVlA0YYlRXHbA2Iz=s72-rw",
      "market_status": "PUBLISHED"
    },
    {
      "app_availability": {
        "available_in": [
          "IN",
          "US"
        ],
        "package_name": "com.obreey.reader"
      },
      "cat_key": "BOOKS",
      "cat_keys": [
        "BOOKS",
        "APPLICATION"
      ],
      "category": "Book",
      "description": "Hey there, story lovers! Looking for a perfect romance novel? Or would you prefer to dive into the paranormal world? Whatever your preferences are, we’ve got you covered. My Passion is exactly the place where you can indulge in thousands of the best books: romance, mystery or fantasy novels that will make your world become topsy-turvy.\n\nHere’re just a few TAGS & GENRES among dozens we have:\nWerewolf\nBillionaire\nNew Adult\nHot\nRomantic\nParanormal\nMarriage\nSuspense\nFan fiction\nand others\n\nFEATURES\n- Immerse yourself into the fiction world with free samples.\n- Add favorite books to your personal library and manage reading time.\n- Download chapters and enjoy offline reading ebooks.\n- Get relevant book recommendations.\n- Customize your reading experience (font, light/dark mode, etc.)\n\nSPECIAL OFFERS\nDaily Rewards. Claim coins for 6 days and get your Super Gift.\nReading Rewards. Read on our platform for 15 minutes to claim coins.\nEarn coins for watching ads and creating the account.\n\nAll books on My Passion are personal & somewhat heroic life trajectories of the protagonists. Our avid readers feel at ease, “unconstrained” & “amused” when they read our novels.\n\nNew episodes released every day\nExclusive novels & Steamy stories\nAward-Winning Authors\n\nPrivacy Policy - https://passion-app.s3.us-east-2.amazonaws.com/documents/PassionPrivacyPolicyMay2021.docx.html\n\nSubscription terms - https://passion-app.s3.us-east-2.amazonaws.com/documents/PassionAppSubscriptionTermsMay2021.docx.html\n\nTerms of service - https://passion-app.s3.us-east-2.amazonaws.com/documents/PassionTermsofUseMay2021.docx.html",
      "android_package_name": "com.obreey.reader",
      "ios_bundle_id": "gm.desire.app",
      "title": "My Books - Reading Book & PDF",
      "domain_name": [
        "https://passionapp.co",
        "https://passionapp.co"
      ],
      "website": "https://passionapp.co",
      "developer": "HW Fantasy Limited",
      "app_country": "US",
      "icon": "https://play-lh.googleusercontent.com/BX_GK46RKT0OeO2trRJcHnDoZxQPLLLo63fkX3umKR7LuHzdSM9hIgYqCG3g_I9oiQ",
      "icon_72": "https://play-lh.googleusercontent.com/BX_GK46RKT0OeO2trRJcHnDoZxQPLLLo63fkX3umKR7LuHzdSM9hIgYqCG3g_I9oiQ=s72-rw",
      "market_status": "PUBLISHED"
    },
    {
      "app_availability": {
        "available_in": [
          "IN",
          "US"
        ],
        "package_name": "com.tda.unseen"
      },
      "cat_key": "BOOKS",
      "cat_keys": [
        "BOOKS",
        "APPLICATION"
      ],
      "category": "News",
      "description": "Rediscover the joy of reading your favorite writers and publications with Unread. Unread is an RSS reader with beautiful typography, comfortable gesture-based navigation, and a variety of color themes. Unread is available for iPhone, iPad, and Mac.\n\nCapabilities include:\n\nSYNCING: Our free Unread Cloud service keeps your devices in sync. Unread also syncs with Feedbin, Feedly, Fever, Inoreader, and NewsBlur.\n\nAUTOMATIC WEBPAGE TEXT: For feeds that contain only article summaries, Unread will display the full article text from the webpage. You can easily switch between feed text and webpage text for any article, or make webpage text the default for individual feeds.\n\nSUBSCRIBE IN UNREAD: This share sheet extension lets you subscribe to a website’s feeds while visiting that website from Safari or any other web browser.\n\nSAVE TO UNREAD: This share sheet extension creates an article in Unread with the contents of the webpage you are visiting from Safari or any other web browser. (Subscription required.)\n\nCOLOR THEMES: Unread provides a variety of color themes. Choose one theme for light mode and another for dark mode.\n\nWIDGETS: Unread’s widgets display your most recent articles or unread article counts.\n\nCACHING: Unread caches webpage text and images for instant loading and offline access. (Subscription required.)\n\nREAD-LATER SERVICES: Unread can save articles to Anybox, Flyleaf, GoodLinks, Instapaper, Matter, Omnivore, Pinboard, Plinky, Pocket, Raindrop.io, Readwise, Safari Reading List, and wallabag. On a device with a hardware keyboard, assign a custom keyboard shortcut to each. (Subscription required.)\n\nSHORTCUTS: Perform shortcuts on articles and links inside articles. On a device with a hardware keyboard, assign a custom keyboard shortcut to each. (Subscription required.)\n\n---\n\n“Most importantly, I should stress again how refreshing it feels to have such a great native experience with Unread. The app is really fast, even when it’s loaded up with hundreds of feeds.”\n— Niléane, MacStories\n\n“It’s an RSS reader made with taste. It has great typography, themes, search, and compatibility with the usual suspects. I love having this app on my Mac.”\n— David Sparks, MacSparky\n\n“Unread is focused on eliminating chrome — it is a pure reading app. It’s like reader mode all the time, and the assortment of color themes is nicely curated.”\n– John Gruber, Daring Fireball\n\n---\n\nUnread has full VoiceOver coverage. Every screen and every feature is available to users with vision impairments:\n\n• From any screen you can perform a magic tap, a two-finger double tap, to open a menu of options available for that screen.\n• When on an article list, there are actions available for each article in the list. After selecting an article, invoke the accessibility rotor and then select “Actions”. There is an action to mark the article read or unread, an action to share the article, and many others.\n• Use the VoiceOver escape gesture, a two-finger “Z”, to back out of the current screen.\n\n---\n\nUNREAD SUBSCRIPTION\n\nUnread is a free app. Additional functionality is available with a $29.99 (USD)/year auto-renewing subscription:\n\n• Article actions for sending articles directly to supported bookmarking and read later services, and for sharing via email or iMessage.\n• Ability to execute shortcuts on articles and links.\n• Caching of webpage text and images.\n• Widget customization options.\n• Save to Unread share sheet extension.\n• Custom app icons.\n• Premium support.\n\nA subscription automatically renews unless it is canceled at least 24 hours before the end of the current period. Your account will be charged for renewal within 24 hours prior to the end of the current period. You can manage and cancel your subscriptions by going to your account settings on the App Store after purchase.\n\nUnread’s Terms of Use are available at:\nhttps://www.goldenhillsoftware.com/unread/terms-of-use/",
      "android_package_name": "com.tda.unseen",
      "ios_bundle_id": "com.goldenhillsoftware.Unread2",
      "title": "Unread",
      "domain_name": [
        "https://www.goldenhillsoftware.com/unread",
        "https://www.goldenhillsoftware.com"
      ],
      "website": "https://www.goldenhillsoftware.com/unread",
      "developer": "John Brayton",
      "app_country": "US",
      "icon": "https://play-lh.googleusercontent.com/YSDPdBAVDHhSJ_yhYXLuatkpAdhAaEuZzNhRJGVmPK5jBb3DOH6rHxRC8yAifM1Z45hw",
      "icon_72": "https://play-lh.googleusercontent.com/YSDPdBAVDHhSJ_yhYXLuatkpAdhAaEuZzNhRJGVmPK5jBb3DOH6rHxRC8yAifM1Z45hw=s72-rw",
      "market_status": "PUBLISHED"
    },
    {
      "app_availability": {
        "available_in": [
          "IN",
          "US"
        ],
        "package_name": "com.flyersoft.moonreader"
      },
      "cat_key": "BOOKS",
      "cat_keys": [
        "BOOKS",
        "APPLICATION"
      ],
      "category": "Lifestyle",
      "description": "It was summarized in simple a lot of information you need to charm of the moon. \nEven a little time, you can enjoy a sense of flow reading the information of the star.\n\n[Celestial events]\nThe recorded 50 years of 2010-2060. Transit chart when its comes to each event. \n- Date and time of the affirmations \n- Date and time the moon phase (new moon / first quarter / full moon / bottom chord) \n- The perigee pass date and time of the most recent and the distance of the Moon Super Moon judgment in each month during phase \n- Date and time of the void time \n- Date and time of the constellations move of the month \n- Date and time of the constellations move the sun \n- Date and time of Mercury retrograde",
      "android_package_name": "com.flyersoft.moonreader",
      "ios_bundle_id": "co.horos.moonreader",
      "title": "Moon+ Reader",
      "domain_name": [
        "https://horos.co",
        "https://horos.co"
      ],
      "website": "https://horos.co",
      "developer": "MASANORI OKAMOTO",
      "app_country": "US",
      "icon": "https://play-lh.googleusercontent.com/DSZo9j5cd46iHJNg1WvqQUfxdOiufs4LEnKuwmiY4wzYS-enODO4pYQOEc9auExxkQ",
      "icon_72": "https://play-lh.googleusercontent.com/DSZo9j5cd46iHJNg1WvqQUfxdOiufs4LEnKuwmiY4wzYS-enODO4pYQOEc9auExxkQ=s72-rw",
      "market_status": "PUBLISHED"
    },
    {
      "app_availability": {
        "available_in": [
          "IN",
          "US"
        ],
        "package_name": "com.brodski.android.bookfinder"
      },
      "cat_key": "BOOKS",
      "cat_keys": [
        "BOOKS",
        "APPLICATION"
      ],
      "category": "Shopping",
      "description": "基道 BookFinder 是由基道文字事工著力建構的基督教華文書籍搜尋平台，旨在方便讀者搜書、選書和購書，並掌握基督教中文出版的最新資訊，望讀者更容易找到心愛的好書及合適的優質讀物。\n\n功能：\n•\t集結過萬冊華文基督教港台書籍，盡力提供書籍目錄、作者簡介及試讀等資料，提供一站式的搜書、選書、購書服務。\n•\t注冊會員可隨時查閱購買紀錄及訂單資訊。\n•\t凡購物即可獲取積分，享兌換積分的折扣優惠。\n•\t不定期更新書店資訊及編輯推介的優質讀物，掌握最新閱讀情報。",
      "android_package_name": "com.brodski.android.bookfinder",
      "ios_bundle_id": "hk.com.almega.LogosBFApps",
      "title": "BookFinder",
      "domain_name": [],
      "website": "",
      "developer": "Almega System Analysts Limited",
      "app_country": "US",
      "icon": "https://play-lh.googleusercontent.com/6InwY9J17s6CFVHocVREI88nkwyEL1mwYWCcLW2P1hmS9-GPvXLdTneOvOeOdGYMuA",
      "icon_72": "https://play-lh.googleusercontent.com/6InwY9J17s6CFVHocVREI88nkwyEL1mwYWCcLW2P1hmS9-GPvXLdTneOvOeOdGYMuA=s72-rw",
      "market_status": "PUBLISHED"
    },
    {
      "app_availability": {
        "available_in": [
          "IN",
          "US"
        ],
        "package_name": "com.goodreads"
      },
      "cat_key": "BOOKS",
      "cat_keys": [
        "BOOKS",
        "APPLICATION"
      ],
      "category": "Book",
      "description": "Discover stories that matter to you, from readers like you. Goodreads is the world's largest community of readers.\n\nFind new and interesting books by browsing personalized recommendations based on books you've read and your favorite genres. See what your friends are reading, write book reviews, and keep track of what you want to read. Goodreads is a free service for book tracking, recommendations and reviews.\n\nUse our barcode scanner the next time you are in a bookstore. Add the book in your hands to your \"Want To Read\" shelf and browse reviews before buying.\n\nFeatures:\n\n• Get personalized recommendations and discover new books based on your tastes.\n• Goodreads Choice Awards: vote for your favorite books of the year and see the winners!\n• Participate in the Reading Challenge!\n• Book cover and barcode scanner!\n• Keep a want-to-read list.\n• See book reviews and updates from your friends.\n• Discover new books and explore popular book lists.\n• Rate and review books you read.\n• Share notes and progress updates as you read.\n• Recommend books to friends.\n• Join online book clubs and connect with other readers.\n\nBy using this app, you agree to Goodreads’s Terms of Use (https://www.goodreads.com/about/terms) and Privacy Policy (https://www.goodreads.com/about/privacy).",
      "android_package_name": "com.goodreads",
      "ios_bundle_id": "com.goodreads.Goodreads",
      "title": "Goodreads",
      "domain_name": [
        "http://www.goodreads.com",
        "https://www.goodreads.com"
      ],
      "website": "http://www.goodreads.com",
      "developer": "Goodreads, Inc",
      "app_country": "US",
      "icon": "https://play-lh.googleusercontent.com/p0TzV6-CHE24ySIsC05vjGIS_PWaXIzE6Edzrw0VX7betQUtYY3FSFIKVjjMWJFXuj-u",
      "icon_72": "https://play-lh.googleusercontent.com/p0TzV6-CHE24ySIsC05vjGIS_PWaXIzE6Edzrw0VX7betQUtYY3FSFIKVjjMWJFXuj-u=s72-rw",
      "market_status": "PUBLISHED"
    },
    {
      "app_availability": {
        "available_in": [
          "IN",
          "US"
        ],
        "package_name": "app.librivox.android"
      },
      "cat_key": "BOOKS",
      "cat_keys": [
        "BOOKS",
        "APPLICATION"
      ],
      "category": "Book",
      "description": "LibriVox Audio Books provides unlimited access to over 40,000 audio books.  Each audiobook can be streamed over the internet or downloaded for later use.  The LibriVox Audio Books app features classic best sellers and out of print treasures from every genre of literature in more than 30 languages.\n\nAudio books from LibriVox are free thanks to the dedicated work of hundreds of volunteers who record, edit and distribute the books.  New releases are prepared daily, and the entire catalog spans the breadth of world literature, including novels, history, biography, short stories, poetry and more in both fiction and non-fiction.\n\nThe LibriVox AudioBook app makes it easy to search the LibriVox catalog of free audio books.  You can browse by title, author or genre, look at new recordings, or search by key word.  Because the books are free, you can listen to as much or as little of a book as you like with no cost.  The app remembers your position, so you can return to a book later, and includes unlimited bookmarks and a sleep timer for your convenience.",
      "android_package_name": "app.librivox.android",
      "ios_bundle_id": "biz.bookdesign.LibriVox",
      "title": "LibriVox Audio Books",
      "domain_name": [
        "https://www.bookdesign.biz/librivox",
        "https://www.bookdesign.biz"
      ],
      "website": "https://www.bookdesign.biz/librivox",
      "developer": "BookDesign LLC",
      "app_country": "US",
      "icon": "https://play-lh.googleusercontent.com/3TDTmTHcULCLyRi5PHG33qOk1cNUubXSLY1OK_arshepHH24ofOX82Nc0oLQJSjJAQ",
      "icon_72": "https://play-lh.googleusercontent.com/3TDTmTHcULCLyRi5PHG33qOk1cNUubXSLY1OK_arshepHH24ofOX82Nc0oLQJSjJAQ=s72-rw",
      "market_status": "PUBLISHED"
    },
    {
      "app_availability": {
        "available_in": [
          "IN",
          "US"
        ],
        "package_name": "com.txtr.android.mmm"
      },
      "cat_key": "BOOKS",
      "cat_keys": [
        "BOOKS",
        "APPLICATION"
      ],
      "category": "Book",
      "description": "A must-have app for library users! Easily borrow physical items using your mobile device, receive reminders, manage receipts and discover new digital content all within the CloudLibrary app!\n \nExtremely intuitive, all it takes is a library card to login and get started!  Designed for an enjoyable experience, users can benefit from many new features, depending on their library’s subscription.\n \n-          Easily accessible library card, which conveniently displays when you’re near the library\n-          Switch accounts with ease and manage multiple library cards from one mobile device\n-          Download and enjoy free eBooks and Audiobooks\n-          Keep track of your physical and digital library activity in one place\n-          Receive helpful receipts, due-date reminders and packable checklists\n-          Visible push notifications alert when hold items are available\n-          View upcoming library events and programs\n-          Checkout print items at your library using your mobile device\n-          Fun and loveable customizations include Themes, Avatars and Nicknames\n \nFor libraries that have a subscription to offer eBooks and Audiobooks:\n \n-          Customize your homepage bookshelves to display your preferred genres\n-          Simple interface makes browsing and saving titles a breeze\n-          Filter content by format, availability and language to display exactly what you are looking for\n-          Mark titles as favorites or read to help with literary conversations with friends\n-          Sync digital content across multiple devices to easily pick up where you left off\n-          View current books, full reading history, items on hold and saved titles in one place\n-          Sort titles by name or author to easily find what you’re looking for\n-          Receive reading recommendations or view additional titles by author or series\n-          Select font size, margins and background colors to create your preferred reading experience\n-          Search eBooks for a particular phrase to get back to that one spot you wanted to reference\n-          Bookmark pages and add notes if needed\n-          Return titles early when you’re finished and make available for other readers\n \nElevate your library experience today with the CloudLibrary app!",
      "android_package_name": "com.txtr.android.mmm",
      "ios_bundle_id": "com.mmm.cloudlibrary",
      "title": "CloudLibrary",
      "domain_name": [
        "https://yourcloudlibrary.com",
        "https://yourcloudlibrary.com"
      ],
      "website": "https://yourcloudlibrary.com",
      "developer": "OCLC",
      "app_country": "US",
      "icon": "https://play-lh.googleusercontent.com/I759gB_doYpRaQhw_PzhyaNY5CA7hqBY7KAnei0918yHOc1vXSHPEMNtdPj-a-N_wfw",
      "icon_72": "https://play-lh.googleusercontent.com/I759gB_doYpRaQhw_PzhyaNY5CA7hqBY7KAnei0918yHOc1vXSHPEMNtdPj-a-N_wfw=s72-rw",
      "market_status": "PUBLISHED"
    },
    {
      "app_availability": {
        "available_in": [
          "IN",
          "US"
        ],
        "package_name": "com.aofl.readingiq.google"
      },
      "cat_key": "BOOKS",
      "cat_keys": [
        "BOOKS",
        "APPLICATION"
      ],
      "category": "Education",
      "description": "Start your 30-day free trial of ReadingIQ now! Cancel anytime.\nReadingIQ is the comprehensive digital learning library app for kids ages 2 to 12, designed by national education experts to perfectly align with your child’s reading ability and grade level. ReadingIQ features thousands of books, including award-winners and childhood classics from popular publishers, as well as the entire ABCmouse library.\nReadingIQ’s unique features intelligently organize titles to make it easy for your child to find the perfect book to match his or her interests. Choose from picture books, graphic novels, popular series, chapter books, and nonfiction titles on every academic subject! ReadingIQ is the anywhere, anytime personal learning library that helps your child grow as a reader.\n\nWhat Reading Experts Say\n“Children who read more than 10 pages per day score 10% higher in reading proficiency.”\nSource: NAEP, (2000). The Nation’s Report Card—Fourth Grade Reading Highlights.\n\n“Reading for just 10 minutes per day increases the number of words a child reads in a year by more than half a million.”\nSource: Adams, M. J. (2006). The promise of automatic speech recognition for fostering literacy growth in children and adults.\n\nUnlock a learning adventure with ReadingIQ—the exciting daily reading library app for kids ages 2 to 12!\n\nFeatures\nUnlimited access to thousands of books for learning on the iPad and iPhone\nUses widely adopted leveling standards for preschool through 6th grade, including Renaissance® Accelerated Reader® levels (AR® levels) and Guided Reading levels\nA complete online learning library created by the education experts of ABCmouse\nExpertly curated by teachers and librarians, with content across all genres\nExclusive ABCmouse titles\nAge-appropriate books that children love to read\nExpertly curated by teachers and librarians, with content across all genres exclusive ABCmouse titles\nAge-appropriate books that children love to read\nLearn to read with a vast collection of fiction and nonfiction titles\nBooks on every academic subject\nAligns with school curriculum and great for homeschooling\nBook recommendations and reading lists to build important reading skills\nMatches your child’s reading level to accelerate learning\nComprehension quizzes to help measure your child’s reading skills\nHundreds of books in Spanish for all reading levels\nEasy to track and monitor progress\n100% safe and kid-friendly environment to explore!\n\nSubscription Options\nPayment will be charged to your iTunes account at confirmation of purchase\nSubscription automatically renews unless auto-renew is turned off at least 24-hours before the end of the current period\nAccount will be charged for renewal within 24-hours prior to the end of the current period, and identify the cost of the renewal\nSubscriptions may be managed by the user and auto-renewal may be turned off by going to the user's Account Settings after purchase\n\n\nSee our full Terms and Conditions at:\n\nhttps://www.ageoflearning.com/riq-tandc\n\nView our Privacy Policy at:\n\nhttps://www.ageoflearning.com/riq-privacy-current",
      "android_package_name": "com.aofl.readingiq.google",
      "ios_bundle_id": "com.aofl.readingiq",
      "title": "ReadingIQ",
      "domain_name": [
        "https://www.readingiq.com",
        "https://www.readingiq.com"
      ],
      "website": "https://www.readingiq.com",
      "developer": "Age of Learning, Inc.",
      "app_country": "US",
      "icon": "https://play-lh.googleusercontent.com/sIqrEC1rL4I3UcZr329ENUFCiSVTXs2eElBU-HXHgQ8UCDtc52Aq6puk6ktwpc_emw",
      "icon_72": "https://play-lh.googleusercontent.com/sIqrEC1rL4I3UcZr329ENUFCiSVTXs2eElBU-HXHgQ8UCDtc52Aq6puk6ktwpc_emw=s72-rw",
      "market_status": "PUBLISHED"
    },
    {
      "app_availability": {
        "available_in": [
          "IN",
          "US"
        ],
        "package_name": "com.qidian.Int.reader"
      },
      "cat_key": "BOOKS",
      "cat_keys": [
        "BOOKS",
        "APPLICATION"
      ],
      "category": "Book",
      "description": "Introducing the all-new WebNovel – your gateway to thrilling adventure stories! \nImmerse yourself in a world of captivating novels and embark on unforgettable journeys. We're here to redefine the way you experience online reading: Let's read your adventures. \n\nDiscover a treasure trove of novel genres that will transport you to realms beyond your imagination. Dive into the wonders of Western fantasy, where mythical creatures roam and epic quests unfold. Indulge in the allure of Eastern fantasy, with mesmerizing tales of wuxia, xianxia, xuanhuan, and more. Lose yourself in the enchantment of fantasy books that will keep you spellbound from start to finish.\n\nBut that's not all – we've got something special for fans of system stories, litRPG, and progression fantasy. Experience the thrill of leveling up and unlocking new powers alongside your favorite characters as they navigate immersive game-like worlds.\n\nWith WebNovel, you have access to a vast library of captivating books, written by talented authors from around the globe. Our intuitive interface ensures a seamless reading experience, allowing you to immerse yourself fully in every twist and turn.\n\nStart your reading journey today with WebNovel – where every page is an invitation to escape reality and embark on extraordinary quests. Get ready to read your adventures like never before!\nA celebrated feature of WebNovel is an impressive collection of audiobooks, which allows users to immerse themselves in their favorite stories through the power of spoken word. WebNovel offers a vast selection of audiobooks narrated by skilled voice artists. Perfect for on-the-go listening or relaxing at the end of the day, WebNovel's audiobook library transforms mundane moments into extraordinary adventures, providing an audible feast for bookworms everywhere.\n\nFeatured book and audiobook genres: Mystery, Eastern Fantasy, Western Fantasy, Sci-fi, Fan-fic, Xianxia, Xuanhuan, Wuxia, Romance, Adventure Mangas, Comics, Manhua, Webtoon\nOriginal and Exclusive Novels: Supreme Magus, My Vampire System. Shadow Slave\nTranslated and Exclusive Novels: Library of Heaven’s Path, Lord of the Mysteries, She Becomes Glamorous After The Engagement Annulment\nExclusive Comic/Manga/Manhua/Manhwa/Webtoon: Beauty and the Beast, When Beauty meets Beasts\nOriginal Story adapted into audiobook (Pocket FM): She Becomes Glamorous After The Engagement Annulment (Adapted to Saving Nora), My Vampire System, Super Gene, Trial Marriage (Adapted to The Billionaire's Accidental Wife)\n\nJoin with thousands of aspiring authors. Start your journey, by telling your stories on the WebNovel. Join our bi-weekly writing prompt contest and publish your novel with our matchmaking system to millions of readers who share a similar interest in your genre. Find your voice and share your message with the world.\n\nSo many book genres await you to explore on WebNovel.\n\nAnyone can find their favorite novel comics/manga/manhua/fanfic/webtoon on WebNovel. Start reading stories without delay!\n\n\nPrivacy Policy：https://www.webnovel.com/privacy_policy\nTerms of Service：https://www.webnovel.com/terms_of_service\nAgreement for Subscription Services：https://activity.webnovel.com/noah/20220926/subscriptionservices\nThe Terms of Use (EULA)：https://www.apple.com/legal/internet-services/itunes/dev/stdeula/\n\n\n*****Follow us on WebNovel social media*****\n\nTwitter : https://twitter.com/webnovel\nIG : https://www.instagram.com/thewebnovel/\nFB : https://www.facebook.com/webnovel/\nWebsite : https://www.webnovel.com/\nForum : https://forum.webnovel.com/\nDiscord: https://discordapp.com/invite/AeYDMQw",
      "android_package_name": "com.qidian.Int.reader",
      "ios_bundle_id": "com.webnovel.reader",
      "title": "Webnovel",
      "domain_name": [
        "https://www.webnovel.com",
        "https://www.webnovel.com"
      ],
      "website": "https://www.webnovel.com",
      "developer": "Cloudary Holdings Limited",
      "app_country": "US",
      "icon": "https://play-lh.googleusercontent.com/VqjRyuz4BPFg2nM1QuDJ-zEpJVp1X-kNZMZkfTFVppeHnyACD6S25XqRif-DdL3RTXI",
      "icon_72": "https://play-lh.googleusercontent.com/VqjRyuz4BPFg2nM1QuDJ-zEpJVp1X-kNZMZkfTFVppeHnyACD6S25XqRif-DdL3RTXI=s72-rw",
      "market_status": "PUBLISHED"
    },
    {
      "app_availability": {
        "available_in": [
          "IN",
          "US"
        ],
        "package_name": "org.readera"
      },
      "cat_key": "BOOKS",
      "cat_keys": [
        "BOOKS",
        "APPLICATION"
      ],
      "category": "Book",
      "description": "All the books you love. On the page or out loud. Anywhere you are.\n\nMeet Google Play Books for iOS: the one app to enjoy ebooks and audiobooks from Google Play.\n\nDive into a great book today with millions of titles from Google Play on your iPhone, iPod Touch, or iPad. Download your book to read or listen on the go. When you’re finished, find your next favorite from recommendations personalized just for you.\n\nLISTEN TO A GREAT AUDIOBOOK ANYWHERE, ANYTIME\n●       No monthly subscription required\n●       Navigate chapters with real chapter titles - not track lists\n●       Pick up where you left off on all your devices, including in the car with CarPlay\n●       Siri Shortcuts: Just say, Hey Siri, play my audiobook\n\nMILLIONS OF EBOOKS AT YOUR FINGERTIPS\n●       Preview samples from our catalog of millions of books\n●       Read your books, comics, and textbooks even when you’re offline\n●       Tap the page and watch your favorite comic book or manga come to life with Bubble Zoom\n●       Take notes that sync with your Google Drive and share them with a group for easy collaboration.",
      "android_package_name": "org.readera",
      "ios_bundle_id": "com.google.GoogleBooks",
      "title": "Textbook Reader",
      "domain_name": [
        "https://play.google.com",
        "https://play.google.com"
      ],
      "website": "https://play.google.com",
      "developer": "Google LLC",
      "app_country": "US",
      "icon": "https://play-lh.googleusercontent.com/qw8lAHXaZodAE4c3D1Jkia3V8Np-PxTnyQpUIx439ibABba0L50TVKI4jfY4N4QwzAA",
      "icon_72": "https://play-lh.googleusercontent.com/qw8lAHXaZodAE4c3D1Jkia3V8Np-PxTnyQpUIx439ibABba0L50TVKI4jfY4N4QwzAA=s72-rw",
      "market_status": "PUBLISHED"
    },
    {
      "app_availability": {
        "available_in": [
          "IN",
          "US"
        ],
        "package_name": "com.google.android.apps.books"
      },
      "cat_key": "BOOKS",
      "cat_keys": [
        "BOOKS",
        "APPLICATION"
      ],
      "category": "Education",
      "description": "Meet kitUP: Take 15 minutes a day to discover great books and podcasts to help you improve your life and yourself.\nYour life may be hectic; filled with work, school, or social activities. But with kitUP, you can efficiently utilize your 15 minutes, whether by reading or listening. Designed to foster both reading habits and personal development, kitUP helps you save time and enhance your knowledge.\nMore than 5 million people have joined kitUP to reach their best versions. How about joining this personal development journey yourself?\n_____________\n\nWHAT DOES IT INCLUDE?\n\n* Access to personalized plans and challenge lists\nAccess dozens of plans such as a 28-day personal development plan, relationship plan, financial freedom plan, procrastination plan, and more.\n\n*   +   1500 books and content that will change your life\nRead or listen to the most important ideas from non-fiction books\n\n* Discover your interests\nBrowse through curated content tailored to your interests in categories such as personal development, economics, politics, biographies, parenting, science, mindfulness, psychology, technology, health, sports, nutrition, sexuality, relationships, meditation, and more.\n\nWe're delighted to be with you on your journey of growth! If you want to learn more about your favorite books, podcasts, trending topics, and areas of development, don't forget to download the app and follow us on social media!\n\n\nHOW DOES IT WORK?\nYou can download the mobile application for free. Premium membership offers with unlimited access to all content are available. You can start your subscription through the mobile application via the Appstore or on the kitup.net website. Your subscription will be renewed unless canceled, and you can cancel your subscription at any time from where you initiated the subscription. Canceling your subscription means turning off automatic renewal. However, you will continue to have access to all subscription features for the remaining duration of the current period.\nYou can reach our help center at https://support.kitup.net. \n\nTerms of Use: https://kitup.net/terms-and-conditions\nPrivacy Policy: https://kitup.net/en-privacy",
      "android_package_name": "com.google.android.apps.books",
      "ios_bundle_id": "com.furkanerkorkmaz.Kitup",
      "title": "Ebook Reader - Read & Listen",
      "domain_name": [
        "http://www.kitup.net",
        "https://www.kitup.net"
      ],
      "website": "http://www.kitup.net",
      "developer": "OURO YAZILIM REKLAM TEKNOLOJILERI ARASTIRMA GELISTIRME VE PAZARLAMA TICARET ANONIM SIRKETI",
      "app_country": "US",
      "icon": "https://play-lh.googleusercontent.com/CwOLEx-Vxk7UG5l2WxUdLAn85SAVG5_63bAyOtiEw58fatNEDBwCjEeuUWj4yfemLPU",
      "icon_72": "https://play-lh.googleusercontent.com/CwOLEx-Vxk7UG5l2WxUdLAn85SAVG5_63bAyOtiEw58fatNEDBwCjEeuUWj4yfemLPU=s72-rw",
      "market_status": "PUBLISHED"
    },
    {
      "app_availability": {
        "available_in": [
          "IN",
          "US"
        ],
        "package_name": "com.audible.application"
      },
      "cat_key": "BOOKS",
      "cat_keys": [
        "BOOKS",
        "APPLICATION"
      ],
      "category": "Book",
      "description": "Discover storytelling that speaks to you with Audible. Audiobooks, podcasts and Audible Originals await in an all-in-one audio entertainment app.\n\nStorytelling and entertainment for all genres awaits. Keep one audiobook or podcast every month as a Premium Plus member or purchase your favorite titles with cash. Prioritize your health and wellness with meditation audiobooks or fitness podcasts. Start listening to Audible Originals such as The Justice, Million Dollar Habits, and The Space Within.\n\nCarPlay on the road for your morning commute or listen to bestsellers at your leisure — embrace Audible as part of your daily listening routine, anytime, anywhere. Stream and download audio books, whether you’re offline or switching devices. Enjoy deep relaxation with soothing nature sounds or fall asleep listening to sleep stories.\n\nEmbark on a mental wellness journey and enjoy a moment of self-care with stories that inspire you. Listen before you watch global Film & TV favorites in fantasy, thrillers and more. Catch up on the latest true crime stories and never lose your place with our Sleep Timer.\n\nFind intriguing stories that speak to you and build your library with audiobooks to keep forever. Tap into the best of audio entertainment, today with Audible.\n\nAUDIBLE FEATURES\n\nTHE PLUS CATALOG: AUDIO ORIGINALS\nListen to thousands of originals, audiobooks, and podcasts including exclusive shows and series.\n• Stream or download anything in the Plus Catalog anytime you want, no credits necessary\n• Browse thousands of binge-worthy titles and top genres\n• Listen to your favorites, enjoy bestsellers or discover exclusive originals\n\nSTORYTELLING: ANYTIME, ANYWHERE\nQueue up downloads, adjust your listening speed and experience seamless listening with Audible.\n• Offline listening - stream or download directly to enjoy Audible with or without WiFi\n• Read on your Kindle or listen on Audible - switch seamlessly with WhisperSync\n• Listen on the go with your Apple Watch or connect to your car with CarPlay\n• Sleep Timer - pause your book automatically before falling asleep\n\nENTERTAINMENT OASIS: FEAST YOUR EARS\nListen to storytelling that enriches you with immersive audio experiences for every moment.\n• Stream audiobooks and podcasts fit for every mood - get lost in a captivating story\n• Find what you need to unwind with true crime, classic literature & more\n• Health and wellness, fitness and nutrition, or sleep stories - begin a journey of self-care\n\nKIDS PROFILE\nCreate a Kids Profile for your child and share family-friendly listens from our extensive catalog of children’s audiobooks, podcasts and Originals, right from the app.\n\nAUDIBLE MEMBERSHIP\nGet the most from your subscription with discounts on our monthly and annual plans. Try cash purchases for titles you love and benefit from discounted prices as an Audible member.\n\nAUDIBLE PREMIUM PLUS\nWith Premium Plus, you can access the Plus catalog and much more:\n• The entire Plus Catalog - thousands of titles, podcasts, and Originals\n• Get 1 monthly credit to choose a title you want to keep forever\n• Listen to an extended selection of bestsellers, Originals and new releases\n• A permanent library! Titles purchased with credits are yours to keep, even if you cancel\n\nPurchase individual credits through the app and expand your audio library anytime with Audible.\n\n-\n\nIf you subscribe to Audible via iTunes where available, payment will be charged to your iTunes Account at confirmation of purchase and your membership will automatically renew monthly unless auto-renewal is turned off at least 24-hours before the end of the then current membership period. Your account will be charged for renewal within 24-hours before the end of each membership period at the rate of your selected plan. You can manage your subscription and turn off auto-renewal anytime by going to My Account or through iTunes.\nConditions of Use: https://www.audible.com/legal/conditions-of-use\nPrivacy Notice: https://www.amazon.com/privacy",
      "android_package_name": "com.audible.application",
      "ios_bundle_id": "com.audible.iphone",
      "title": "AudioBooks Free",
      "domain_name": [
        "http://www.audible.com",
        "https://www.audible.com"
      ],
      "website": "http://www.audible.com",
      "developer": "Audible, Inc.",
      "app_country": "US",
      "icon": "https://play-lh.googleusercontent.com/pwzZK-7oQexraeU0mOrQgFIck-QSS89rH0eWjehctp8XskRSpixPNVlA0YYlRXHbA2Iz",
      "icon_72": "https://play-lh.googleusercontent.com/pwzZK-7oQexraeU0mOrQgFIck-QSS89rH0eWjehctp8XskRSpixPNVlA0YYlRXHbA2Iz=s72-rw",
      "market_status": "PUBLISHED"
    },
    {
      "app_availability": {
        "available_in": [
          "IN",
          "US"
        ],
        "package_name": "com.gtl.nextory"
      },
      "cat_key": "BOOKS",
      "cat_keys": [
        "BOOKS",
        "APPLICATION"
      ],
      "category": "Book",
      "description": "Step into the wonderful world of books with Nextory. Now you can listen to audiobooks and read eBooks without any limit. It’s very simple to stream books in the app directly on your iPhone or iPad. Nextory is always available. At any time - online and offline - as long and as often as you want.\n \nSign up today and enjoy 14 days or even more of free unlimited reading and listening with Nextory. You will get access to over 200 000 books right away. No matter what kind of books you are looking for - bestsellers, crime novels, thrillers, non-fiction, or feelgood. You will always find the stories that you like in our huge library.\n \nYour advantages with Nextory:\n \nRead eBooks comfortably and anywhere - at home or on the road.\nListen to audiobooks anytime you want: on vacation, while commuting, to relax and in between.\nRead and listen online or offline by downloading audiobooks and eBooks directly to your iPhone or iPad.\nHuge library of excellent audiobooks and eBooks with over 200 000 titles in total from the genres such as non-fiction, novels, thrillers, children's books, fantasy, and many other categories.\nDiscover new audiobooks and eBooks that you like. Based on your reading history, we create individual reading and listening tips tailored to your needs.\n\nWith our eBook reader it is possible to...\n \n... place an automatic bookmark. You can mark a place in a book and easily go back or start in the exact same place where you paused before.\n… adjust the font size, screen brightness and background color individually to your liking or depending on your reading environment.\n… turn pages or jump back and forth between chapters and books in a trouble-free and easy way.\n… get an even better reading experience with the double-page view in iPad, which delivers a feeling close to a physical book.\n… save your favorite locations using markers and bookmarks.\n \nWith our audiobook player it is possible to:\n\n...increase or decrease the reading speed in different steps to individually choose your desired speed.\n… simply use our navigation bar to fast-forward or rewind if you want to go back to a specific place in the book you would like to listen to.\n… set a sleep timer that will automatically stop the player after a specific amount of time.\n… use the bookmark function to mark out a good part of the book or to continue to listen exactly where you last stopped or paused.\n... keep track of how much of you have left of the book you are listening to.\n… continue to listen even in energy-saving mode and enjoy your favorite audiobooks anytime you want.\n\nSign up today and enjoy the benefits with Nextory! \nWith Nextory you can enjoy unlimited reading and listening anytime, anywhere. You will always have your favorite audiobooks and eBooks with you no matter where you are - in your smartphone or iPad. You can easily access them online or download books in advance to read and listen offline. Even audiobooks for the little ones. \n\nRead and listen for free for 14 days and up - start your trial today!\nBenefit from the eBook reader developed specifically for Nextory, which will take your reading experience to a whole new level. Even reading PDF files run flawlessly. It has numerous settings so that you can customize your reading experience to suit your every need.\n\nIn-App Subscription Unlimited - price- and payment terms:\nA subscription gives you access to our growing library, consisting of tens of thousands of books at a fixed monthly cost.\nThe amount will be charged automatically each month via your iTunes account. The subscription is automatically renewed each month,\nas long sd the feature \"automatic renewal\" is not deactivated via the iTunes settings on your device, no later than 24 hours before your subscription period runs out. You can read more about our terms and conditions on our website.\n\nOur terms and conditions can be found here: https://www.nextory.se/medlemsvillkor",
      "android_package_name": "com.gtl.nextory",
      "ios_bundle_id": "com.nextory.nextoryapp",
      "title": "Nextory",
      "domain_name": [],
      "website": "",
      "developer": "Nextory AB",
      "app_country": "US",
      "icon": "https://play-lh.googleusercontent.com/gNbRBCju64N-qbtSGctVs4vmWSL0Rx5PxaQkrJ_z2Abbsh3d0qtwYpGL8AF7Sv8gyw4",
      "icon_72": "https://play-lh.googleusercontent.com/gNbRBCju64N-qbtSGctVs4vmWSL0Rx5PxaQkrJ_z2Abbsh3d0qtwYpGL8AF7Sv8gyw4=s72-rw",
      "market_status": "PUBLISHED"
    },
    {
      "app_availability": {
        "available_in": [
          "IN",
          "US"
        ],
        "package_name": "com.google.android.apps.books"
      },
      "cat_key": "BOOKS",
      "cat_keys": [
        "BOOKS",
        "APPLICATION"
      ],
      "category": "Book",
      "description": "Apple Books is the best place to discover, read and listen to entertaining and informative books and audiobooks. Browse through top charts, personalised recommendations and expertly curated collections in the Book Store and Audiobook Store, or use search to easily find the perfect read or listen, no subscription needed. Track what you’ve read and want to read, and set your own reading goals—all in one app and across all your Apple devices.\n\nExplore millions of books and audiobooks \n• Check out today’s bestsellers, free books and special offers for readers of all ages, plus personalised recommendations.\n• Explore collections curated by the Apple Books team to find your next book or audiobook in your favourite genres, from mysteries and thrillers to romance, history, self-development and kids.\n• Sample any book or preview an audiobook to start enjoying the first few pages for free.\n• Keep track of the books and audiobooks you’re interested in with your Want to Read list.\n\nCustomise your reading experience\n• Choose from a selection of reading themes, which include a variety of fonts and background colours.\n• Make your book easy to read by adjusting line height and letter spacing to your preference.\n•  Use Auto-Night Theme and adjust your screen brightness to make reading more comfortable for your eyes.\n• Enable vertical scrolling to move continuously through books instead of flipping pages.\n\nMake reading a habit with Reading Goals\n• Set a reading goal to encourage yourself to read daily.\n• Track reading streaks and how many books you’ve read this year.\n• Get reminders and coaching to help you achieve your reading goals.\n\nShare with your whole family\n• Family Sharing lets you enjoy your books and audiobooks with your favourite people. Invite up to five family members.\n\nApple CarPlay \n• Designed with safety in mind, the Audiobooks app in Apple CarPlay allows you to listen to audiobooks while driving.\n• Large buttons make it easy to start and stop, rewind or fast forward, and the simplified library helps you find your next audiobook while still keeping your eyes on the road. \n\nApple Watch features\n• Use the Audiobooks app on Apple Watch to get back to your recent audiobooks or browse your library right from your wrist.\n• Use the Watch app on iPhone to choose which audiobooks to download to your Apple Watch.\n\nRequirements & store availability\n• iPhone requires iOS 11 or later.\n• iPad requires iPadOS 11 or later.\n• Content varies by country or region and may not be available on all devices.",
      "android_package_name": "com.google.android.apps.books",
      "ios_bundle_id": "com.apple.iBooks",
      "title": "Free Books",
      "domain_name": [
        "http://apple.com/apple-books",
        "https://apple.com"
      ],
      "website": "http://apple.com/apple-books",
      "developer": "Apple Inc.",
      "app_country": "US",
      "icon": "https://play-lh.googleusercontent.com/CwOLEx-Vxk7UG5l2WxUdLAn85SAVG5_63bAyOtiEw58fatNEDBwCjEeuUWj4yfemLPU",
      "icon_72": "https://play-lh.googleusercontent.com/CwOLEx-Vxk7UG5l2WxUdLAn85SAVG5_63bAyOtiEw58fatNEDBwCjEeuUWj4yfemLPU=s72-rw",
      "market_status": "PUBLISHED"
    },
    {
      "app_availability": {
        "available_in": [
          "IN",
          "US"
        ],
        "package_name": "com.google.android.apps.books"
      },
      "cat_key": "BOOKS",
      "cat_keys": [
        "BOOKS",
        "APPLICATION"
      ],
      "category": "Book",
      "description": "Are you looking to enjoy your favorite books on the go? The Audiobooks.com app puts over 500,000 classics, bestsellers, and new releases in your pocket, wherever life takes you. Stream or download your audiobooks for listening in the car, at the gym, or on any smart speaker.\n\nWhy not transform your day-to-day routine by escaping into a great story? Whether you're in the mood for a thrilling mystery, a cozy romance, or an educational listen, we've got you covered.\n\nDownload the Audiobooks.com app today to enjoy all your favorite books without ever having to turn a page!\n\n\nEXTENSIVE LIBRARY\nWith top titles from around the world – and even some otherworldly listens – we have something for everyone.\nOur library includes:\n• Over 500,000 audiobooks across all genres\n• Unlimited listening to 10,000+ free titles\n• Audiobooks for all ages\n• Immersive stories, reimagined favorites, and weekly new releases\n• Freshly curated and tailored recommendations for every listener\n\nDiscover our catalog by exploring top genres and featured booklists. We're constantly curating selections of member favorites, trending topics, TV/Film adaptations, and more. We’ll even give you a list of perfect first listens to start off with.\n\nPlus, the more you engage with the app, the more we offer personalized recommendations to help you find listens just for you. \n\n\n HELPFUL FEATURES\nWe aim to make listening easy and accessible for all. \n\nIn-app features include: \n• Adjustable playback speed to customize your listening experience\n• Sleep timers that automatically pause your book once you drift into a dream \n• Custom notes to bookmark key moments of your audiobook\n• Save listens to your wishlist for later \n• Easy listening through bluetooth, AirPlay, and CarPlay\n• Intuitive playback controls make it easy to navigate through tracks and pause, play, and skip ahead, perfect if you like to listen while reading your Kobo, Kindle, or print books!\n\n\nCOMMUNITY\nEngage with fellow book lovers from around the world to share ratings, reviews, and booklist recommendations. Members can also refer a friend in-app, earning themselves a free credit when the invitation is accepted.\n\nEarn achievements in the app by listening or reaching feature-discovery milestones like redeeming a VIP Reward, following an author, or reviewing your past listens. There’s always something new to discover with Audiobooks.com\n \n\nMEMBERSHIP\nListen beyond our free catalog with a paid Audiobooks.com membership, and enjoy:\n• 1 subscription credit per month to use on any premium title in our catalog – yours to keep, even if you cancel\n• 1 VIP book selection per month from our members-only bonus section\n• Ability to purchase additional credits right in the app\n• Access to exclusive 2-for-1 deals\n• Access to special member pricing on discounted a la carte purchases\n• Personalized recommendations, exclusive communications, and more!\n\n\nWhat are you waiting for? Download the Audiobooks.com app today to get lost in a great story.\n\nTerms of Use: https://www.audiobooks.com/terms\nPrivacy Policy: https://www.audiobooks.com/privacy",
      "android_package_name": "com.google.android.apps.books",
      "ios_bundle_id": "com.audiobooks.ios",
      "title": "Free Audiobooks",
      "domain_name": [
        "https://www.audiobooks.com",
        "https://www.audiobooks.com"
      ],
      "website": "https://www.audiobooks.com",
      "developer": "Storytel Audiobooks USA LLC",
      "app_country": "US",
      "icon": "https://play-lh.googleusercontent.com/CwOLEx-Vxk7UG5l2WxUdLAn85SAVG5_63bAyOtiEw58fatNEDBwCjEeuUWj4yfemLPU",
      "icon_72": "https://play-lh.googleusercontent.com/CwOLEx-Vxk7UG5l2WxUdLAn85SAVG5_63bAyOtiEw58fatNEDBwCjEeuUWj4yfemLPU=s72-rw",
      "market_status": "PUBLISHED"
    },
    {
      "app_availability": {
        "available_in": [
          "IN",
          "US"
        ],
        "package_name": "com.google.android.apps.books"
      },
      "cat_key": "BOOKS",
      "cat_keys": [
        "BOOKS",
        "APPLICATION"
      ],
      "category": "Book",
      "description": "All the books you love. On the page or out loud. Anywhere you are.\n\nMeet Google Play Books for iOS: the one app to enjoy ebooks and audiobooks from Google Play.\n\nDive into a great book today with millions of titles from Google Play on your iPhone, iPod Touch, or iPad. Download your book to read or listen on the go. When you’re finished, find your next favorite from recommendations personalized just for you.\n\nLISTEN TO A GREAT AUDIOBOOK ANYWHERE, ANYTIME\n●       No monthly subscription required\n●       Navigate chapters with real chapter titles - not track lists\n●       Pick up where you left off on all your devices, including in the car with CarPlay\n●       Siri Shortcuts: Just say, Hey Siri, play my audiobook\n\nMILLIONS OF EBOOKS AT YOUR FINGERTIPS\n●       Preview samples from our catalog of millions of books\n●       Read your books, comics, and textbooks even when you’re offline\n●       Tap the page and watch your favorite comic book or manga come to life with Bubble Zoom\n●       Take notes that sync with your Google Drive and share them with a group for easy collaboration.",
      "android_package_name": "com.google.android.apps.books",
      "ios_bundle_id": "com.google.GoogleBooks",
      "title": "Google Books",
      "domain_name": [
        "https://play.google.com",
        "https://play.google.com"
      ],
      "website": "https://play.google.com",
      "developer": "Google LLC",
      "app_country": "US",
      "icon": "https://play-lh.googleusercontent.com/CwOLEx-Vxk7UG5l2WxUdLAn85SAVG5_63bAyOtiEw58fatNEDBwCjEeuUWj4yfemLPU",
      "icon_72": "https://play-lh.googleusercontent.com/CwOLEx-Vxk7UG5l2WxUdLAn85SAVG5_63bAyOtiEw58fatNEDBwCjEeuUWj4yfemLPU=s72-rw",
      "market_status": "PUBLISHED"
    },
    {
      "app_availability": {
        "available_in": [
          "IN",
          "US"
        ],
        "package_name": "com.bookmate"
      },
      "cat_key": "BOOKS",
      "cat_keys": [
        "BOOKS",
        "APPLICATION"
      ],
      "category": "Book",
      "description": "— Stacks of ebooks and audiobooks in 12 languages\n— Get recommendations from friends, experts & editors\n— Keep your ebooks, audiobooks, quotes & notes with you\n\n— So much choice\nWith a Bookmate subscription you’ll have access to a huge collection of ebooks and audiobooks — bestsellers, classics, business books and more — in 12 different languages; including English and Spanish. Even our free account offers 50,000 titles!\"\n\n— Smart suggestions\nExperts and other booklovers create themed bookshelves. Browse them, subscribe and receive regular updates. Bookmate also makes recommendations based on your preferences. The more you read or listen, the more accurate our recommendations!\n\n— Everything in one place\nAll your books, quotes and notes get saved in Bookmate. Read or listen anywhere: in the subway, at the beach, on a plane. Keep your favourite books on your device to enjoy them offline. Readers can also upload ebooks in .epub or .fb2 format.\n\n— Sharing stories\nFriends are great at recommending books you’ll love. With Bookmate you can keep up with what they’re reading and listening to, and find new friends with similar interests. Share your books, quotes, impressions and get likes.\n\n— Customise and get comfortable\nFor the best ebook experience, adjust the brightness and change the font or the background screen colour. Audiobook listeners can set a timer and change the speed to suit. Start and stop as needed — begin on one device and pick up where you left off on another.\n\nBookmate is an ebook and audiobook service that’s available globally. In addition to a free public domain catalogue, we also offer Book, Audiobook and Premium subscriptions, which give partial and complete access to our ebook and audiobook catalogues. These services are renewable on an annual or monthly basis, for a fixed monthly fee.\n\nRenewal charges are automatically debited at least 24 hours prior to the end of the previous period. However, readers can manage their subscription package and choose to switch off the auto-renewal option in their Account Settings.\n\nIf a reader is on a free trial and chooses to purchase a subscription during that time, they forfeit any unused portion of the free trial period.\n\n\nTerms of Service: https://bookmate.com/about/legal#terms_of_use\n\nPrivacy Policy: https://bookmate.com/about/legal#privacy_policy\n\nGot any questions? Contact us at ios-help@bookmate.com",
      "android_package_name": "com.bookmate",
      "ios_bundle_id": "ru.bookmate.reader",
      "title": "Bookmate",
      "domain_name": [
        "http://bookmate.com/about?locale=en",
        "https://bookmate.com"
      ],
      "website": "http://bookmate.com/about?locale=en",
      "developer": "BOOKMATE LIMITED",
      "app_country": "US",
      "icon": "https://play-lh.googleusercontent.com/bJ_qcXuUZ7U1mrtYXOa01-2Ym8oJiAg_peK3eyFAK6XOCZO7mVvUyCurrej3gQs19g",
      "icon_72": "https://play-lh.googleusercontent.com/bJ_qcXuUZ7U1mrtYXOa01-2Ym8oJiAg_peK3eyFAK6XOCZO7mVvUyCurrej3gQs19g=s72-rw",
      "market_status": "PUBLISHED"
    },
    {
      "app_availability": {
        "available_in": [
          "IN",
          "US"
        ],
        "package_name": "com.progdigy.cdisplay.free"
      },
      "cat_key": "BOOKS",
      "cat_keys": [
        "BOOKS",
        "APPLICATION"
      ],
      "category": "Book",
      "description": "Read Comics, Manga, Webtoons, Manhwa & Manhua And More\n- We have manhwa and webtoon stories from Korea. We provide manhwa & webtoon fans with various genres of wonderful work. Fantasy, Action, Romance, Horror, BL Manga (Boy's Love) and more webtoons can be found on MangaToon.\n- We have Japanese manga series, such as Detective Conan, Inuyasha and so on. If you are a fan of Janpanese mangas, and enjoy classic manga like One Piece, Jujutsu Kaisen, Demon Slayer, and Naruto, then you will definitely also like the Japanese manga works on MangaToon.\n- There also are manhua (Chinese comics) for you to read. You can find the latest and hottest manhua (Chinese comics) in different genres on MangaToon. Tales of Demons and Gods, Bossy President, Battle Through the Heavens and more iconic manhua arewaits you to read!\n\nRead Free Comics\n- At MangaToon, many of our comics require paying a unlocking fee to read. The reason is that manga creators also need to make a living. Only with manga fans' support, they can continue to create better comic storiess. Your support is the best motivation for them to create mangas.\n- But MangaToon also provides plenty of free ways for readers to read manga for free. Every week, there are different comics released for manga readers to read for free.\n- Also, You can get free comics, unlock them with points or reading vouchers. By completing platform tasks, you will receive a certain number of points and reading vouchers every week, which allows you get free comics.\n- Even if you don't have points or manga vouches, you can still read free comics by watching a short video to unlock manga chapters.\n\nGreat Manga Reading Experience\n- At MangaToon, you can not only read comics online but also download them for offline reading, allowing you to enjoy the fascinating world of manga anytime and anywhere.\n- MangaToon is a manga reader designed specifically for mobile phone reading. You can scroll mangas & webtoons smoothly for an uninterrupted reading experience. \n- We provide colorful manga and comic works on MangaToon, bring you a more immersive comic reading experience.\n- Join our manga community and discuss everything about your favorite manga with millions of manga lovers!\n- A vertical search tool for comics. You can search and read mangas like One Piece, Jujutsu Kaisen, Naruto and other hottest mangas.\n- Pad version is also supported. Enjoy manga with a better screen on your pad!\n- As a manga reader designed for manga fans all over the world, you can find mangas and stories in more than ten languages, including English, Spanish, Portuguese, French, Indonesian Vietnamese and Thai. You can switch to other languages on the App's settings page to read comic stories.\n\nTell stories like chatting\n- At MangaToon, in addition to reading comics, you can also find many exciting chat stories. Chat stories are a new form of novel where the story unfolds in the form of chatting. Chat stories have exciting plotlines, the world views full of imagination, and a more relaxed reading experience, allowing you to read stories as easily as chatting with a friend. \n- A vast array of wonderful stories awaits you to discover, where you can see characters from One Piece chatting with each other, fanfiction stories about the personal stories of BTS members, and so on.\n\nOne comic one world. MangaToon, help you step into a different world!\n\nFacebook: https://www.facebook.com/MangaToonEN/\nContact us by Email: support@mangatoon.mobi\n\n\n- Terms of Use: https://mangatoon.mobi/privacy/en\n- Privacy Policy: https://mangatoon.mobi/privacy/en\n⁃ User Subscription Service Agreement: https://mangatoon.mobi/h5/vipServiceAgreement/en\n- Subscription Automatic Renewal Agreement: https://mangatoon.mobi/automaticRenewalAgreement/en",
      "android_package_name": "com.progdigy.cdisplay.free",
      "ios_bundle_id": "com.mangatoon.ios",
      "title": "ComicRack",
      "domain_name": [
        "https://mangatoon.mobi",
        "https://mangatoon.mobi"
      ],
      "website": "https://mangatoon.mobi",
      "developer": "Mangatoon HK Limited",
      "app_country": "US",
      "icon": "https://play-lh.googleusercontent.com/SnvkP-uVG8FnCBKuZKctV2CYXKLW2-bMJI6LCCg5dfJEKkNR-hi0fcP4qfUY4zLREGU",
      "icon_72": "https://play-lh.googleusercontent.com/SnvkP-uVG8FnCBKuZKctV2CYXKLW2-bMJI6LCCg5dfJEKkNR-hi0fcP4qfUY4zLREGU=s72-rw",
      "market_status": "PUBLISHED"
    },
    {
      "app_availability": {
        "available_in": [
          "IN",
          "US"
        ],
        "package_name": "com.amazon.kindle"
      },
      "cat_key": "BOOKS",
      "cat_keys": [
        "BOOKS",
        "APPLICATION"
      ],
      "category": "Book",
      "description": "Unlock a world of endless manga possibilities with Manga Reader - the ultimate manga reading app for true fans! With a vast library of manga titles to choose from, you'll never run out of new stories to discover. Our app is designed by a team of passionate manga lovers, to provide you with the best reading experience possible. Enjoy seamless navigation and uninterrupted reading, as you immerse yourself in your favorite manga.\n\nDiscover the best of manga reading with our app's top features:\n\n-A massive, ever-growing catalog of manga from multiple sources\n-New chapters added as soon as they're available\n-Super-fast and smooth reading experience\n-Personalized daily recommendations on our \"Today\" home page\n-Curated content featuring the most popular manga titles\n-Save your favorites and reading progress in one convenient place\n-Advanced filtering and search options\n-Download manga for offline reading\n-Minimal and non-intrusive ads, even in the free version\n-Regular updates with new features and improvements\n\nWith Manga Reader, you'll have access to the latest and greatest manga titles, as well as hidden gems that you may not have discovered yet. Whether you're a seasoned manga reader or new to the world of manga, our app has everything you need to enjoy the best manga reading experience. Download Manga Reader now and start your manga journey today!\n\nPrivacy Policy: https://mangareaderapps.com/privacy-policy/\nTerms of Use: https://mangareaderapps.com/terms-and-conditions/\n\nApp requires subscription to read the manga content.",
      "android_package_name": "com.amazon.kindle",
      "ios_bundle_id": "com.novel.manga.zon",
      "title": "ComiXology",
      "domain_name": [],
      "website": "",
      "developer": "Manga Reader Apps LLC",
      "app_country": "US",
      "icon": "https://play-lh.googleusercontent.com/HFQH-DmzwCzgtiUisd_S-mPbUE7bfXRDyXUBEIBrM9y_nHbmEoQXz94BBHErEyOmPg",
      "icon_72": "https://play-lh.googleusercontent.com/HFQH-DmzwCzgtiUisd_S-mPbUE7bfXRDyXUBEIBrM9y_nHbmEoQXz94BBHErEyOmPg=s72-rw",
      "market_status": "PUBLISHED"
    }
  ]