[
    {
      "app_availability": {
        "available_in": [
          "IN",
          "US",
          "UK"
        ],
        "package_name": "com.sec.android.app.clockpackage"
      },
      "cat_key": "PREINSTALLED",
      "cat_keys": [
        "PREINSTALLED",
        "APPLICATION"
      ],
      "category": "Utilities",
      "description": "Clock helps you manage your time on iOS, iPadOS and macOS. Check the current time anywhere with World Clock, make sure you wake up on time with Alarms, or keep track of passing time with Stopwatch and Timers.\n\nWorld Clock\nCheck the current time in cities around the world. Or quickly see the time difference compared to your local time to make coordinating across time zones easy.\n\nAlarms\nSet regular alarms for any time of day. Choose to set them to repeat on specific days, give them a label and select the sound that plays with each. When your alarm goes off, you can choose to play from a selection of sounds, or pick a song from your Apple Music library.\n\nYou can also adjust your wake up alarm and sleep schedule from Health right in the Clock app so you can wind down with a Sleep Focus and make sure you always wake up on time.\n\nStopwatch\nMeasure the duration of an event. You can see how much time has lapsed with either a digital or analog stopwatch face, and you can quickly record laps or splits throughout the time.\n\nTimers\nCount down seconds, minutes or hours. Or count down using multiple timers, and add labels and distinct sounds to each. You can also choose to set a timer that stops any music playing in the background—perfect for getting to sleep with your favorite playlist.",
      "android_package_name": "default_clock",
      "ios_bundle_id": "com.apple.mobiletimer",
      "title": "Clock",
      "domain_name": [],
      "website": "",
      "developer": "Apple Inc.",
      "app_country": "US",
      "icon": "https://play-lh.googleusercontent.com/hjksnYT_dP3j7nIXXSgXsglMbmSJEA6F30LeZfKvMAjY8HICL3FGJc1I2kI-gQq6FaX0",
      "icon_72": "https://play-lh.googleusercontent.com/hjksnYT_dP3j7nIXXSgXsglMbmSJEA6F30LeZfKvMAjY8HICL3FGJc1I2kI-gQq6FaX0=s72-rw",
      "market_status": "PUBLISHED",
      "isPopular": true,
      "popularity": 100
    },
    {
      "app_availability": {
        "available_in": [
          "IN",
          "US",
          "UK"
        ],
        "package_name": "app.wizyemm.settings"
      },
      "cat_key": "PREINSTALLED",
      "cat_keys": [
        "PREINSTALLED",
        "APPLICATION"
      ],
      "category": "Lifestyle",
      "description": "Game time now comes with more peace of mind with the Xbox Family Settings app. Easily manage your children’s activities on Xbox consoles and enable gaming options that are right for your family. Quickly get into the fun by adding your children to your family account in a snap. Set screen time, update content restrictions, and stay on top of incoming friend requests, all in real time.\n \nPlease refer to Microsoft’s EULA for Terms of Service for Microsoft’s gaming applications on iOS. By installing the app, you agree to these terms and conditions: https://aka.ms/MobileGamingEULA",
      "android_package_name": "default_settings",
      "ios_bundle_id": "com.apple.Preferences",
      "title": "Settings",
      "domain_name": [
        "https://www.xbox.com/en-US/apps/family-settings-app",
        "https://www.xbox.com"
      ],
      "website": "https://www.xbox.com/en-US/apps/family-settings-app",
      "developer": "Microsoft Corporation",
      "app_country": "US",
      "icon": "https://help.apple.com/assets/675C7EA493F17C59DA03ED37/675C7EA805331F3F6B02131C/en_GB/d30a5c899b4d74d638b75344df55241f.png",
      "icon_72": "https://help.apple.com/assets/675C7EA493F17C59DA03ED37/675C7EA805331F3F6B02131C/en_GB/d30a5c899b4d74d638b75344df55241f.png=s72-rw",
      "market_status": "PUBLISHED",
      "isPopular": true,
      "popularity": 100
    },
    {
      "app_availability": {
        "available_in": [
          "IN",
          "US",
          "UK"
        ],
        "package_name": "com.sec.android.app.popupcalculator"
      },
      "cat_key": "PREINSTALLED",
      "cat_keys": [
        "PREINSTALLED",
        "APPLICATION"
      ],
      "category": "Utilities",
      "description": "Calculator\n\nEasily type out math with the basic and scientific calculators for quick solutions. With the Math Notes calculator, solving expressions, creating and using variables, and even plotting equations on graphs is as simple as typing or writing them out.\n\n\nBasic & Scientific Calculators\nType complete expressions with parentheses, and basic and scientific operations before hitting equal for the final answer. With history, you can keep track of previous calculations, and easily copy or switch back to previous results.\n\nUnit Conversion\nUnit conversions in the basic and scientific calculators help you quickly convert between hundreds of units including length, speed, temperature, weight and more. You can even get up-to-date conversions for currencies from around the world.\n\nMath Notes\nType math or write it out using Apple Pencil on iPad, and Math Notes will solve your expressions inline as soon as you add an equal sign. Math Notes supports all the same functions as the basic and scientific calculators, unit conversions and even math written vertically.\n\nVariables\nCreate variables by typing or writing their name, an equals sign and then their value. Name them with letters or words. Tap on a variable’s value to easily adjust the value up or down. And use your variables in expressions, and even graphed equations across a Math Note.\n\nGraphing\nType or write an equation, and with a tap you can graph it in Math Notes. Zoom, pan around, or resize your graph to get it just right. You can even add multiple equations on the same graph to see how they’re related.",
      "android_package_name": "default_calculator",
      "ios_bundle_id": "com.apple.calculator",
      "title": "Calculator",
      "domain_name": [
        "https://www.apple.com/ipados/ipados-18",
        "https://www.apple.com"
      ],
      "website": "https://www.apple.com/ipados/ipados-18",
      "developer": "Apple Inc.",
      "app_country": "US",
      "icon": "https://play-lh.googleusercontent.com/Z5BA3DYVKalnbCW8CGlIM3bN699i6QwRs5oE5kr_1-OYApm2cLPSlOP6mbdUJunXtw",
      "icon_72": "https://play-lh.googleusercontent.com/Z5BA3DYVKalnbCW8CGlIM3bN699i6QwRs5oE5kr_1-OYApm2cLPSlOP6mbdUJunXtw=s72-rw",
      "market_status": "PUBLISHED",
      "isPopular": true,
      "popularity": 100
    },
    {
      "app_availability": {
        "available_in": [
          "IN",
          "US",
          "UK"
        ],
        "package_name": "com.google.android.apps.nbu.files"
      },
      "cat_key": "PREINSTALLED",
      "cat_keys": [
        "PREINSTALLED",
        "APPLICATION"
      ],
      "category": "Utilities",
      "description": "File Manager is a FREE file manager and virtual USB drive for the iPhone and iPad. Easily view images, audio, videos, PDF documents, Word documents, Excel documents, ZIP/RAR files and more.\n\nFEATURES \n- Integrated PDF Reader\n- Supports Microsoft Office, Excel, Powerpoint\n- Supports Apple iWorks documents\n- Multiple clouds (Dropbox, OneDrive and more)\n- Integrated music player\n- Copy, move and zip multiple files\n- Passcode protect files\n- Supports iTunes USB File Sharing\n- Transfer files from your PC/Mac using Wi-Fi\n- Built-in search feature\n- Sort files by \"Name\",\"Date\",\"Size\" or \"Kind\"\n- Share files by email, bluetooth and Facebook.\n- \"Open in\" feature allows you to open files in other apps\n- Create and extract ZIP files\n\nand much more...\n\n\n----------------------------------------\n\nTAPMEDIA PRO SUBSCRIPTION\n\n- You will receive access to the apps in the TapMedia PRO bundle for the duration of the subscription.\n- Subscription length: Monthly (includes one week free trial).\n- Subscriptions with a free trial period will automatically renew to a paid subscription.\n- Payments will be charged to iTunes Account at confirmation of purchase.\n- Your account will be charged for renewal within 24-hours prior to the end of the current period and identify the cost of the renewal.\n- Subscriptions may be managed by the user and auto-renewal may be turned off by going to the user's Account Settings after purchase. \n- All prices are subject to change without notification. We occasionally run promotion prices as incentives or limited time opportunities for qualifying purchases made during the promotional time period. Due to the time sensitive and promotional nature of these events, we are unable to offer price protection or retroactive discounts or refunds for previous purchases in the event of a price reduction or promotional offering.\n- Any unused portion of a free trial period will be forfeited when the user purchases a subscription\n- You may cancel a subscription during its free period via the subscription setting through your iTunes Account. This must be done 24 hours before the end of the subscription period to avoid being charged. Please visit http://support.apple.com/kb/ht4098\n\nPrivacy Policy: http://tapmedia.co.uk/privacy.htm\nTerms of Use: http://tapmedia.co.uk/terms.htm",
      "android_package_name": " ",
      "ios_bundle_id": "com.apple.DocumentsApp",
      "title": "File Manager",
      "domain_name": [
        "http://www.tapmedia.co.uk",
        "https://www.tapmedia.co.uk"
      ],
      "website": "http://www.tapmedia.co.uk",
      "developer": "TapMedia Ltd",
      "app_country": "US",
      "icon": "https://play-lh.googleusercontent.com/1nfAdJs2Ep2q1skM7QwJ1uHooWSbpFkbIBHhAX6EmdzEKmtk42713TiTU28mWlkcFKPA",
      "icon_72": "https://play-lh.googleusercontent.com/1nfAdJs2Ep2q1skM7QwJ1uHooWSbpFkbIBHhAX6EmdzEKmtk42713TiTU28mWlkcFKPA=s72-rw",
      "market_status": "PUBLISHED",
      "isPopular": true,
      "popularity": 100
    },
    {
      "app_availability": {
        "available_in": [
          "IN",
          "US",
          "UK"
        ],
        "package_name": "com.photo.android.camera"
      },
      "cat_key": "PREINSTALLED",
      "cat_keys": [
        "PREINSTALLED",
        "APPLICATION"
      ],
      "category": "Photo & Video",
      "description": "Hey you! Yeah you! Shouldn't you be looking for Photon instead? Our newest app has been rebuilt from the ground app to support the next 10 years (or 20, who knows?) of mobile photography. Check it out at http://photon.cam\n\n“The Clarity filter is iPhone photography’s secret sauce—it adds pro-camera crispness to almost any shot.”\n— Kevin Sintumuang, The Wall Street Journal\n\n“If the iPhone’s standard camera is like a digital point-and-shoot, the Camera+ app is like a high-quality SLR lens.”\n— TIME: 50 Best iPhone Apps 2011\n\n“improves on almost every aspect of the built-in camera app”\n— Charlie Sorrel, Wired\n\nWinner: Best Visual Design, Best Photography App\n— Best App Ever Awards\n\n\nIt’s all about one thing... great photos!\n\nWhether you’re a seasoned photographer or someone who’s barely touched a camera, Camera+ will make you love taking photos.\n\nTouch Exposure & Focus\nSet exposure separately from focus. You can now easily control how light or dark your shots come out.\n\nShooting Modes\nUse the Stabilizer to steady your iPhone and get the sharpest photos you can. There are countless uses for the Timer including taking the highest-quailty self-portraits. Capture all the action by using Burst to take rapid streams of shots.\n\nDigital Zoom\nUp to 6× zoom with advanced digital processing provides you with quality that simply blows away the competition.\n\nFront Flash\nHow many times have you wanted to take a pic of yourself in a dark room but couldn’t. Well, now you can!\n\nHorizon Level\nUse the Horizon Level to eliminate taking crooked shots.\n\nClarity\nClarity is one of the biggest breakthroughs to happen to image processing in a long time. Clarity analyzes your photos and makes several intelligent adjustments that magically bring out details and breathe life into dull photos. With Clarity, you’ll stop throwing out bad photos… you’ll be amazed to see what it can do to photos that you’d typically consider unusable, like shots that came out too dark.\n\nScene Modes\nMost modern digital cameras all have scene modes to help you get the best photos for your particular situation. With Camera+, you get to choose from several scene modes including Food, Sunset, Night, Portrait, Beach, and many more.\n\nEffects\nProfessional photographer, Lisa Bettany created a slew of stunningly beautiful effects. Make your photos shimmer with “HDR”… get down and dirty with “Grunge”… fill your pics with emotion and despair with “So Emo”. And this is just the tip of the iceberg… there are dozens of 1-touch effects for you to experiment with.\n\nLightbox\nAll the pics you take in Camera+ go in the innovative Lightbox where you can quickly and easily skim through them and get rid of bad shots. You save only the photos you’re satisfied with so that your camera roll stays neat and clean.\n\nSharing\nWhether you want to show your results to your friends and family or the whole world, Camera+ has got you covered. Proudly share your photos on Facebook, Twitter, and Flickr. Or go the more personal route and email or message them from right within the app.\n\niCloud Lightbox sync\nAutomatically sync your Camera+ photos between all of your devices. Shoot all day on your iPhone… and then edit at night on your iPad. \n\nCrops\nIf you didn’t line-up your shot perfectly when you took it, you can easily fix that with Camera+. And when you want to get a bit creative, we setup a bunch of popular crop sizes for you. With a single tap, you can make your pics square, 4×6, 8×10, and more.\n\nBorders\nWith Camera+ you get several great border designs, from simple black and white borders to more gritty designs, you’ll be able to add wonderful finishing touches.\n\nCaptions\nHave some fun with your photos by putting captions on them. It’s a great way to really personalize your favorite shots.",
      "android_package_name": "default_camera",
      "ios_bundle_id": "com.apple.camera",
      "title": "Camera",
      "domain_name": [
        "https://latenitesoft.com",
        "https://latenitesoft.com"
      ],
      "website": "https://latenitesoft.com",
      "developer": "LateNite Apps",
      "app_country": "US",
      "icon": "https://play-lh.googleusercontent.com/77m-hpSGZZJ5go6cHD-ZqX_8hnBT70E2uYWoznS5aI-2I06Lh5IQnymUqV6gdphDRIs",
      "icon_72": "https://play-lh.googleusercontent.com/77m-hpSGZZJ5go6cHD-ZqX_8hnBT70E2uYWoznS5aI-2I06Lh5IQnymUqV6gdphDRIs=s72-rw",
      "market_status": "PUBLISHED",
      "isPopular": true,
      "popularity": 100
    },
    {
      "app_availability": {
        "available_in": [
          "IN",
          "US",
          "UK"
        ],
        "package_name": "com.google.android.apps.photosgo"
      },
      "cat_key": "PREINSTALLED",
      "cat_keys": [
        "PREINSTALLED",
        "APPLICATION"
      ],
      "category": "Games",
      "description": "Mia is a passionate painter, who left her boring job to do what she really likes - draw pictures side by side with her boyfriend Leo. Join them in amazing colorful adventure: color a beautiful masterpieces, get stars to renovate the old house and abandoned Art Gallery.\n\nDiscover hundreds of unique, high quality paintings, made by the best modern illustrators exclusively for Gallery: Coloring book and Decor. Draw, renovate, decorate and follow the love story - this is the first artbook game where you can color by number and do home design in a one game.\n\nMeet next special features: \n- original gameplay: combination of coloring book and home design - creative game for real designers\n- hundreds of beautiful pictures to colour\n- different art styles of illustrations: geometric art, flat art, pixelart, low poly\n- different choices of decor\n- unique 3D graphics for the mansion and characters; \n- relaxing pictures recoloring; \n- regular updates\n\nSUBSCRIPTION PRICING AND TERMS\n\n\nPremium Subscription\n\n\nSubscription options, prices and durations:\n\n\nWeekly Premium Subscription for 7.99 USD with 3 days of a free trial period that offers a weekly subscription for getting daily free coins’ and boosters’ rewards, making decor options free, 2x extending energy bar and removing ADS.\n\nSubscription renewal:\n\n- Payment will be charged to iTunes Account at confirmation of purchase;\n- Subscription automatically renews with the price and duration period as the original “1 week” package unless auto-renew is turned off at least 24-hours before the end of the current period;\n- Account will be charged for renewal within 24-hours prior to the end of the current period at the cost of the chosen package (weekly, monthly or yearly package);\n- Subscriptions may be managed by the user and auto-renewal may be turned off by going to the user’s iTunes Account Settings after purchase;\n- No cancellation of the current subscription is allowed during active subscription period;\n\nPlease visit http://support.apple.com/kb/ht4098 for more information.\n\nCanceling subscription:\n- You may turn off the auto-renewal of your subscription via your iTunes Account Settings. However, you are not able to cancel the current subscription during its active period;\n\nLinks to our Terms of Service and Privacy Policy can be found below:\nPrivacy Policy:  https://beresnev.games/privacyPolicy/\nTerms of Use: https://beresnev.games/termofuse/\n\nFor all the questions please contact us at support@beresnev.games\n\n* Prices are equal to the value that «Apple’s App Store Pricing Matrix» determines as the equivalent of the subscription price in $ USD",
      "android_package_name": "default_gallery",
      "ios_bundle_id": " ",
      "title": "Gallery",
      "domain_name": [
        "https://beresnev.games",
        "https://beresnev.games"
      ],
      "website": "https://beresnev.games",
      "developer": "BERESNEV s.r.o.",
      "app_country": "US",
      "icon": "https://play-lh.googleusercontent.com/pmEnTOeRvosC1yOXFVwo15zS2uAdB9nijugU93NbrmFBYt61IVCZBzg7EZ00YTqmLw",
      "icon_72": "https://play-lh.googleusercontent.com/pmEnTOeRvosC1yOXFVwo15zS2uAdB9nijugU93NbrmFBYt61IVCZBzg7EZ00YTqmLw=s72-rw",
      "market_status": "PUBLISHED",
      "isPopular": true,
      "popularity": 100
    },
    {
      "app_availability": {
        "available_in": [
          "IN",
          "US",
          "UK"
        ],
        "package_name": "com.google.android.calendar"
      },
      "cat_key": "PREINSTALLED",
      "cat_keys": [
        "PREINSTALLED",
        "APPLICATION"
      ],
      "category": "Productivity",
      "description": "Calendar\n\nPlan your time, and coordinate with others using the Calendar app. See a holistic view of your schedule with events from all your different calendar accounts, alongside reminders, holidays, birthdays and subscription calendars. Invite others to events, respond to invitations, or share entire calendars to make plans with colleagues, family, and friends.\n\nYour Complete Schedule\nKeep track of all your events from different calendar accounts together in the Calendar app. Connect accounts from iCloud, Exchange, Google and others. Organize your events using multiple calendars with different colors. And view all your events alongside each other in List, Day, Week or Month views.\n\nEvent Planning\nCreate and edit events, appointments, and meetings. Add an alert to be reminded of an event, a location to receive a notification when it’s time to leave, a link to a video call to quickly connect, related attachments, notes and more. Easily send and receive events through invitations using iCloud, Exchange and other calendar accounts.\n\nReminders in Calendar\nManage your tasks easily with reminders. Create, view, edit and complete reminders from the Reminders app right alongside all your other meetings and appointments in the Calendar app.\n\nShared Calendars\nShare an iCloud calendar with family, colleagues or friends. They can easily see events, add more events, receive alerts, or make changes to the calendar.\n\nEven More Calendars\nAdd other calendars to keep track of even more events. Holiday Calendars show up-to-date information about global holidays. See contacts’ birthdays with the Birthdays calendar. Events recognized by Siri in apps like Mail appear in the Siri Suggestions calendar. And you can even subscribe to calendars for your favorites sports teams, TV shows and more from the web.",
      "android_package_name": "default_calendar",
      "ios_bundle_id": "com.apple.mobilecal",
      "title": "Calendar",
      "domain_name": [
        "https://www.apple.com/ios/ios-18",
        "https://www.apple.com"
      ],
      "website": "https://www.apple.com/ios/ios-18",
      "developer": "Apple Inc.",
      "app_country": "US",
      "icon": "https://play-lh.googleusercontent.com/_bh6XK3B7TAk7kBXC1GHC0j9eS9cw9wQo2K7fiP7FDGAQlcOqgUPT2lx3WgZ0JlOJh8",
      "icon_72": "https://play-lh.googleusercontent.com/_bh6XK3B7TAk7kBXC1GHC0j9eS9cw9wQo2K7fiP7FDGAQlcOqgUPT2lx3WgZ0JlOJh8=s72-rw",
      "market_status": "PUBLISHED",
      "isPopular": true,
      "popularity": 100
    },
    {
      "app_availability": {
        "available_in": [
          "IN",
          "US",
          "UK"
        ],
        "package_name": "com.google.android.gm"
      },
      "cat_key": "PREINSTALLED",
      "cat_keys": [
        "PREINSTALLED",
        "APPLICATION"
      ],
      "category": "Productivity",
      "description": "Access, view and manage messages from all your email accounts in one place. Add images, scan documents, create sketches and attach files using the handy Format bar. Catch up on email easily with Apple Intelligence powered Priority Messages and summarizations. Manage your inbox by scheduling emails to send later, snoozing emails you want to get back to later and unsend an email in one tap. \n\nFeatures\n\n• Access email from iCloud, Gmail, Exchange, Yahoo, and Outlook as well as many other email providers - all in one place.\n\n• View all of your accounts in a single inbox, choose a specific mailbox or filter to see just Unread or Flagged messages.\n\n• Stay on top of emails with Priority Messages, a new section at the top of your inbox that shows urgent emails.\n\n• Use Smart Reply to quickly respond to messages with a few taps.\n\n• Catch up on email quickly with summarization of messages and threads.\n\n• Find messages by sender, recipient or subject. Top hits make it easy to find what you’re looking for.\n\n• Manage your inbox by blocking a sender or muting notifications from overly active threads.\n\n• Flag important contacts as VIPs to receive notifications when their emails arrive.\n\n• Triage email messages using swipe gestures that help you quickly archive, delete, flag, or mark messages as read or unread.\n\n• Use Mail Drop to send large attachments from any account through iCloud.\n\n• Hide your IP address with Mail Privacy Protection so senders can’t link it to your other online activity or determine your locations, and prevent senders from seeing if you’ve opened their email.",
      "android_package_name": "default_email",
      "ios_bundle_id": "com.apple.mobilemail",
      "title": "Email",
      "domain_name": [],
      "website": "",
      "developer": "Apple Inc.",
      "app_country": "US",
      "icon": "https://play-lh.googleusercontent.com/KSuaRLiI_FlDP8cM4MzJ23ml3og5Hxb9AapaGTMZ2GgR103mvJ3AAnoOFz1yheeQBBI",
      "icon_72": "https://play-lh.googleusercontent.com/KSuaRLiI_FlDP8cM4MzJ23ml3og5Hxb9AapaGTMZ2GgR103mvJ3AAnoOFz1yheeQBBI=s72-rw",
      "market_status": "PUBLISHED",
      "isPopular": true,
      "popularity": 100
    },
    {
      "app_availability": {
        "available_in": [
          "IN",
          "US",
          "UK"
        ],
        "package_name": "net.fast.web.browser"
      },
      "cat_key": "PREINSTALLED",
      "cat_keys": [
        "PREINSTALLED",
        "APPLICATION"
      ],
      "category": "Utilities",
      "description": "Choose the browser that prioritizes people over profits.\n\nWhen you choose Firefox, you protect your data while supporting the non-profit Mozilla Foundation, whose mission is to build a better internet that's safe and accessible for everyone.\n\nPRIVACY WHERE IT MATTERS MOST\nFirefox automatically blocks various trackers and scripts by default, including social media trackers, cross-site cookie trackers, cryptominers, and fingerprinters. In addition, when you set Firefox's Enhanced Tracking Protection to \"Strict,\" it blocks tracking content in all windows. You can also easily search in private browse mode, which automatically deletes your search and browsing history when you close all private windows.\n\nDIFFERENT DEVICES.  SAME TRAIN OF THOUGHT\nNow, you can search for things on your laptop, then pick up the exact same search on your phone and vice versa. Your Firefox homepage displays the most recent searches you’ve done on other devices so you can easily get back to what you were doing or thinking about. \n\nLIMITED-EDITION WALLPAPERS\nIntroducing limited-edition wallpapers from independent creators. Stick with one you love or switch it up anytime to make Firefox match your mood. \n\nSTREAMLINED HOME SCREEN\nYou can pick up right where you left off. All your open tabs are intuitively grouped and displayed, along with your recent bookmarks, top sites and popular articles recommended by Pocket.\n\nGET FIREFOX ON  ALL YOUR DEVICES\nAdd Firefox across your devices for secure, seamless browsing. In addition to synced tabs and searches, Firefox makes password management easy by remembering your passwords across devices.\n\nFIND IT FAST WITH FIREFOX’S SEARCH BAR\nGet search suggestions in the search bar and quickly access the sites you visit most. Type in your search question and get suggested and previously searched results across your favorite search engines.\n\nORGANIZE YOUR TABS THE WAY YOU LIKE\nCreate as many tabs as you like without losing track. Firefox displays your open tabs as thumbnails and numbered tabs, making it easy to find what you want quickly.\n\nSHARE ANYTHING IN A FEW TAPS\nThe Firefox web browser makes it easy to share links to web pages or specific items on a page, and it provides quick access to your most recently used apps.\n\nLEARN MORE ABOUT FIREFOX WEB BROWSER:\n- Read about Firefox permissions: http://mzl.la/Permissions\n- Learn more about what’s up at Mozilla: https://blog.mozilla.org\n\nABOUT MOZILLA\nMozilla exists to build the Internet as a public resource accessible to all because we believe open and free is better than closed and controlled. We build products like Firefox to promote choice and transparency and give people more control over their lives online. Learn more at https://www.mozilla.org.\n\nPrivacy Policy: http://www.mozilla.org/legal/privacy/firefox.html",
      "android_package_name": "default_browser",
      "ios_bundle_id": " ",
      "title": "Browser",
      "domain_name": [
        "https://www.mozilla.org/firefox/ios",
        "https://www.mozilla.org"
      ],
      "website": "https://www.mozilla.org/firefox/ios",
      "developer": "Mozilla Corporation",
      "app_country": "US",
      "icon": "https://play-lh.googleusercontent.com/RJINYrKUXxhOgwzvhifaTSxKENK9iDOelk3oNUNWJV_mgSjhkEZ2xsSel4l2t5UIzMA",
      "icon_72": "https://play-lh.googleusercontent.com/RJINYrKUXxhOgwzvhifaTSxKENK9iDOelk3oNUNWJV_mgSjhkEZ2xsSel4l2t5UIzMA=s72-rw",
      "market_status": "PUBLISHED",
      "isPopular": true,
      "popularity": 100
    },
    {
      "app_availability": {
        "available_in": [
          "IN",
          "US",
          "UK"
        ],
        "package_name": "com.instagram.android"
      },
      "cat_key": "PREINSTALLED",
      "cat_keys": [
        "PREINSTALLED",
        "APPLICATION"
      ],
      "category": "Entertainment",
      "description": "All the music you can handle. From new releases to hot indies and all-time favorites, the best in every genre-ready to play. Purchase with a tap on any device. \n\niTunes Movies and TV Shows have moved to the Apple TV app. All your movie and TV Show purchases are now in your Library on the Apple TV app. The Apple TV app is the best place to buy, rent, and stream movies and shows. Get new releases, Season Passes, and rentals. \n\nFeatures\n\n· Explore more than 100 million high-quality, DRM-free songs. Browse by artist, album, song, genre, specially curated categories and more.\n\n· Search and select the perfect ringtone among thousands in Tones.\n\n· Check out the iTunes charts to see which artists people love.\n\n· Pre-order new releases and they’ll download automatically when available.\n\n· Tap to download and watch anywhere, anytime—even without Wi-Fi. Plus re-download past purchases on all your devices.\n\n· Availability and features may vary by country.",
      "android_package_name": " ",
      "ios_bundle_id": "com.apple.MobileStore",
      "title": "iTunes Store",
      "domain_name": [],
      "website": "",
      "developer": "Apple Inc.",
      "app_country": "US",
      "icon": "https://help.apple.com/assets/675C7EA493F17C59DA03ED37/675C7EA805331F3F6B02131C/en_GB/fc84d3f76f5e4c994a31a19bb20f8024.png",
      "icon_72": "https://help.apple.com/assets/675C7EA493F17C59DA03ED37/675C7EA805331F3F6B02131C/en_GB/fc84d3f76f5e4c994a31a19bb20f8024.png=s72-rw",
      "market_status": "PUBLISHED",
      "isPopular": true,
      "popularity": 100
    },
    {
      "app_availability": {
        "available_in": [
          "IN",
          "US",
          "UK"
        ],
        "package_name": "com.sec.android.app.voicenote"
      },
      "cat_key": "PREINSTALLED",
      "cat_keys": [
        "PREINSTALLED",
        "APPLICATION"
      ],
      "category": "Utilities",
      "description": "Voice Memos turns your iPhone, iPad, or Apple Watch into a portable audio recorder, making it easy to capture and share personal notes, song ideas, family moments, classroom lectures, and more. Editing tools like trim, replace, and the new “Save As” feature let you fine-tune your recordings without altering the original. The transcription feature converts speech into text, simplifying the process of finding and referencing specific content. And the new feature to record a vocal layer on top of an existing instrumental recording* without the need for headphones making it easy to capture song ideas on the go. Users can then separate and edit the vocal and instrumental layers independently to continue expanding on those ideas. And with iCloud support, you can capture audio on the go with your iOS device, then use your Mac to do even more with your recordings.\n\nFeatures\n\nRecord\n• Record using the built-in microphone, a Bluetooth headset, or a compatible external microphone.\n• Choose uncompressed audio for maximum sound fidelity, ensuring the highest quality recordings.\n• Opt for compressed audio to save storage space and record longer sessions.\n• Automatically name recordings based on your location.\n• Record a vocal layer* over an instrumental track without headphones.\n• Stereo recording adds greater depth and dimension to your audio**.\n• iCloud support keeps your recordings and edits in sync across all your devices, including iPhone, iPad, Apple Watch, Mac, and Vision Pro.\n\nEdit\n• Pinch-to-zoom for more precision when editing.\n• Trim your recordings to save just the portion you want.\n• Replace and resume to fine-tune your recordings.\n• Save As lets you make edits and save them as a new recording without altering the original file.\n• Separate and independently edit the vocal and instrumental takes for layered recordings*.\n• Transcripts automatically convert speech into text for easy reference***.\n• Enhance Recording reduces background noise and room reverberation with a single tap.\n\nOrganize\n• Quickly find recordings with the search feature.\n• Folders make it easy to organize your recordings.\n• Mark recordings as Favorites so you can quickly access them later.\n\nListen and share\n• Speed up or slow down playback of your recordings, or jump 15 seconds forward or back.\n• Skip Silence analyzes your recordings and automatically skips over gaps in your audio.\n• Share multiple recordings at once via AirDrop, Mail, Messages, and more.\n• Import vocal layer* recordings into Logic Pro as a two-track project for advanced editing and production.\n\n* Adding a vocal layer on top of a Voice Memos recording is available only on the iPhone 16 Pro models.\n** Stereo recording requires Apple devices equipped with stereo microphones and iOS 18 or later.\n*** Audio transcription is available on iPhone 12 and later in English (Australia), English (Canada), English (Ireland), English (New Zealand), English (South Africa), English (UK), and English (US).",
      "android_package_name": "default_voiceRecorder",
      "ios_bundle_id": "com.apple.VoiceMemos",
      "title": "Voice Recorder",
      "domain_name": [
        "http://www.apple.com/ios/ios-12",
        "https://www.apple.com"
      ],
      "website": "http://www.apple.com/ios/ios-12",
      "developer": "Apple Inc.",
      "app_country": "US",
      "icon": "https://play-lh.googleusercontent.com/EaHQ7KJNn6ZAICf0kEVwKunD4hZd-59oggNErDPDKTaK20sXXfVUN0AYJP70-x8UjQ",
      "icon_72": "https://play-lh.googleusercontent.com/EaHQ7KJNn6ZAICf0kEVwKunD4hZd-59oggNErDPDKTaK20sXXfVUN0AYJP70-x8UjQ=s72-rw",
      "market_status": "PUBLISHED",
      "isPopular": true,
      "popularity": 100
    },
    {
      "app_availability": {
        "available_in": [
          "IN",
          "US",
          "UK"
        ],
        "package_name": "com.instagram.android"
      },
      "cat_key": "PREINSTALLED",
      "cat_keys": [
        "PREINSTALLED",
        "APPLICATION"
      ],
      "category": "Entertainment",
      "description": "Connect. Discover. Control.\n\nStay connected to your gaming friends and the games you love to play, wherever you go with PlayStation App. See who's online, voice chat and send messages, and discover deals on PS Store.\n\nConnect with friends\n• See who's online and what games they're playing.\n• Voice chat and send messages to your PSN friends, hang out online, and plan your next multiplayer session.\n• View other players' profiles and trophy collections.\n\nDiscover new games and the latest news\n• Shop for new releases, pre-order games, and check out the latest deals and discounts on PlayStation Store.\n• Get your daily fix of gaming news from the world of PlayStation.\n• Stay up to date with notifications and invitations on your phone lock screen.\n\nControl your console wherever you are\n• Download games and add-ons to your console, so they're ready when you are.\n• Manage your PS5 console storage if you run out of space while downloading.\n• Get ready to play with quick sign-in and remote game launch on your PS5 console.\n\nAccount for PlayStation Network required to use this app.\n\nPlayStation terms of service are viewable at https://www.playstation.com/legal/psn-terms-of-service/.\n\nSome features require PS5 or PS4 console.\n\nContent available on PS App may vary by country/region. Some titles shown above may not be available in your country/region.\n\n“PlayStation”, “PlayStation Family Mark”, “PS5”, and “PS4” are registered trademarks or trademarks of Sony Interactive Entertainment Inc.",
      "android_package_name": "default_palyStore",
      "ios_bundle_id": " ",
      "title": "Play Store",
      "domain_name": [],
      "website": "",
      "developer": "PlayStation Mobile Inc.",
      "app_country": "US",
      "icon": "",
      "icon_72": "=s72-rw",
      "market_status": "PUBLISHED",
      "isPopular": true,
      "popularity": 100
    },
    {
      "app_availability": {
        "available_in": [
          "IN",
          "US",
          "UK"
        ],
        "package_name": "com.google.android.googlequicksearchbox"
      },
      "cat_key": "PREINSTALLED",
      "cat_keys": [
        "PREINSTALLED",
        "APPLICATION"
      ],
      "category": "Utilities",
      "description": "Download the Google app to stay in the know about things that matter to you. Try AI Overviews, find quick answers, explore your interests, and stay up to date with Discover. The more you use the Google app, the more it’s tailored to you.\n\nFeature highlights:\n\n• Image Search: See something you like? Snap a photo and discover where to shop for it, find related images, and more. Refine your camera searches by adding words – whether you want those shoes but in ‘blue’, or want to learn how to ‘repair’ that broken bit on your bicycle.\n• Hum to Search: Can't remember the name of that song? Hum the tune and the Google app will identify it for you.\n• Discover: Stay up-to-date on topics that matter to you. Get personalized news, articles, and videos based on your interests and search history.\n• Try AI Overviews: We’re making search smarter and simpler with generative AI. Try searching things like ‘how to cut onions without crying’ or ‘how to fix a broken zipper’ and AI Overviews will find what you’re looking for in faster, easier ways.\n• Google Search Widget: Search from your home screen or lock screen with the new Google widget. Choose from 2 widgets, giving you a quick search bar in both sizes, and shortcuts to choose how you Search with Lens, Voice, and Incognito in the medium size widget.\n\nSearch what you see with Google Lens:\n\n• Use your camera to identify what you’re looking at. Identify plants and animals, translate text in real-time, find similar products to buy, and even solve math problems with step-by-step guides.\n• Translate over 100 languages on things like road signs when you travel, menus, and more by pointing your camera at text.\n• Reverse image search: Find the source, similar photos, and related information for any image.\n• Socratic app functionalities like step-by-step homework help on math, physics and word problems, and testing your knowledge with Questions and Answers are now fully supported within the Google app.\n\n\nGet personalized updates in Discover:\n\n• Stay in the know about topics that interest you.\n• Start your morning with weather and top news.\n• Get real-time updates on sports, movies, and events.\n• Know as soon as your favorite artists drop new albums.\n• Get stories about your interests and hobbies.\n• Follow interesting topics, right from Search results.\n\nSearch safely and securely:\n\n• All searches in the Google app are protected by encrypting the connection between your device and Google.\n• Privacy controls are easy to find and use. Tap your profile picture to access your menu and delete recent search history from your account with one click.\n• Search proactively filters webspam to help ensure that you see safe, high-quality results.\n\n\nLearn more about what the Google app can do for you: https://search.google/\n\nPrivacy policy: https://www.google.com/policies/privacy\n\nYour feedback helps us create products you'll love. Join a user research study here:\nhttps://goo.gl/kKQn99",
      "android_package_name": "default_google",
      "ios_bundle_id": " ",
      "title": "Google",
      "domain_name": [
        "http://www.google.com/search/about",
        "https://www.google.com"
      ],
      "website": "http://www.google.com/search/about",
      "developer": "Google LLC",
      "app_country": "US",
      "icon": "https://play-lh.googleusercontent.com/aFWiT2lTa9CYBpyPjfgfNHd0r5puwKRGj2rHpdPTNrz2N9LXgN_MbLjePd1OTc0E8Rl1",
      "icon_72": "https://play-lh.googleusercontent.com/aFWiT2lTa9CYBpyPjfgfNHd0r5puwKRGj2rHpdPTNrz2N9LXgN_MbLjePd1OTc0E8Rl1=s72-rw",
      "market_status": "PUBLISHED",
      "isPopular": true,
      "popularity": 100
    },
    {
      "app_availability": {
        "available_in": [
          "IN",
          "US",
          "UK"
        ],
        "package_name": "com.google.android.gm"
      },
      "cat_key": "PREINSTALLED",
      "cat_keys": [
        "PREINSTALLED",
        "APPLICATION"
      ],
      "category": "Productivity",
      "description": "Access, view and manage messages from all your email accounts in one place. Add images, scan documents, create sketches and attach files using the handy Format bar. Catch up on email easily with Apple Intelligence powered Priority Messages and summarizations. Manage your inbox by scheduling emails to send later, snoozing emails you want to get back to later and unsend an email in one tap. \n\nFeatures\n\n• Access email from iCloud, Gmail, Exchange, Yahoo, and Outlook as well as many other email providers - all in one place.\n\n• View all of your accounts in a single inbox, choose a specific mailbox or filter to see just Unread or Flagged messages.\n\n• Stay on top of emails with Priority Messages, a new section at the top of your inbox that shows urgent emails.\n\n• Use Smart Reply to quickly respond to messages with a few taps.\n\n• Catch up on email quickly with summarization of messages and threads.\n\n• Find messages by sender, recipient or subject. Top hits make it easy to find what you’re looking for.\n\n• Manage your inbox by blocking a sender or muting notifications from overly active threads.\n\n• Flag important contacts as VIPs to receive notifications when their emails arrive.\n\n• Triage email messages using swipe gestures that help you quickly archive, delete, flag, or mark messages as read or unread.\n\n• Use Mail Drop to send large attachments from any account through iCloud.\n\n• Hide your IP address with Mail Privacy Protection so senders can’t link it to your other online activity or determine your locations, and prevent senders from seeing if you’ve opened their email.",
      "android_package_name": "default_gmail",
      "ios_bundle_id": " ",
      "title": "Gmail",
      "domain_name": [],
      "website": "",
      "developer": "Apple Inc.",
      "app_country": "US",
      "icon": "https://play-lh.googleusercontent.com/KSuaRLiI_FlDP8cM4MzJ23ml3og5Hxb9AapaGTMZ2GgR103mvJ3AAnoOFz1yheeQBBI",
      "icon_72": "https://play-lh.googleusercontent.com/KSuaRLiI_FlDP8cM4MzJ23ml3og5Hxb9AapaGTMZ2GgR103mvJ3AAnoOFz1yheeQBBI=s72-rw",
      "market_status": "PUBLISHED",
      "isPopular": true,
      "popularity": 100
    },
    {
      "app_availability": {
        "available_in": [
          "IN",
          "US",
          "UK"
        ],
        "package_name": "com.google.android.apps.tachyon"
      },
      "cat_key": "PREINSTALLED",
      "cat_keys": [
        "PREINSTALLED",
        "APPLICATION"
      ],
      "category": "Social Networking",
      "description": "Google Meet is a high-quality video calling app designed to help you have meaningful and fun interactions with your friends, family, colleagues, and classmates, wherever they are.\n\nMeet lets you connect in whatever way works for you: Call someone spontaneously, schedule time together, or send a video message that they can watch and respond to later.\n\nMeet also helps you get things done. It integrates with other Google Workspace apps like Gmail, Docs, Slides, and Calendar, and offers a number of features to help you run smooth and engaging meetings, like noise cancellation, in-call chat, recordings, and more.*\n\nFeatures to look forward to:\n\nMake spontaneous calls or host video meetings with your friends and colleagues, all in one app.\n\n\nEnjoy one-on-one video calls for up to 24 hours and host meetings for up to 60 minutes and 100 people at no cost.\n\n\nFollow along in your preferred language with real-time translated captions in over 70 languages.\n\n\nUse in-call chat to share ideas, ask questions, or provide feedback without interrupting the flow of the conversation.\n\n\nMake your calls more engaging with in-call emojis that allow you to express yourself seamlessly without interrupting the conversation.\n\n\nShare visuals like photos, videos, and presentations during your call to collaborate or simply share memories from your recent vacation.\n\n\nMake your calls with family and friends more fun with stackable effects that allow participants to add multiple backgrounds, filters, and animations, to create a personalized experience.\n\n\nUse on-the-go mode for an audio-only experience with larger call controls, making it easier to take calls with fewer distractions while walking, driving, or using public transportation.\n\n\nAccess on any device: Meet works across mobile, tablet, web, and smart devices,** so everyone can join.\n\nHigh quality video: Show up looking your best with up to 4k video quality video***.\n\nLearn more about Google Meet: https://workspace.google.com/products/meet/\n\nFollow us for more:\n\nTwitter: https://twitter.com/googleworkspace\n\nLinkedin: https://www.linkedin.com/showcase/googleworkspace\n\nFacebook: https://www.facebook.com/googleworkspace/\n\n*Meeting recording, noise cancellation are available as premium features. See https://workspace.google.com/pricing.html for more details\n\n**Not available in every language.\n\n***Bandwidth permitting. Google Meet automatically adjusts to the highest video quality possible based on your bandwidth.\n\nData charges may apply. Check your carrier for details.\n\nSpecific feature availability may vary based on device specifications.",
      "android_package_name": "default_meet",
      "ios_bundle_id": " ",
      "title": "Meet",
      "domain_name": [
        "https://meet.google.com",
        "https://meet.google.com"
      ],
      "website": "https://meet.google.com",
      "developer": "Google LLC",
      "app_country": "US",
      "icon": "https://play-lh.googleusercontent.com/6wvcwcC_v4bBwA7K1eDoKw_PDtvdpHwhKAisZftnoY_Jn94Rjh7u7YSV0IEn9uZM2A",
      "icon_72": "https://play-lh.googleusercontent.com/6wvcwcC_v4bBwA7K1eDoKw_PDtvdpHwhKAisZftnoY_Jn94Rjh7u7YSV0IEn9uZM2A=s72-rw",
      "market_status": "PUBLISHED",
      "isPopular": true,
      "popularity": 100
    },
    {
      "app_availability": {
        "available_in": [
          "IN",
          "US",
          "UK"
        ],
        "package_name": "com.android.chrome"
      },
      "cat_key": "PREINSTALLED",
      "cat_keys": [
        "PREINSTALLED",
        "APPLICATION"
      ],
      "category": "Utilities",
      "description": "Download the new Google Chrome for your iPhone and iPad. Now more simple, secure and faster than ever. Get the best of Google Search, and easily sync your bookmarks and passwords with Chrome on your laptop. Download the fast, secure browser recommended by Google.\n\nNEW - You can now set Chrome as your default browser. Follow the in-app prompt or go to Settings > Google Chrome to set Chrome as default_ All web links will automatically open in Chrome.\n\n• SEARCH WITH GOOGLE - Chrome is the browser with Google built in. Search and get answers on Google fast.\n\n• BROWSE FAST - Choose from personalized search results that instantly appear as you type and quickly browse previously-visited websites.\n\n• SEARCH FROM YOUR HOME SCREEN - Access Chrome from your iOS home screen with the new widget.\n\n• ACCESS YOUR CHROME ACROSS DEVICES - When you sign in to Chrome, you can save bookmarks, passwords and more in your Google Account, so you can access them on your other devices.\n\n• STORE PASSWORDS & PAYMENT METHODS - Chrome can save your passwords and payment information, and automatically fill them into forms when you need them.\n\n• VOICE SEARCH - Use Google voice search to get answers without typing.\n\n• MANAGE TABS EASILY - See all your tabs in a single view and easily organize them into groups.\n\n• ARTICLES FOR YOU - Chrome surfaces articles, blogs, and content that we think you might like. The more you use Chrome, the more personalized it gets. You’ll always have what’s most relevant to you at your fingertips.\n\n• GOOGLE TRANSLATE - Chrome lets you translate an entire site in a single click with Google Translate built in.\n\n• INCOGNITO MODE - Use Incognito mode to browse without saving your history (learn more at http://goo.gl/WUx02)\n\n• SAVE YOUR SITES - Save pages for later with bookmarks in Chrome.",
      "android_package_name": "default_chrome",
      "ios_bundle_id": " ",
      "title": "Chrome",
      "domain_name": [
        "http://www.google.com/chrome",
        "https://www.google.com"
      ],
      "website": "http://www.google.com/chrome",
      "developer": "Google LLC",
      "app_country": "US",
      "icon": "https://play-lh.googleusercontent.com/QRRGW2tMZ4-FNw0XWk6WWiXHaQCGxuwM-92HrBhlA4WOd_AGmjVmQkiHyAqQjW2yByc",
      "icon_72": "https://play-lh.googleusercontent.com/QRRGW2tMZ4-FNw0XWk6WWiXHaQCGxuwM-92HrBhlA4WOd_AGmjVmQkiHyAqQjW2yByc=s72-rw",
      "market_status": "PUBLISHED",
      "isPopular": true,
      "popularity": 100
    },
    {
      "app_availability": {
        "available_in": [
          "IN",
          "US",
          "UK"
        ],
        "package_name": "com.google.android.apps.maps"
      },
      "cat_key": "PREINSTALLED",
      "cat_keys": [
        "PREINSTALLED",
        "APPLICATION"
      ],
      "category": "Navigation",
      "description": "Apple Maps is the best way to navigate and explore the world - all with your privacy protected.\n\nWhat's new:\n• Topographic maps with stunning details like contour lines, hill shading, hiking trail information and more.\n• Hikes across U.S. national parks — with details like route type, length, and elevation — can be saved to your device for access offline. \n• Custom walking and hiking routes can be created and saved for easy access — even while offline.\n• Turn-by-turn navigation for hikes and custom walking routes helps you stay on track.\n• Search allows you to quickly discover and compare places by browsing photos, ratings, price level and more, all without leaving search.\n• An all-new Places Library allows you to easily save places and add a personal note about them. \n• Offline maps sync directly to your Watch for offline use, even when your phone isn’t nearby or powered on.\n\nGet around with ease.\n• Use voice-guided turn-by-turn navigation for driving, cycling, or walking.\n• Download offline maps to your iPhone or Watch and explore them while offline. View place information like hours and ratings and get turn-by-turn directions for driving, walking, cycling, or transit.\n• Get real-time transit schedules and directions via subways, buses, trains, and ferries.\n• Check real-time traffic conditions, incidents, and road closures.\n• See speed limits for the road you’re driving on and get guidance on which lane you should be in before your next move.\n• Report incidents in the Maps app and see incidents reported by other users, including accidents, hazards, and speed checks.\n• See when you’re approaching speed and red-light cameras along your route.\n• Get cycling directions to route along bike lanes, paths, and roads while taking elevation and busy streets into account.\n• Plan your drive or transit journey by choosing a future departure or arrival time.\n• Immersive walking directions show step-by-step guidance in augmented reality.\n• Glance at the Lock screen for turn-by-turn navigation, transit directions, and Time to Leave notifications.\n• Find your parked car and get directions to it.\n\nDiscover and interact with places.\n• Look up information about places, including hours, photos, ratings, reviews, and support for Apple Pay.\n• Rate and add photos to places you’ve visited.\n• Discover great places to eat, shop, and explore with curated Guides from trusted brands and experts.\n• Make restaurant reservations, view menus, or place an order right within Maps.\n• Browse detailed indoor maps for hundreds of malls and airports worldwide.\n• Ask Siri to find places you’d like to go.\n\nVisit new places without leaving home.\n• Detailed city maps display elevation, landmarks, crosswalks and turn lanes, 3D views to navigate complex interchanges, and more in San Francisco, Los Angeles, New York, Paris, London, Toronto, Las Vegas, Sydney, and more.\n• Interactive 3D globe shows enhanced details for mountain ranges, deserts, forests, and oceans.\n• Explore cities with Look Around, which offers a ground-level, high-resolution, interactive 3D experience.\n• View major cities around the world from the air with photo-realistic, interactive 3D views using Flyover.\n\nUse any of your devices.\n• Access your saved places from your iPhone, iPad, Mac, or Apple Watch using iCloud.\n• Use Maps with your car’s display in your CarPlay-equipped vehicle.\n• Use Maps with your Apple Watch to get taps on your wrist when it’s time to make a turn.\n• Plan trips on your Mac and share them with Maps on your iOS device.\n\nAvailability and features may vary by country or region.\n\nApple Business Connect\nBusiness owners can use Apple Business Connect to take control of how their business is seen across Apple. Claim a location and add crucial information like business hours or address, and useful details including photos, a logo and cover image, limited time special offers and events, Good to Know information, and more. Visit businessconnect.apple.com for more details.",
      "android_package_name": "default_maps",
      "ios_bundle_id": "com.apple.Maps",
      "title": "Maps",
      "domain_name": [],
      "website": "",
      "developer": "Apple Inc.",
      "app_country": "US",
      "icon": "https://help.apple.com/assets/675C7EA493F17C59DA03ED37/675C7EA805331F3F6B02131C/en_GB/21e8c59cd2f31008048b15875a0abc56.png",
      "icon_72": "https://help.apple.com/assets/675C7EA493F17C59DA03ED37/675C7EA805331F3F6B02131C/en_GB/21e8c59cd2f31008048b15875a0abc56.png=s72-rw",
      "market_status": "PUBLISHED",
      "isPopular": true,
      "popularity": 100
    },
    {
      "app_availability": {
        "available_in": [
          "IN",
          "US",
          "UK"
        ],
        "package_name": "com.google.android.apps.photos"
      },
      "cat_key": "PREINSTALLED",
      "cat_keys": [
        "PREINSTALLED",
        "APPLICATION"
      ],
      "category": "Photo & Video",
      "description": "Google Photos is a smarter home for all your photos and videos, made for the way you take photos today.\n\n“The best photo product on Earth” – The Verge\n“Google Photos is your new essential picture app” – Wired\n“Upload the pictures, and let Google Photos do the rest” – The New York Times\n\n• 15 GB OF CLOUD STORAGE: Every Google Account comes with 15 GB of storage and you can choose to automatically back up all your photos and videos in High quality or Original quality. Your photos are safe, secure, and private to you. All photos and videos you back up in High quality before June 1, 2021 will not count toward your Google Account storage.\n\n• FREE UP SPACE: Never worry about running out of space on your phone again. Photos that are safely backed up can be removed from your device’s storage in just a tap.\n\n• NO ADS: Google Photos doesn't sell your photos, videos, or personal information to anyone and we don't use your photos and videos for advertising.\n\n• FAST AND POWERFUL SEARCH: Your photos are now searchable by the people, places and things in them—no tagging required.\n\n• GOOGLE LENS: Search what you see. This preview enables you to identify text and objects in your photos to learn more and take action.\n\n• SMARTER SHARING: With smart sharing suggestions, giving your friends the photos you took of them is painless. And they can add their photos, too, so you’ll finally get the photos you’re actually in.\n\n• ADVANCED EDITING: Transform photos with a tap. Use intuitive and powerful photo and video editing tools to apply content-aware filters, adjust lighting, and more.\n\n• MOVIES AND GIFS, MADE FOR YOU: Get automatically created movies, collages, GIFs, and more from your photos. Or easily create them yourself.\n\n• LIVE ALBUMS: Share your latest photos with Live Albums. Select the people and pets you want to see and Google Photos will automatically add photos of them as you take them, no manual updates needed.\n\n• SHARED LIBRARIES: Share without sharing. Grant a trusted person access to all of your photos.\n\n• REDISCOVER: Get collages of photos you took a year ago on this day – perfect for #tbt.\n\n• ON YOUR TV: View your photos and videos on your TV with Chromecast and Airplay support.\n\n\nYou can also upgrade storage for your Google Account, used for Original Quality photos and videos, Google Drive and Gmail by subscribing to Google One, an expanded storage plan. Subscriptions start at $1.99/month for 100 GB in the US. Pricing and availability can vary by region.\n\nStorage subscriptions purchased in-app will be charged to your iTunes Account, and automatically renew unless auto-renew is turned off at least 24 hours before the end of the current period. Subscriptions and auto-renewal may be managed by going to iTunes Account Settings after purchase.\n\nGoogle Privacy Policy: https://google.com/intl/en_US/policies/privacy\nGoogle One Terms of Service: https://one.google.com/terms-of-service\n\nNote: Face grouping is not available in all countries.\n\nFor the latest updates from the team, follow us on Twitter at @googlephotos\n\nUsing GPS in the background can decrease battery life. Google Photos doesn't run GPS in the background unless you turn on optional features.",
      "android_package_name": "default_photos",
      "ios_bundle_id": "com.apple.mobileslideshow",
      "title": "Photos",
      "domain_name": [
        "https://www.google.com/photos/about",
        "https://www.google.com"
      ],
      "website": "https://www.google.com/photos/about",
      "developer": "Google LLC",
      "app_country": "US",
      "icon": "https://help.apple.com/assets/675C7EA493F17C59DA03ED37/675C7EA805331F3F6B02131C/en_GB/98c461003313f2eba5a8e22b1c0645b3.png",
      "icon_72": "https://help.apple.com/assets/675C7EA493F17C59DA03ED37/675C7EA805331F3F6B02131C/en_GB/98c461003313f2eba5a8e22b1c0645b3.png=s72-rw",
      "market_status": "PUBLISHED",
      "isPopular": true,
      "popularity": 100
    },
    {
      "app_availability": {
        "available_in": [
          "IN",
          "US",
          "UK"
        ],
        "package_name": "ai.image.playground.generator.free.creator.picture.photo"
      },
      "cat_key": "PREINSTALLED",
      "cat_keys": [
        "PREINSTALLED",
        "APPLICATION"
      ],
      "category": "Graphics & Design",
      "description": "Meet AI Arta, your digital art studio, where you can become an artist with the power of AI. Need a digital avatar for your socials? Want to animate your photos? Looking for a unique tattoo design? Or curious about what your future baby might look like? AI Arta has you covered. Simply describe your idea or upload an image, and watch the magic happen. Join 15 million artists today. \n\nDesigned for digital artists, hobbyists, and creatives of all kinds, here’s what you can create with AI Arta: \n\n► AI AVATARS & SELFIES \nTurn your selfies into stunning digital portraits. Our AI photo generator lets you experiment with different styles, eras, and characters. So you can become a fearless superhero, a futuristic cyborg, or a magical elf. With digital art tools, you can customize your AI avatar for a look that’s uniquely yours.\n\n► AI VIDEO \nCreate AI-driven videos in just a few taps. Want heartwarming hugs with loved ones (even from afar), epic fights, animated photos, or custom scenes? Let your imagination run wild, and our AI video generator will bring it to life, turning moments into digital art. \n\n► TATTOO DESIGNS \nThinking of getting a tattoo? Our AI-driven tattoo maker will create a custom design tailored to your preferences. Find the perfect ink inspiration, from minimalistic line art to intricate, bold designs—all with one AI image generator at hand. \n\n► AI REPLACE\nWant to swap out unwanted elements or update your look? With AI Replace, just select the area you want to change and replace anything, from hairstyles to outfits or even backgrounds. Plus, you can easily refine your selection with a simple touch. It’s the perfect tool to make your photos exactly how you imagine them. \n\n► TEXT-TO-ART \nTurn words into visually stunning, high-quality digital artwork. Want to picture a BBQ party on Mars or a group of cats having a tea ceremony? AI Arta brings your wildest ideas to life. Choose from a variety of styles (fashion, retro comics, and more) and our AI image generator will create your images in seconds. \n\n► ART FROM IMAGE\nTurn your sketches or photos into AI-generated art. Upload an image as a visual guide for your prompt, and let AI Arta, your AI art studio, refine, stylize, or completely transform it into a digital artwork. \n\n► AI BABY \nCurious about what your future baby might look like? AI Arta will unveil the mystery. Upload photos of you and your partner, and watch as our AI photo generator blends your facial features into a lifelike baby image.\n\nWhy AI Arta? \nBuilt on Stable Diffusion, Flux, and DALL·E, our AI image generator delivers fast, out-of-the box results. Trained on millions of images, it generates highly detailed, one-of-a-kind visuals from your prompts. Simply type in your concept or upload an image, and let AI Arta handle the rest. No experience needed. \n\nTry AI Arta for free and unlock premium features of this AI photo generator with a trial. \n\nYou can enable a free trial to access the features included in the subscription.\n\nPREMIUM SUBSCRIPTION \n• You can subscribe to get unlimited access to certain app features. \n• Subscriptions are billed weekly or annually at the rate selected depending on the subscription plan. \n\nPrivacy Policy and Terms of Use: \nhttps://aiby.mobi/ai_art_ios/privacy \nhttps://aiby.mobi/ai_art_ios/terms",
      "android_package_name": " ",
      "ios_bundle_id": "com.apple.GenerativePlaygroundApp",
      "title": "Image Playground",
      "domain_name": [
        "https://aiby.com",
        "https://aiby.com"
      ],
      "website": "https://aiby.com",
      "developer": "AIBY Incorporated",
      "app_country": "US",
      "icon": "https://help.apple.com/assets/675C7EA493F17C59DA03ED37/675C7EA805331F3F6B02131C/en_GB/a4e9cfb76cffda764ffd42814f24ad84.png",
      "icon_72": "https://help.apple.com/assets/675C7EA493F17C59DA03ED37/675C7EA805331F3F6B02131C/en_GB/a4e9cfb76cffda764ffd42814f24ad84.png=s72-rw",
      "market_status": "PUBLISHED",
      "isPopular": true,
      "popularity": 100
    },
    {
      "app_availability": {
        "available_in": [
          "IN",
          "US",
          "UK"
        ],
        "package_name": "com.cyberlink.powerdirector.DRA140225_01"
      },
      "cat_key": "PREINSTALLED",
      "cat_keys": [
        "PREINSTALLED",
        "APPLICATION"
      ],
      "category": "Photo & Video",
      "description": "With a streamlined design and intuitive Multi-Touch gestures, iMovie lets you create Hollywood-style trailers and beautiful movies like never before.\n\nInstantly create Magic Movies\n• With just a few taps, you can create and share a beautiful, custom video \n• Select an album or group of videos or images and iMovie will create a video for you—no video editing required—with titles, transitions, and music\n• Easily rearrange or delete clips in the simplified shot list\n• Apply a different style to change up the look and feel of the whole video\n\nLearn storytelling with Storyboards\n• Choose from 20 Storyboards that help you get started with popular video types\n• Record video or take photos right into each placeholder clip, or add media from your Photos library\n• Add, reorder, and delete clips as needed to organize and customize your story\n• Apply a dynamic visual style that includes title layouts, fonts, filters, color palettes, and music\n\nMake Hollywood-style trailers\n• Choose from 14 trailer templates with stunning graphics and original scores by some of the world’s top film composers\n• Customize movie studio logos, cast names, and credits\n• Select videos and photos for your trailer or record video right in iMovie\n\nCreate beautiful movies\n• Choose from 8 unique themes with matching titles, transitions, and music\n• Give your movie the perfect look with 13 Apple-designed video filters\n• Choose from 11 animated title styles like Split, Reveal or Pop-up\n• Adjust any title by changing its font, color, size, location, and more\n• Add solid, gradient, and patterned backgrounds to your movie\n• Import and edit video captured in Cinematic mode on iPhone 13 or later\n• Add, adjust, and delete focus points and modify the depth of field effect in video recorded in Cinematic mode*\n• Easily add picture in picture, green screen, and split screen effects\n• Select from more than 130 soundtracks that automatically adjust to the length of your movie\n• Add sound effects, songs from your music library, and your own narration\n• Connect a keyboard and use simple shortcuts to edit movies quickly\n• Connect a trackpad or mouse to iPad for fast and accurate moviemaking\n\niMovie everywhere\n• Transfer projects between your iPhone and iPad using AirDrop or iCloud Drive\n• Send projects to your Mac via AirDrop or iCloud Drive to finish editing with iMovie or Final Cut Pro\n• Connect an external display to your iPhone or iPad and choose to mirror the iMovie interface or display your video fullscreen while you edit**\n\nShare with friends and family\n• Send videos with Mail and Messages\n• Save to your Photos library in resolutions up to 4K at 60 frames per second***\n• Export videos optimized for Instagram, YouTube, and other popular video destinations\n\n* Requires iPhone XS or later, iPad mini (5th generation or later), iPad Air (3rd generation or later), iPad Pro 11-inch or iPad Pro 12.9-inch (3rd generation or later)\n\n** External display support requires iPhone 7 or later, iPad (6th generation) or later, iPad Air 3 or later, iPad Pro 12.9-inch (2nd generation) or later\n\n*** 4K at 60 frames per second support requires iPod touch (7th generation), iPhone SE (2nd generation), iPhone 7, iPad (6th generation) or later, iPad mini (5th generation), iPad Air 3 or later, iPad Pro 10.5-inch or later",
      "android_package_name": " ",
      "ios_bundle_id": "com.apple.iMovie",
      "title": "iMovie",
      "domain_name": [
        "http://www.apple.com/ios/imovie",
        "https://www.apple.com"
      ],
      "website": "http://www.apple.com/ios/imovie",
      "developer": "Apple Inc.",
      "app_country": "US",
      "icon": "https://help.apple.com/assets/675C7EA493F17C59DA03ED37/675C7EA805331F3F6B02131C/en_GB/047cd8cc1ee8e11e23526c4e13d36b83.png",
      "icon_72": "https://help.apple.com/assets/675C7EA493F17C59DA03ED37/675C7EA805331F3F6B02131C/en_GB/047cd8cc1ee8e11e23526c4e13d36b83.png=s72-rw",
      "market_status": "PUBLISHED",
      "isPopular": true,
      "popularity": 100
    },
    {
      "app_availability": {
        "available_in": [
          "IN",
          "US",
          "UK"
        ],
        "package_name": "journal.notes.planner.starnest"
      },
      "cat_key": "PREINSTALLED",
      "cat_keys": [
        "PREINSTALLED",
        "APPLICATION"
      ],
      "category": "Health & Fitness",
      "description": "Apple’s App of the Year with over 15 million downloads and 200,000 5-star ratings globally, Day One has reinvented journaling, letting you record your life as you live it. Securely save audio, video, photos, notes, and more wherever you are, whenever you want. \n\n“Day One creates something so rare it feels almost sacred: A completely private digital space.” – New York Times\n\n“Day One makes keeping a journal delightfully easy.” – Wired\n\nWHY DAY ONE?\n\nDay One is the original digital journal app. A decade of updates and feature additions make it the most private, trusted, and easiest-to-use journaling app in the world. \n\nSIMPLE TO USE, EASY TO LOVE\n• Beautiful, award-winning design\n• Unlimited text entries \n• Powerful rich text formatting with markdown\n• Different journals for every aspect of your life*\n\nPRIVATE AND SECURE \n• Automatic backups keep your journal entries safe\n• End-to-end encryption, which is a fancy way of saying your entries are 100% private\n• Journal entries stay secure with passcode, TouchID, or FaceID\n• Export options (pdf, plain text, etc.) ensure your entries always stay yours\n\nFORM A HABIT & STAY CONSISTENT \n• Streaks and calendar view help keep your momentum going \n• Programmable reminders through text message or phone notifications\n• Unique, daily journal prompts help eliminate writer’s cramp \n• Customizable templates save time and add organization to entries\n• Today view provides a summary of where you’ve been and what you’ve done\n• Integrates with the Health app to track mindfulness minutes\n\n\nMORE THAN WORDS\n• Unlimited photos and video*\n• Auto-importer for your Instagram posts*\n• Handwritten entries or drawings*\n• Voice recording and transcription*\n\nJOURNAL FROM WHEREVER, WHENEVER\n• Cross-platform apps available on iPhone, Apple Watch, iPad, and Mac \n• The ability to text or email entries straight to your journal\n\nBUILT FOR REMINISCING\n• On This Day feature allows you to revisit past memories\n• Tags, favorites, and search filters make it easy to find what you’re looking for\n• Map view quickly shows all the places you’ve journaled from\n• Print capabilities turn your digital journal into a premium physical book \n\nTYPE LESS, PRESERVE MORE\n• Time, date, weather, moon phase, and more are automatically added to every entry\n• IFTTT applets allow importing data from Spotify, YouTube, Strava, Fitbit, Facebook, Twitter, and more\n• Siri Shortcuts provides a powerful way to automate more of your journaling\n• Share sheet allows you to add content from other apps, like Apple Photos and Safari\n\n*Day One is FREE to use forever with unlimited entries. Additional features, including unlimited photos, videos, and audio recordings are available with a Day One Premium membership. \nStart a free trial today. \n\nPrivacy Policy: https://dayoneapp.com/privacy-policy/\n\nTerms of Use: https://dayoneapp.com/terms-of-use/\n\nFor technical assistance or other inquiries: https://dayoneapp.com/contact/",
      "android_package_name": " ",
      "ios_bundle_id": "com.apple.journal",
      "title": "Journal",
      "domain_name": [
      ],
      "website": "",
      "developer": "Bloom Built Inc",
      "app_country": "US",
      "icon": "https://help.apple.com/assets/675C7EA493F17C59DA03ED37/675C7EA805331F3F6B02131C/en_GB/6fbb5e5edde48d5f12f870d5b2a51441.png",
      "icon_72": "https://help.apple.com/assets/675C7EA493F17C59DA03ED37/675C7EA805331F3F6B02131C/en_GB/6fbb5e5edde48d5f12f870d5b2a51441.png=s72-rw",
      "market_status": "PUBLISHED",
      "isPopular": true,
      "popularity": 100
    },
    {
      "app_availability": {
        "available_in": [
          "IN",
          "US",
          "UK"
        ],
        "package_name": "com.sbrcorp.keynoteappforandroidadvice"
      },
      "cat_key": "PREINSTALLED",
      "cat_keys": [
        "PREINSTALLED",
        "APPLICATION"
      ],
      "category": "Productivity",
      "description": "Keynote is the most powerful presentation app ever designed for a mobile device.\n\nStart with an Apple-designed theme and add text, images, charts, tables, and shapes with just a few taps. Draw and write with Apple Pencil on iPad, or use your finger. Bring it all to life with cinematic animations and transitions that look as though they were created by your own special effects team. Add live video to your slideshow and appear right on your slides in remote presentations, how-to videos, and lectures. Confidently present to your audience from anywhere, in person or virtually, and take turns controlling a presentation in multi-presenter slideshows.\n\nCollaborate with others at the same time\n• With real-time collaboration, your whole team can work together on a presentation at the same time on Mac, iPad, iPhone, and even on a PC\n• Share your document publicly or with specific people, see who’s currently in the presentation with you, and view other people’s cursors to follow their edits\n• See a list of recent changes in collaborative presentations, including when people join, comment, and make edits\n• Available for presentations stored in iCloud or in Box\n\nGet started quickly\n• Choose from over 40 Apple-designed themes to give your presentations a beautiful start or create a quick draft by starting with a text outline\n• Use the slide navigator to quickly skim through your presentation, add new slides, and reorder slides\n• Get quick access to shapes, media, tables, charts, and sharing options\n• Import and edit Microsoft PowerPoint presentations\n• Quickly open password-protected presentations using Touch ID or Face ID on supported devices\n\nCreate stunning presentations\n• Easily change slide layouts and backgrounds\n• Use the built-in camera to add live video right on your slides\n• Engage your audience with interactive charts and chart animations\n• Enhance your presentations with a library of over 700 editable shapes\n• Quickly add your photos and videos from the Photos app using the Media Browser\n• Add an interactive image gallery to view a collection of photos\n• Easily remove image backgrounds\n• Use gorgeous preset styles to make your text, tables, shapes, and images look beautiful\n• Edit down to the pixel with rulers and alignment guides\n\nCinema-quality animations\n• Beautiful cinematic slide transitions and impressive text and object animations\n• Magic Move effect effortlessly animates and morphs graphics\n• Emphasis builds let you add impact with one click\n• See live on-canvas previews as you animate your slides\n\nPresent to your audience\n• Customizable presenter display\n• Rehearse a presentation with current slide, presenter notes, and timer all in one view\n• Present on an external display or projector, or stream wirelessly using AirPlay and Apple TV\n• Use multi-presenter slideshows to let participants take turns controlling a shared presentation from their own device\n• Easily access the slide navigator, keyboard shortcuts, live video sources, or multi-presenter slideshow controls while presenting\n• Highlight with Apple Pencil or with your finger while presenting on iPad\n• Control your slideshow from iPhone, iPad, or Apple Watch\n• Create self-running, interactive shows for kiosks and displays\n\niCloud\n• Turn on iCloud so you can access and edit your presentations from your Mac, iPad, iPhone, and from a Mac or PC browser at iCloud.com\n• Keynote automatically saves your presentations as you make changes\n\nShare a copy of your work\n• Export presentations to Microsoft PowerPoint, PDF, HTML, movies, and image files\n• Use AirDrop to send your presentation to anyone nearby\n• Quickly and easily share a link to your work via Mail or Messages\n\nSome features may require Internet access; additional fees and terms may apply.",
      "android_package_name": "com.sbrcorp.keynoteappforandroidadvice",
      "ios_bundle_id": "com.apple.Keynote",
      "title": "Keynote",
      "domain_name": [
        "https://www.apple.com/apps/#keynote",
        "https://www.apple.com"
      ],
      "website": "https://www.apple.com/apps/#keynote",
      "developer": "Apple Inc.",
      "app_country": "US",
      "icon": "https://help.apple.com/assets/675C7EA493F17C59DA03ED37/675C7EA805331F3F6B02131C/en_GB/99dec81ae642515ae23dda1df9ccf473.png",
      "icon_72": "https://help.apple.com/assets/675C7EA493F17C59DA03ED37/675C7EA805331F3F6B02131C/en_GB/99dec81ae642515ae23dda1df9ccf473.png=s72-rw",
      "market_status": "PUBLISHED",
      "isPopular": true,
      "popularity": 100
    },
    {
      "app_availability": {
        "available_in": [
          "IN",
          "US",
          "UK"
        ],
        "package_name": "com.google.android.apps.accessibility.magnifier"
      },
      "cat_key": "PREINSTALLED",
      "cat_keys": [
        "PREINSTALLED",
        "APPLICATION"
      ],
      "category": "Lifestyle",
      "description": "Simple app uses your camera to magnify objects.\nYou can switch to the front camera and use as a mirror with light bars for dim lighting. A simple tap on the screen freezes the image for a closer look and some fine adjustments if you like. You can pinch to zoom, rotate, and pan the frozen image and also make adjustments to brightness and contrast. A save button lets you send the final image to your Photos. There is even a toggle button to invert the colors and create a negative image.\n\nWe hope you enjoy the app and find it “A Surprisingly Useful Tool”!",
      "android_package_name": " ",
      "ios_bundle_id": "com.apple.Magnifier",
      "title": "Magnifier",
      "domain_name": [
        "https://sensorble.github.io/SensorBLE",
        "https://sensorble.github.io"
      ],
      "website": "https://sensorble.github.io/SensorBLE",
      "developer": "SensorBLE LLC",
      "app_country": "US",
      "icon": "https://play-lh.googleusercontent.com/epcbk_wy3sd-VMuEeTtYdQB1z5962aevrRy_rurQ_O3ZB03tStlZmGkEaWQE4B9j6_ns",
      "icon_72": "https://play-lh.googleusercontent.com/epcbk_wy3sd-VMuEeTtYdQB1z5962aevrRy_rurQ_O3ZB03tStlZmGkEaWQE4B9j6_ns=s72-rw",
      "market_status": "PUBLISHED",
      "isPopular": true,
      "popularity": 100
    },
    {
      "app_availability": {
        "available_in": [
          "IN",
          "US",
          "UK"
        ],
        "package_name": "com.google.android.apps.messaging"
      },
      "cat_key": "PREINSTALLED",
      "cat_keys": [
        "PREINSTALLED",
        "APPLICATION"
      ],
      "category": "Social Networking",
      "description": "Stay connected to the people and conversations that matter most. Send unlimited texts, photos, videos, documents, and more to any iOS, iPadOS, macOS, watchOS, or visionOS device with iMessage, or use it to send RCS, SMS, and MMS messages.\n\nFeatures\n\n• Send texts, photos, videos, audio messages, documents, stickers, Memoji, and more to contacts using their phone number or Apple Account.\n• Send Messages via satellite* to stay connected with friends and family even when you are without cellular or Wi-Fi connection.\n• Tapback with any emoji or sticker for a quick reply to express what you think about a message.\n• Add effects to your messages like animated text effects, full-screen effects, and bubble effects to bring your conversations to life.\n• Schedule a message to send at a specified time with Send Later.\n• Your name and photo, or even Memoji, can be shared with your friends.\n• Edit any message for up to 15 minutes after sending it. Recipients will be able to see a record of edits made to the message.\n• Unsend any message for up to 2 minutes after sending it.\n• Mark as unread when you don’t have time to respond but want to be sure to reply to the sender later.\n• Name a group and add a photo to personalize the group conversation.\n• Mentions let you direct a message to an individual in a group conversation.\n• Inline replies let you reply to a specific message and see all related messages in their own view.\n• Pin conversations to keep up to nine of your favorite message threads at the top of the list.\n• iMessage apps let you quickly share photos, recently played music, stickers, GIFs, Apple Cash*, and more right from Messages.\n• Start a Check In with a family member or friend to let them know when you’ve arrived at a destination or set up a Check In for a time duration.\n• Use Messages in iCloud to keep your entire message history updated and available on your iPhone, iPad, Mac, Apple Watch, and Apple Vision Pro, even when you set up a brand-new device.\n• SharePlay via Messages lets you share synchronized activities like movies, music, workouts, games and more while chatting with friends in Messages.\n• Shared with You shows content sent to you by friends in Messages conversations in a section in Photos, Safari, News*, Music*, Podcasts, or the TV app*\n• Collaboration lets you invite others to collaborate on a file via Messages and shares activity updates in the thread when someone makes an edit to a shared project.\n\nApple Watch Features\n\n• Quickly read and respond to incoming messages.\n• Use smart replies, dictation, audio messages, Scribble, emoji, Memoji, stickers, #images* or the QWERTY keyboard (Apple Watch Series 7 or later models).\n• Mute or delete conversations.\n• Pin conversations to keep your favorite message threads at the top of the list.\n• Save photos, audio messages and videos from your messages.\n• Ask Siri to send a message to your contacts.\n• Respond to a specific message inline to keep conversations organized.\n• Send, receive, and request money with Apple Pay*.\n\n* Not available in all regions.",
      "android_package_name": "default_messages",
      "ios_bundle_id": "com.apple.MobileSMS",
      "title": "Messages",
      "domain_name": [],
      "website": "",
      "developer": "Apple Inc.",
      "app_country": "US",
      "icon": "https://play-lh.googleusercontent.com/9AZOTXU_CpreTFAXUPAmJNkm8VGCb1C90fjJ9pHGcVmpGMDSTq3cUbaQJdBT9Tdp9A",
      "icon_72": "https://play-lh.googleusercontent.com/9AZOTXU_CpreTFAXUPAmJNkm8VGCb1C90fjJ9pHGcVmpGMDSTq3cUbaQJdBT9Tdp9A=s72-rw",
      "market_status": "PUBLISHED",
      "isPopular": true,
      "popularity": 100
    },
    {
      "app_availability": {
        "available_in": [
          "IN",
          "US",
          "UK"
        ],
        "package_name": "com.miui.player"
      },
      "cat_key": "PREINSTALLED",
      "cat_keys": [
        "PREINSTALLED",
        "APPLICATION"
      ],
      "category": "Music",
      "description": "Get unlimited access to 100 million songs, thousands of curated playlists, and original content from the artists you know and love – all ad-free. Hear sound all around you with Spatial Audio featuring Dolby Atmos.\n\n• Follow and sing along with your favorite music with precise, beat-by-beat lyrics and adjustable vocals, and share the lines that move you in Messages.\n• Listen with friends in real time using SharePlay, and control the music together in the car.\n• Make and share playlists with friends, and collaborate on playlists together.\n• Download your favorite music and listen offline.\n• Find your Discovery Station, personalized picks, mixes, and more in Home.\n• Keep the music going with Autoplay.\n• Enjoy a continuous listening experience with crossfade.\n• Ask Siri to play any song by artist, mood, or genre.\n• Get personalized new releases and find out about big moments in music, handpicked by our editors.\n• Search for songs by lyrics, or just ask Siri.\n• Go deep with interviews, live performances, and more that can only be found on Apple Music.\n• Explore dozens of exclusive radio shows, created by the most iconic names in music, live or on demand. \n• Find something new with hundreds of daily charts for cities and countries worldwide.\n• Follow friends and discover what others are listening to.\n• Download and stream music straight to your Apple Watch.\n• Take it all with you using CarPlay, and use your car controls to search for music.\n\nApple Watch Features:\n• Search for music using scribble and dictation.\n• Use Home to quickly get back to your recently played, suggested stations, top picks and more. \n• Sort your favorite playlist, albums, and songs by your preference, right from your wrist.\n\nAvailability and features vary by country and region, plan, or device. Subscriptions automatically renew unless they are canceled at least 24 hours prior to the end of the current period. Your account will be charged for renewal within 24 hours prior to the end of the current period. You can manage or cancel your subscriptions in Settings after purchase. Apple Media Services Terms and Conditions can be found at https://www.apple.com/legal/internet-services/itunes/.",
      "android_package_name": "default_music",
      "ios_bundle_id": "com.apple.Music",
      "title": "Music",
      "domain_name": [],
      "website": "",
      "developer": "Apple Inc.",
      "app_country": "US",
      "icon": "https://play-lh.googleusercontent.com/uO_xmU8_PX5A-N_egV3KvstflXW38rXiCJp_NbE7htLBqLb2otOSkMkck9qg5Vu__H0",
      "icon_72": "https://play-lh.googleusercontent.com/uO_xmU8_PX5A-N_egV3KvstflXW38rXiCJp_NbE7htLBqLb2otOSkMkck9qg5Vu__H0=s72-rw",
      "market_status": "PUBLISHED",
      "isPopular": true,
      "popularity": 100
    },
    {
      "app_availability": {
        "available_in": [
          "IN",
          "US",
          "UK"
        ],
        "package_name": "com.google.android.apps.magazines"
      },
      "cat_key": "PREINSTALLED",
      "cat_keys": [
        "PREINSTALLED",
        "APPLICATION"
      ],
      "category": "News",
      "description": "Apple News brings you the world’s best journalism, all in one place. Top stories chosen by editors, personalized for you; In-depth sports coverage with scores, standings, and highlights; local news sources in all 50 states; and more. An Apple News+ subscription makes Apple News even better with access to hundreds of premium magazines and leading newspapers, exclusive daily puzzles, audio stories, Offline Mode, Family Sharing for up to six, and more.\n\nCURATED & PERSONALIZED\nApple News delivers Top Stories throughout the day. Editors spotlight well-sourced, fact-based stories to provide you reliable news from a wide range of publishers. The more you read, the more personalized your Apple News gets.\n\nPUZZLES\nA News+ subscription includes access to exclusive puzzles: a full-size crossword, crossword mini, Quartiles, and Sudoku. New puzzles are added daily, and you can dip into the archive to play more anytime. Track your stats and streaks in the Scoreboard and see how you rank among friends and other solvers in Game Center.\n\nIN-DEPTH SPORTS COVERAGE\nFollow your favorite teams and leagues to get highlights, live scores, schedules, standings, and stats for professional and college teams. Plus, get the latest stories from top sports publishers. Apple News+ unlocks full-access to The Athletic, premium local newspapers, and more.\n\nYOUR LOCAL NEWS\nThe most useful and informative stories on local news, sports, real estate, dining, weather, and more from a diverse list of publishers, right in your Today feed. With Apple News+, you'll gain even more access to the award-winning, essential work being done by local newspapers every day.\n\nSTORIES YOU NEED TO HEAR\nTune in to hear host Shumita Basu discuss the day’s top stories and how the world’s best journalists are covering them on Apple News Today, a free podcast available weekday mornings, and join Shumita on weekends for interviews with journalists and experts on stories that impact our lives on Apple News In Conversation. Apple News+ subscribers can also listen to audio stories, narrated versions of some of the best journalism from Apple News+.\n\nTHE BEST STORIES ONLINE, OFFLINE\nAn Apple News+ subscription enables Offline Mode, which automatically downloads stories, puzzles, audio, and more within your feeds so they’re available when you’re on a plane, in the subway, or wherever you don’t have service.\n\nCOMMITTED TO YOUR PRIVACY\nApple News only uses on-device intelligence to recommend stories and doesn’t access your information without your permission. We never share it with others or allow advertisers to track you.\n\nAPPLE NEWS+ DELIVERS EVEN MORE\n• International, national, and local newspapers such as The Wall Street Journal, San Francisco Chronicle, The Times & The Sunday Time of London, and more\n• Leading magazines such as People, The Athletic, Vogue, Prevention, TIME, Bon Appétit, WIRED, and 400+ more\n• Fun daily puzzles including crosswords, Quartiles, and Sudoku\n• Offline Mode on your iPhone and iPad\n• Family Sharing for up to six\n• Audio stories on your iPhone\n• And more\n\nIf you subscribe to Apple News+, payment will be charged to your Apple Account at the confirmation of purchase. Subscription automatically renews unless it is canceled at least 24 hours before the end of the current period. Your account will be charged for renewal within 24 hours prior to the end of the current period. You can manage and cancel your subscriptions by going to your account settings on the App Store after purchase. 1-month free trial for new customers only. See https://www.apple.com/legal/privacy/en-ww for the Privacy Policy. Apple News+ Terms and Conditions can be found at https://www.apple.com/legal/internet-services/itunes/us/terms.html.",
      "android_package_name": "default_news",
      "ios_bundle_id": "com.apple.news",
      "title": "News",
      "domain_name": [
        "https://www.apple.com/apple-news",
        "https://www.apple.com"
      ],
      "website": "https://www.apple.com/apple-news",
      "developer": "Apple Inc.",
      "app_country": "US",
      "icon": "https://help.apple.com/assets/675C7EA493F17C59DA03ED37/675C7EA805331F3F6B02131C/en_GB/5902d4f959872384818a58ca6a1ae6d2.png",
      "icon_72": "https://help.apple.com/assets/675C7EA493F17C59DA03ED37/675C7EA805331F3F6B02131C/en_GB/5902d4f959872384818a58ca6a1ae6d2.png",
      "market_status": "PUBLISHED",
      "isPopular": true,
      "popularity": 100
    },
    {
      "app_availability": {
        "available_in": [
          "IN",
          "US",
          "UK"
        ],
        "package_name": "com.google.android.keep"
      },
      "cat_key": "PREINSTALLED",
      "cat_keys": [
        "PREINSTALLED",
        "APPLICATION"
      ],
      "category": "Productivity",
      "description": "Notes is the best place to jot down quick thoughts or to save longer notes filled with checklists, images, web links, scanned documents, handwritten notes, or sketches. And with iCloud, it's easy to keep all your devices in sync, so you’ll always have your notes with you.\n\nFeatures\n\nPowerful note-taking\n• Add attachments - PDFs, photos, maps, web links, and more. \n• Record and transcribe audio directly into a note.\n• Scan paper documents with the built-in document scanner.\n• Secure sensitive or personal data in a locked note.\n• Create checklists. Make a grocery list, a wish list, or a to-do list, then tap to check off items as you go.\n• Apply different text styles, such as heading or body, bulleted lists, highlighting, and more.\n• Tap next to section headers to reveal a chevron to collapse text.\n• Add tables to quickly organize information.\n• Use your finger, or Apple Pencil on a compatible iPad, to sketch right in your note or an inline PDF. Choose from a variety of brush styles and colors, and add lines and grids to a note for easier writing and drawing.\n\nOrganize and search\n• Search for text in notes, your handwriting, and even inside scanned documents and photos like receipts or bills.\n• Link from one note to another to connect ideas, content, or any information. Try typing >> for a shortcut to add links while writing in your note. \n• Keep your notes in folders and subfolders, or add tags to categorize them. Type or handwrite tags directly in your note - like #cooking or #expenses. \n• Automatically organize notes in a Smart Folder based on filters. Create rules to filter for Date Created, Checklists, Attachments, and more. \n \nCollaborate \n• Collaborate on entire shared folders or on specific shared notes.\n• Mention friends to notify them of important updates and link them directly to a shared note. \n• See what others added into a shared note while you were away with Activity view, a day-to-day list summary of activity from each collaborator. \n\nTake notes anywhere\n• Just swipe with an Apple Pencil or finger from the bottom right corner on any compatible iPad to start a Quick Note outside the app. You can also use Fn-Q (Globe-Q) on a keyboard, or create Quick Notes on iPhone from the share menu in an app.\n• Add deep links from an app or website to a Quick Note to mark your place. \n\nCertain features are available only in select languages and regions.",
      "android_package_name": "default_notes",
      "ios_bundle_id": "com.apple.mobilenotes",
      "title": "Notes",
      "domain_name": [],
      "website": "",
      "developer": "Apple Inc.",
      "app_country": "US",
      "icon": "https://help.apple.com/assets/675C7EA493F17C59DA03ED37/675C7EA805331F3F6B02131C/en_GB/c0b2e5615a23beca598e9a389f2a8299.png",
      "icon_72": "https://help.apple.com/assets/675C7EA493F17C59DA03ED37/675C7EA805331F3F6B02131C/en_GB/c0b2e5615a23beca598e9a389f2a8299.png=s72-rw",
      "market_status": "PUBLISHED",
      "isPopular": true,
      "popularity": 100
    },
    {
      "app_availability": {
        "available_in": [
          "IN",
          "US",
          "UK"
        ],
        "package_name": "com.dopuz.klotski.riddle"
      },
      "cat_key": "PREINSTALLED",
      "cat_keys": [
        "PREINSTALLED",
        "APPLICATION"
      ],
      "category": "Productivity",
      "description": "Numbers is the most innovative spreadsheet app ever designed for a mobile device. \n\nGet started with one of over 30 Apple-designed templates for your home budget, checklist, invoice, mortgage calculator, and more. Choose from hundreds of powerful functions. Draw and write with Apple Pencil on supported devices, or use your finger. Tap to add tables, charts, text, and images anywhere on the flexible canvas. Touch and drag your finger to reorder columns and rows and to resize tables. Double-tap a cell to bring up the intelligent keyboard that helps you enter text, formulas, dates and times, or duration. Animate your data with interactive column, bar, scatter, and bubble charts. Easily filter through large tables. Find patterns and trends using pivot tables.\n\nCollaborate with others at the same time\n• With real-time collaboration, your whole team can work together on a spreadsheet at the same time on Mac, iPad, iPhone, and even on a PC\n• Share your spreadsheet publicly or with specific people, see who’s currently in the document with you, and view other people’s cursors to follow their edits\n• See a list of recent changes in collaborative spreadsheets, including when people join, comment, and make edits\n• Available for spreadsheets stored in iCloud or in Box\n\nGet started quickly\n• Over 30 Apple-designed templates give your spreadsheets a beautiful start\n• Get quick access to shapes, media, tables, charts, and sharing options\n• Import and edit Microsoft Excel spreadsheets\n• Import and edit Comma Separated Values (CSV) and tab-delimited text\n• Quickly open password-protected spreadsheets using Touch ID or Face ID on supported devices\n\nBeautiful spreadsheets\n• Place tables, charts, text, and images anywhere on the flexible canvas\n• Add and resize multiple tables on a single sheet\n• Use gorgeous preset styles to make your text, tables, shapes, and images look beautiful\n• Add an interactive image gallery to view a collection of photos\n• Insert photos, music, and video with the Media Browser\n• Enhance your spreadsheets with a library of over 700 editable shapes\n• Create a form to quickly enter data on the go\n\nFormulas for everyone\n• Choose from hundreds of powerful functions, including XLOOKUP and RegEx\n• Get function suggestions as soon as you start typing a formula\n• Search the integrated function browser for built-in help and sample formulas\n• Easily add stock information to spreadsheets\n\nEverything adds up beautifully\n• Use Pivot Tables and Smart Categories to see your data in a whole new way\n• Quickly organize and summarize tables to gain new insights\n• Insert gorgeous 2D and 3D charts, including bar, column, line, area, pie, donut, and radar charts\n• Animate data with interactive column, bar, scatter, and bubble charts\n• Automatically highlight cells based on rules for numbers, text, dates, and durations\n• Easily filter through large tables for specific values, text, or duplicate entries\n• Change values in cells using sliders, steppers, checkboxes, pop-ups, and star ratings\n\niCloud\n• Turn on iCloud so you can access and edit your spreadsheets from your Mac, iPad, iPhone, and from a Mac or PC browser at iCloud.com\n• Numbers automatically saves your spreadsheet as you make changes\n\nShare a copy of your work\n• Export your spreadsheet to CSV, TSV, PDF, and Microsoft Excel\n• Use AirDrop to send your spreadsheet to anyone nearby\n• Quickly and easily share a link to your work via Mail or Messages\n\nSome features may require Internet access; additional fees and terms may apply.",
      "android_package_name": " ",
      "ios_bundle_id": "com.apple.Numbers",
      "title": "Numbers",
      "domain_name": [
        "https://www.apple.com/apps/#numbers",
        "https://www.apple.com"
      ],
      "website": "https://www.apple.com/apps/#numbers",
      "developer": "Apple Inc.",
      "app_country": "US",
      "icon": "https://help.apple.com/assets/675C7EA493F17C59DA03ED37/675C7EA805331F3F6B02131C/en_GB/1ad975d8d6d73976f28bd2989ff623e6.png",
      "icon_72": "https://help.apple.com/assets/675C7EA493F17C59DA03ED37/675C7EA805331F3F6B02131C/en_GB/1ad975d8d6d73976f28bd2989ff623e6.png=s72-rw",
      "market_status": "PUBLISHED",
      "isPopular": true,
      "popularity": 100
    },
    {
      "app_availability": {
        "available_in": [
          "IN",
          "US",
          "UK"
        ],
        "package_name": "com.pagesoft.pages_app"
      },
      "cat_key": "PREINSTALLED",
      "cat_keys": [
        "PREINSTALLED",
        "APPLICATION"
      ],
      "category": "Productivity",
      "description": "Pages is the most beautiful word processor you’ve ever seen on a mobile device. Start with an Apple-designed template to instantly create gorgeous reports, digital books, resumes, posters, and more. Or use a blank document and create your own design. Easily add images, movies, audio, tables, charts, and shapes. You can even draw and annotate using Apple Pencil on supported devices, or use your finger. Pages has been designed exclusively for iPad and iPhone.\n\nDraw and annotate using Apple Pencil or your finger\n• Easily add drawings with pen, pencil, crayon, and fill tools, then animate them and watch them come to life\n• Use Smart Annotation to add comments and marks that stay anchored to their associated text\n• Convert your handwritten words to typed text with Scribble and Apple Pencil\n\nCollaborate with others at the same time\n• With real-time collaboration, your whole team can work together on a document at the same time on Mac, iPad, iPhone, and even on a PC\n• Share your document publicly or with specific people, see who’s currently in the document with you, and view other people’s cursors to follow their edits\n• See a list of recent changes in collaborative documents, including when people join, comment, and make edits\n• Available for documents stored in iCloud or in Box\n\nGet started quickly\n• Choose from over 90 Apple-designed templates to instantly create beautiful reports, digital books, resumes, cards, posters, and more\n• Use Screen View on iPhone to automatically display text, images, and other elements in a continuous flow optimized to fit your screen so documents are even easier to read and edit\n• Get quick access to shapes, media, tables, charts, and sharing options\n• Import and edit Microsoft Word and text files\n• Quickly open password-protected documents using Touch ID or Face ID on supported devices\n\nCreate beautiful documents\n• Format your document with gorgeous styles, fonts, and textures\n• Enhance your document with a library of over 700 editable shapes\n• Easily add images, video, and audio\n• Add an image gallery to view a collection of photos on the same page\n• Create interactive EPUB books that can be shared with others or published to Apple Books for download or purchase\n\nAdvanced tools\n• Use the table of contents view to easily navigate your document or book\n• Add comments and join threaded conversations\n• Turn on change tracking to mark up a document as you edit it\n• Add bookmarks to easily link from one part of your document to another\n• View pages side by side as you work\n• Turn on facing pages to format your document as two-page spreads\n• Create page templates to keep the design consistent across your page layout document\n• Add linked text boxes so text easily flows from one place to another\n• Create footnotes and endnotes and view character, word, and paragraph counts\n• Add elegant mathematical equations using LaTeX or MathML notation\n• Use presenter mode to easily read and auto scroll text while giving a speech\n\niCloud\n• Turn on iCloud so your documents are automatically available on your Mac, iPad, iPhone, and from a Mac or PC browser at iCloud.com\n• Pages automatically saves your documents as you make changes\n\nShare a copy of your work\n• Use AirDrop to send your document to anyone nearby\n• Quickly and easily share a link to your work via Mail or Messages\n• Export your document in EPUB, Microsoft Word, RTF, TXT, and PDF format\n• Print wirelessly with AirPrint, including page range selection, number of copies, and two-sided printing\n\nSome features may require Internet access; additional fees and terms may apply.",
      "android_package_name": " ",
      "ios_bundle_id": "com.apple.Pages",
      "title": "Pages",
      "domain_name": [
        "https://www.apple.com/apps/#pages",
        "https://www.apple.com"
      ],
      "website": "https://www.apple.com/apps/#pages",
      "developer": "Apple Inc.",
      "app_country": "US",
      "icon": "https://help.apple.com/assets/675C7EA493F17C59DA03ED37/675C7EA805331F3F6B02131C/en_GB/df93cc9c0b4eca27c6bda3ad27050405.png",
      "icon_72": "https://help.apple.com/assets/675C7EA493F17C59DA03ED37/675C7EA805331F3F6B02131C/en_GB/df93cc9c0b4eca27c6bda3ad27050405.png",
      "market_status": "PUBLISHED",
      "isPopular": true,
      "popularity": 100
    },
    {
      "app_availability": {
        "available_in": [
          "IN",
          "US",
          "UK"
        ],
        "package_name": "com.google.android.apps.authenticator2"
      },
      "cat_key": "PREINSTALLED",
      "cat_keys": [
        "PREINSTALLED",
        "APPLICATION"
      ],
      "category": "Productivity",
      "description": "1Password remembers all your passwords for you, and keeps them safe and secure behind the one password that only you know.\n\n1Password: the password manager that's as beautiful and simple as it is secure. Just add your passwords and let 1Password do the rest. Sign in to websites and apps with just a few taps, and use the password generator to change your passwords and make them stronger.\n\n**Webby Award Winner**!\n\nTry 1Password free for 30 days, then keep going with a 1Password subscription*.\n\nPUT PASSWORDS IN THEIR PLACE\n\n◆  Create strong, unique passwords and memorizable pass-phrases for your online accounts\n◆  Fill usernames, passwords, credit card numbers and addresses into websites and supported apps\n◆  Access your information on all your mobile devices and computers\n\nGET ORGANIZED\n\n◆  Store items in more than a dozen categories: logins, credit cards, addresses, notes, bank accounts, driver’s licenses, passports, and more\n◆  Create multiple vaults to keep different areas of your life separate\n◆  Organize your information with tags and favorites\n◆  Add custom fields to your items to store security questions, extra URLs, and any other information you can think of\n◆  Use Spotlight to search for information when you need it\n\nSTAY SAFE\n\nEverything you store in 1Password is protected by a Master Password that only you know. 1Password uses end-to-end encryption, so your data is only ever decrypted offline. The encryption keys never leave your device, and you are the only one who can see your passwords.\n\n◆  Unlock the app quickly and securely with Face ID\n◆  Lock the app automatically to ensure your data is protected, even if your device is lost or stolen\n◆  Use 1Password as your authenticator: store two-factor authentication codes and access them quickly when it's time to sign in\n◆  Get alerts when a site you use has been compromised and you need to change your passwords\n\nSHARE WITH TEAMS AND FAMILIES\n\n1Password for iOS has full support for team and family accounts. It’s never been so easy to share the simple security of 1Password with those you work and live with.\n\n◆ Add all your accounts — family, team, individual — and see all your information in one place\n◆ Easily migrate information between accounts\n◆ Share passwords, documents, and more with teammates and family members\n\nTRY FREE\n\nGet a 30-day free trial when you install 1Password, and subscribe at any time using the in-app purchase*.\n\nYour subscription includes the full 1Password experience for all your computers and mobile devices. Your data syncs securely and automatically between your devices, and can also be accessed on the web.\n\nLOVED AND USED BY MILLIONS\n\n1Password has been highlighted in The New York Times, The Wall Street Journal, Forbes, The Verge, Ars Technica, Mashable, and The Guardian. We’ve also received many awesome honors:\n\n◆ Named One of The World’s Greatest 100 Apps by Business Insider\n◆ Inducted into Macworld’s App Hall of Fame\n◆ Received an Ars Design Award\n\nWe’re proud of this recognition, and we’re even happier that millions of people love and use 1Password every day.\n\nWe love 1Password and strive to make it the best it can be. Connect with us with us at support@1password.com, @1Password on Twitter, and Facebook.com/1Password!\n\n* 1Password is a monthly service that costs $3.99 for individuals or $6.99 for a family of 5 (prices vary by region). Payment will be charged to iTunes Account at confirmation of purchase and auto-renews at the same price unless disabled in iTunes Account Settings at least 24 hours before the end of the current period. Your subscription can be managed in your iTunes Account Settings. Any unused portion of a free trial period, if offered, will be forfeited when you purchase a subscription.\n* Privacy policy: https://1password.com/legal/privacy/\n* Terms of Use: https://1password.com/legal/terms-of-service/",
      "android_package_name": " ",
      "ios_bundle_id": "com.apple.Passwords",
      "title": "Passwords",
      "domain_name": [
        "https://1password.com",
        "https://1password.com"
      ],
      "website": "https://1password.com",
      "developer": "AgileBits Inc.",
      "app_country": "US",
      "icon": "https://help.apple.com/assets/675C7EA493F17C59DA03ED37/675C7EA805331F3F6B02131C/en_GB/a9577e5c83f469a17e56113042450600.png",
      "icon_72": "https://help.apple.com/assets/675C7EA493F17C59DA03ED37/675C7EA805331F3F6B02131C/en_GB/a9577e5c83f469a17e56113042450600.png=s72-rw",
      "market_status": "PUBLISHED",
      "isPopular": true,
      "popularity": 100
    },
    {
      "app_availability": {
        "available_in": [
          "IN",
          "US",
          "UK"
        ],
        "package_name": "com.google.android.dialer"
      },
      "cat_key": "PREINSTALLED",
      "cat_keys": [
        "PREINSTALLED",
        "APPLICATION"
      ],
      "category": "Utilities",
      "description": "With Contacts on iOS, iPadOS and macOS, you can store and manage your and other’s contact information, birthdays, Contact Posters and more. Easily connect with your contacts with Mail, Messages, Phone or FaceTime. Or instantly share your Contact Poster and your number or email address with someone new through NameDrop on iPhone and Apple Watch.\n\nManage Your Contacts\nEasily add people to your contacts, and sync their contact information across all your devices with iCloud, Microsoft Exchange, Google and other syncing services. If your contacts choose to, you can automatically get updates to their Contact Poster through Messages, Phone and FaceTime as well.\n\nGet Connected Quickly\nWhen you need a contact’s information, you can search to find who you’re looking for. You can then quickly message, call, FaceTime, email or even Apple Pay them. If you add their social profile to their contact card, you can jump to it with a tap. And if you add their birthday, you’ll also see it in Calendar so you never miss it.\n\nStore Your Personal Information\nCreate a My Card in Contacts to store your own contact information including your phone numbers, email addresses, physical addresses, and more. You can then use the information in your My Card to use Autofill to instantly complete forms online or in apps across iOS, iPadOS and macOS.\n\nCustomize Your Contact Poster\nCreate a customized poster to represent yourself when you connect with others using Messages, Phone and FaceTime. Choose from various treatments for photos, Memoji and your name, and choose to automatically share it with your contacts or be asked every time before you share.\n\nShare your Contact with NameDrop\nExchange contact information with someone new by simply bringing your iPhone near their iPhone or Apple Watch. Your name and Contact Poster are automatically included every time, and you can select the phone number or email address you want to share from your My Card along with it.\n\nUse Contacts on Apple Watch\nSelect people from your contacts to use as a complication on your watch face for easy access, and quickly connect with them through Messages, Phone or Mail right from your wrist. You can also create new contacts and customize existing contacts, or exchange contact information with someone new using NameDrop with their iPhone or Apple Watch.",
      "android_package_name": "default_phone",
      "ios_bundle_id": "com.apple.mobilephone",
      "title": "Phone",
      "domain_name": [],
      "website": "",
      "developer": "Apple Inc.",
      "app_country": "US",
      "icon": "https://help.apple.com/assets/675C7EA493F17C59DA03ED37/675C7EA805331F3F6B02131C/en_GB/4b79edee58737b87ad81195e6f3dd4da.png",
      "icon_72": "https://help.apple.com/assets/675C7EA493F17C59DA03ED37/675C7EA805331F3F6B02131C/en_GB/4b79edee58737b87ad81195e6f3dd4da.png=s72-rw",
      "market_status": "PUBLISHED",
      "isPopular": true,
      "popularity": 100
    },
    {
      "app_availability": {
        "available_in": [
          "IN",
          "US",
          "UK"
        ],
        "package_name": "com.photobooth.photo_booth"
      },
      "cat_key": "PREINSTALLED",
      "cat_keys": [
        "PREINSTALLED",
        "APPLICATION"
      ],
      "category": "Entertainment",
      "description": "When you enjoy it, you will earn the best picture ever.\n\nHave you ever used a photo booth in nearby subway station?\n\nIf you go to the studio, it will take much time\n\nAnd regret that you should have looked at the mirror before you insert a coin.\n\nBut the photos came out soon after.\n\n1.2.3.4 has the same concept with photo booth, but what is different?\n\nYou can take it more cool and beautiful several times with various sizes.\n\nWhen you take each photo, the short time interval will make you more thrilled and happier.\n\nIf you take a photo with your friend or lover, you will enjoy the close distance.\n\nAnd will enjoy the waiting time with more chances.\n\nYou must try it.\n\n\nFunction details\n. 4 types of filter\n. Photo rotation\n. Change of background color (white/black)\n. Sharing\n. Removal of blemish",
      "android_package_name": " ",
      "ios_bundle_id": "com.apple.Photo-Booth",
      "title": "Photo Booth",
      "domain_name": [
        "https://fishandheart.blogspot.com",
        "https://fishandheart.blogspot.com"
      ],
      "website": "https://fishandheart.blogspot.com",
      "developer": "DongJin Park",
      "app_country": "US",
      "icon": "https://help.apple.com/assets/675C7EA493F17C59DA03ED37/675C7EA805331F3F6B02131C/en_GB/1f342434cb220654d752fc7e1a89c047.png",
      "icon_72": "https://help.apple.com/assets/675C7EA493F17C59DA03ED37/675C7EA805331F3F6B02131C/en_GB/1f342434cb220654d752fc7e1a89c047.png=s72-rw",
      "market_status": "PUBLISHED",
      "isPopular": true,
      "popularity": 100
    },
    {
      "app_availability": {
        "available_in": [
          "IN",
          "US",
          "UK"
        ],
        "package_name": "com.podcast.podcasts"
      },
      "cat_key": "PREINSTALLED",
      "cat_keys": [
        "PREINSTALLED",
        "APPLICATION"
      ],
      "category": "Entertainment",
      "description": "Discover podcasts that entertain, inform, and inspire. Get recommendations curated by Apple Podcasts editors, tailored to your interests. Seamlessly sync your shows across Apple devices.\n\nFeatures:\n\n• Explore new shows with personalized recommendations. \n• Find trending shows and episodes by category with Top Charts. \n• Browse hundreds of curated collections from Apple editors. \n• Follow and save your favorite shows to your library. \n• Use playback controls to build and manage your queue, control playback speed, and set sleep timers. \n• Add your favorite categories to find shows that map to your unique taste.\n• Access subscriber-only content — from the biggest names to the top independents.\n• Connect subscriptions to access shows from Apple Music, Apple News, and other top apps. \n• Read along as the episode plays with transcripts.\n• Get new episode notifications from shows you follow.\n• Download episodes and listen offline.\n• Pick up where you left off with seamless syncing across your Apple devices.\n• Listen on-the-go with CarPlay and Apple Watch.\n\nAvailability and features vary by country and region, plan, or device. https://support.apple.com/HT204411",
      "android_package_name": " ",
      "ios_bundle_id": "com.apple.podcasts",
      "title": "Podcasts",
      "domain_name": [],
      "website": "",
      "developer": "Apple Inc.",
      "app_country": "US",
      "icon": "https://help.apple.com/assets/675C7EA493F17C59DA03ED37/675C7EA805331F3F6B02131C/en_GB/aa0d7270566902790647a2d674334fbb.png",
      "icon_72": "https://help.apple.com/assets/675C7EA493F17C59DA03ED37/675C7EA805331F3F6B02131C/en_GB/aa0d7270566902790647a2d674334fbb.png=s72-rw",
      "market_status": "PUBLISHED",
      "isPopular": true,
      "popularity": 100
    },
    {
      "app_availability": {
        "available_in": [
          "IN",
          "US",
          "UK"
        ],
        "package_name": "com.google.android.apps.tasks"
      },
      "cat_key": "PREINSTALLED",
      "cat_keys": [
        "PREINSTALLED",
        "APPLICATION"
      ],
      "category": "Productivity",
      "description": "Reminders makes it easier than ever to remember the things you need to do. You can use it for all of life's to-dos, including grocery lists, projects at work, or anything else you want to track. And with iCloud, it's easy to keep all your devices in sync, so you’ll always have your reminders with you.\n\nFeatures \n\nFast and easy to use\n• Use Siri to create reminders with your voice.\n• Create, edit, and complete scheduled reminders from within the Calendar app.\n• Use powerful keyboard shortcuts to speed up your workflow.\n• Add a widget to your Home Screen on iOS and iPadOS, or Notification Center on macOS, to view and complete reminders. \n• Make shopping easier with grocery lists that automatically group related items into sections like dairy and produce. \n\nPowerful organization\n• Smart Lists - Today, Scheduled, Flagged, All, and Assigned to Me, and Completed - automatically organize and display upcoming reminders. \n• Organize your reminders with tags to make them easy to find.\n• Custom Smart Lists automatically include reminders that matter most to you by gathering to-dos based on tags, dates, times, locations, flags, and priority.\n• Sort reminders by title, priority, due date, or creation date. Or manually move reminders up and down within any list so they are in the order you prefer.\n• Use subtasks to add additional detailed tasks to a reminder.\n• Organize reminders within a list by creating section headers; try viewing sections in column view to arrange them across your screen. It’s a powerful way to visualize tasks, or even make simple kanban boards. \n• Save a list as a template to reuse it for routines, packing lists, and more. Share templates with others via a link, or download templates that others have shared. \n\nBe reminded when and how you want \n• Set reminders to repeatedly remind you daily, weekly or at custom intervals.\n• Trigger reminders by specific locations, for example when you arrive at home or work, or when you get in your car.\n• Tag people in a reminder to get a reminder the next time you chat with them in Messages.\n\nCollaborate with others\n• Share and collaborate on a list of reminders - everyone with access to the shared list will be able to add or complete reminders. \n• Assign reminders to people with whom you share lists.\n\nIntelligence\n• Get smart suggestions that you can add with a tap based on reminders you’ve created in the past.\n• Natural language support allows you to type phrases to create reminder settings. Try something like “Jog every other morning” for a specific, recurring reminder.\n\nReminders for Apple Watch\n• Get notified and mark reminders as complete right from your wrist and automatically sync across your iPhone, iPad, Mac, or Apple Vision Pro with iCloud.\n• View reminders and create new ones directly on your Apple Watch.\n\nCertain features are available only in select languages and regions.",
      "android_package_name": " ",
      "ios_bundle_id": "com.apple.reminders",
      "title": "Reminders",
      "domain_name": [],
      "website": "",
      "developer": "Apple Inc.",
      "app_country": "US",
      "icon": "https://help.apple.com/assets/675C7EA493F17C59DA03ED37/675C7EA805331F3F6B02131C/en_GB/b00f84807218a0d62cb0929f521c2516.png",
      "icon_72": "https://help.apple.com/assets/675C7EA493F17C59DA03ED37/675C7EA805331F3F6B02131C/en_GB/b00f84807218a0d62cb0929f521c2516.png=s72-rw",
      "market_status": "PUBLISHED",
      "isPopular": true,
      "popularity": 100
    },
    {
      "app_availability": {
        "available_in": [
          "IN",
          "US",
          "UK"
        ],
        "package_name": "savannah.internet.web.browser"
      },
      "cat_key": "PREINSTALLED",
      "cat_keys": [
        "PREINSTALLED",
        "APPLICATION"
      ],
      "category": "Utilities",
      "description": "Explore the web with lightning-fast speed, powerful privacy protections and robust customization options. With Safari you can browse sites, translate web pages, and access your tabs across iOS, iPadOS, and macOS. \n\nFeatures\n\n• Passwords, bookmarks, history, tabs and more seamlessly sync across iPhone, iPad and Mac\n• Private Browsing mode doesn’t save your history and keeps your browsing your business\n• Intelligent Tracking Prevention prevents trackers from following you across websites you visit\n• Tab Groups let you save and organize your tabs and access them across iOS, iPadOS and macOS\n• Profiles help keep your browsing history, website data, and more separate between topics like work and personal\n• Shared Tab Groups help you share tabs and collaborate with family and friends\n• Extensions allow you to personalize Safari and add even more functionality to the browser\n• Reader formats articles for easy reading without ads, navigation, or other distracting items\n• Privacy Report shows known trackers that have been blocked from tracking you\n• Reading List easily saves articles for you to read later\n• Voice Search lets you search the web using just your voice\n• Web page translation converts entire webpages into other languages right in the browser\n• Handoff effortlessly passes what you’re doing in Safari from one device to another\n• Add to Home Screen allows you to quickly launch a website or web app from your Home Screen",
      "android_package_name": " ",
      "ios_bundle_id": "com.apple.mobilesafari",
      "title": "Safari",
      "domain_name": [
        "https://www.apple.com/safari",
        "https://www.apple.com"
      ],
      "website": "https://www.apple.com/safari",
      "developer": "Apple Inc.",
      "app_country": "US",
      "icon": "https://play-lh.googleusercontent.com/4e3t_if5IUZegzhgbcXs78VXtP3yVNagYzYSnykKTqTEcGvT1_2kOsbizvJenxRLzt0",
      "icon_72": "https://play-lh.googleusercontent.com/4e3t_if5IUZegzhgbcXs78VXtP3yVNagYzYSnykKTqTEcGvT1_2kOsbizvJenxRLzt0=s72-rw",
      "market_status": "PUBLISHED",
      "isPopular": true,
      "popularity": 100
    },
    {
      "app_availability": {
        "available_in": [
          "IN",
          "US",
          "UK"
        ],
        "package_name": "any.shortcut"
      },
      "cat_key": "PREINSTALLED",
      "cat_keys": [
        "PREINSTALLED",
        "APPLICATION"
      ],
      "category": "Productivity",
      "description": "Create custom automations or choose from hundreds of built-in actions in your favorite apps — like Calendar, Camera, Reminders, and more — to help you accomplish everyday tasks with a simple tap from the Home Screen, by asking Siri, or even automatically.\n\nUse the Shortcuts app to:\n\n\t•\tAdd a Home Screen icon that calls a loved one\n\t•\tMake animated GIFs\n\t•\tMake PDFs from Safari\n\nAnd so much more...\n\nShortcuts opens up incredible possibilities to automate things you do regularly on your iPhone and iPad.",
      "android_package_name": " ",
      "ios_bundle_id": "com.apple.shortcuts",
      "title": "Shortcuts",
      "domain_name": [
        "https://www.apple.com/siri",
        "https://www.apple.com"
      ],
      "website": "https://www.apple.com/siri",
      "developer": "Apple Inc.",
      "app_country": "US",
      "icon": "https://help.apple.com/assets/675C7EA493F17C59DA03ED37/675C7EA805331F3F6B02131C/en_GB/4df05abf5b188d68885bccb1bcf2850f.png",
      "icon_72": "https://help.apple.com/assets/675C7EA493F17C59DA03ED37/675C7EA805331F3F6B02131C/en_GB/4df05abf5b188d68885bccb1bcf2850f.png=s72-rw",
      "market_status": "PUBLISHED",
      "isPopular": true,
      "popularity": 100
    },
    {
      "app_availability": {
        "available_in": [
          "IN",
          "US",
          "UK"
        ],
        "package_name": "com.nextbillion.groww"
      },
      "cat_key": "PREINSTALLED",
      "cat_keys": [
        "PREINSTALLED",
        "APPLICATION"
      ],
      "category": "Finance",
      "description": "Stocks makes it easy to follow the daily performance of your stocks and the market. Track groups of stocks, indexes, mutual funds, ETFs, and currencies through watchlists. Dive into tickers to get the latest quotes and track movements through interactive charts. Stay on top of the latest business news from top publications around the world. With iCloud you can track your stocks across your Mac, your iPad, your Apple Watch, your Apple Vision Pro, or on your iPhone. \n\nFeatures\n\nWatchlists\n• Group stocks, indexes, mutual funds, ETFs, currencies into one or more watchlists.\n• Track performance of tickers in each watchlist at a glance through color-coded spark-lines, price quotes, as well as price change, percentage change, and market capitalization.\n• Organize tickers within watchlists manually, by name, by price change, by percentage change, or by market capitalization.\n\nTicker Details\n• Explore specific tickers in your watchlist through interactive price charts for day, week, month, and multi-month periods. Compare prices at different times.\n• For any ticker view key details including after-hours price, trading volume, EPS, and more.\n• Add the date for a company’s upcoming earnings report to your calendar.\n\nBusiness News\n• Read and watch stories specific to the companies you follow from top-rated business publications powered by Apple News*.\n• Apple News+ subscribers can see Apple News+ stories right in Stocks.\n\nMore ways to view Stocks\n• Use the Stocks app on your iPhone, your iPad, your Apple Watch, your Mac, and your Apple Vision Pro.\n• Add Stocks widgets to your Home Screen or Lock Screen to see price quotes at a glance.\n• Ask Siri questions such as “How is the Nikkei doing?” or “What is Apple’s stock price?”\n\n*Top Stories and Apple News stories are available in the US, UK, Canada, and Australia; news stories in other countries are provided by Yahoo.",
      "android_package_name": " ",
      "ios_bundle_id": "com.apple.stocks",
      "title": "Stocks",
      "domain_name": [],
      "website": "",
      "developer": "Apple Inc.",
      "app_country": "US",
      "icon": "https://help.apple.com/assets/675C7EA493F17C59DA03ED37/675C7EA805331F3F6B02131C/en_GB/903deff89ddd59acfbd8c6caab55a1bb.png",
      "icon_72": "https://help.apple.com/assets/675C7EA493F17C59DA03ED37/675C7EA805331F3F6B02131C/en_GB/903deff89ddd59acfbd8c6caab55a1bb.png=s72-rw",
      "market_status": "PUBLISHED",
      "isPopular": true,
      "popularity": 100
    },
    {
      "app_availability": {
        "available_in": [
          "IN",
          "US",
          "UK"
        ],
        "package_name": "info.camposha.swift"
      },
      "cat_key": "PREINSTALLED",
      "cat_keys": [
        "PREINSTALLED",
        "APPLICATION"
      ],
      "category": "Education",
      "description": "Easily learn how to code in Swift directly on your iPhone or iPad!  Includes over 375 fun and fully interactive mini lessons and tutorials.\n\nWHAT OUR USERS ARE SAYING\n\n5 Stars - “Very informative.  It is the only app I know that lets you type in the code.  This is important for learning efficiently.  Bravo.\"\n\n5 Stars - “Better than the docs!  I don’t have much free time at home to go through the Swift docs, but I have time to kill on the daily commute.  This pocket sized Swift resource just fits the bill perfectly.\"\n\nWHY USE CODE SWIFT?\n\nWant to be a better writer?  Write more!\nWant to be a better coder? Code more!\nWant to be great in Swift? Write more Swift code!\n\nCode Swift offers you 26 Swift courses with bite-sized lessons where you have to write your own Swift code!  You will be amazed how fast you can learn to code!  Code Swift starts with the basics and assumes you have no prior programming experience.  Code Swift is also a great resource for intermediate to advanced users because it makes it super quick and easy to review any of the more advanced topics such as filter, map, reduce, or delegates and guard statements, etc.\n\nCode Swift offers a totally unique experience by challenging you to write your own code from start to finish.  There really is no faster and more enjoyable way to learn than writing your own code.  Our realtime code checker instantly offers valuable tips and suggestions the moment you make a mistake.  It is like having your own personal swift instructor sitting next to you to help you along and accelerate your learning and make sure that you won’t get frustrated, stuck, and give up. \n\nAfraid of getting stuck?  Don't be!  As soon as you make a mistake, you see a red exclamation mark.  Just press on it to get step by step guidance and help so you are never stuck and never alone!  Once you get more comfortable, you can also turn the real-time code checker off (this is great while working through the course a second time to make sure you truly know how to code).\n\nNeed more help?  Just press on the video link to have one of our instructors give you a step-by-step walk through and explain everything in more detail.\n\nCode Swift also acts as a Swift Guide in your pocket.  Have a question or need a quick refersher on a specific topic?  Just use our powerful search feature to instantly find great examples and code snippets with detailed explanations.\n\nCode Swift Courses:\n1. Swift basics\n2. True or False\n3. If statements\n4. Optional?\n5. Arrays\n6. Loop de loop\n7. Strings\n8. Dictionaries\n9. Functions\n10. Switch\n11. Tuples\n12. Enums\n13. Structs\n14. Classes\n15. Tips and Tricks\n16. Closures\n17. Extensions\n18. Properties\n19. Protocols\n20. Delegates\n21. Type Casting\n22. Generics\n23. Map Filter Reduce\n24. Sets\n25. Guard & Defer\n26. Error Handling\n\nThe first course is completely free.  All other courses can be unlocked with a single in-app-purchase.  Once purchased, you will instantly qualify for all future additions and updates including future courses.\n\nIf you have any questions or concerns, please email us at support at happymooseapps.com",
      "android_package_name": " ",
      "ios_bundle_id": "com.apple.Playgrounds",
      "title": "Swift Playgrounds",
      "domain_name": [],
      "website": "",
      "developer": "Happy Moose Apps Inc.",
      "app_country": "US",
      "icon": "https://help.apple.com/assets/675C7EA493F17C59DA03ED37/675C7EA805331F3F6B02131C/en_GB/5fbf9f6dd414b51b287b39b6187e6a99.png",
      "icon_72": "https://help.apple.com/assets/675C7EA493F17C59DA03ED37/675C7EA805331F3F6B02131C/en_GB/5fbf9f6dd414b51b287b39b6187e6a99.png=s72-rw",
      "market_status": "PUBLISHED",
      "isPopular": true,
      "popularity": 100
    },
    {
      "app_availability": {
        "available_in": [
          "IN",
          "US",
          "UK"
        ],
        "package_name": "com.fireshooters.lifetips"
      },
      "cat_key": "PREINSTALLED",
      "cat_keys": [
        "PREINSTALLED",
        "APPLICATION"
      ],
      "category": "Education",
      "description": "Get the most from your Apple devices with helpful hints and hidden gems.\n\nFeatures\n• Learn about your device and its built-in apps.\n• Flip through collections of tips on a specific topic.\n• Discover more with detailed user guides.\n• Search for tips that interest you.\n• Check back for the latest suggestions — new tips are added often.",
      "android_package_name": " ",
      "ios_bundle_id": "com.apple.tips",
      "title": "Tips",
      "domain_name": [],
      "website": "",
      "developer": "Apple Inc.",
      "app_country": "US",
      "icon": "https://help.apple.com/assets/675C7EA493F17C59DA03ED37/675C7EA805331F3F6B02131C/en_GB/9cf29cf7a2549bbda39f06f3c2ea7001.png",
      "icon_72": "https://help.apple.com/assets/675C7EA493F17C59DA03ED37/675C7EA805331F3F6B02131C/en_GB/9cf29cf7a2549bbda39f06f3c2ea7001.png=s72-rw",
      "market_status": "PUBLISHED",
      "isPopular": true,
      "popularity": 100
    },
    {
      "app_availability": {
        "available_in": [
          "IN",
          "US",
          "UK"
        ],
        "package_name": "com.google.android.apps.translate"
      },
      "cat_key": "PREINSTALLED",
      "cat_keys": [
        "PREINSTALLED",
        "APPLICATION"
      ],
      "category": "Utilities",
      "description": "Translate lets you quickly and easily translate your voice and text between languages. Designed to be the best and easiest-to-use app for translating phrases, conversations, and even the text around you. Translate combines high-quality translations with an intuitive design, so that translating is quick and easy.\n\nFeatures\n\n• Text translation - Text translation is fast, simple, and intuitive. All supported languages include their keyboards so you don’t have to download or manually switch between them\n\n• Voice translation - Translate your voice from one language to another. The app detects which of the two selected languages you’re speaking and provides the translated text and audio in the other language\n\n• Conversations - In the Conversation tab, tap the single microphone button to speak, and automatic language detection will transcribe what you say in chat bubbles on the correct side of the conversation\n\n• Translate camera - Translate text around you using the camera view. Translate text in real-time, pause the view to zoom in for a closer look, or translate text in photos from your Photos library\n\n• Dictionary - Tap a word in a completed translation to see the definition in the built‑in dictionary\n\n• On-device mode - Enable a fully offline experience in Translate and for downloaded languages. Keep your translations private without needing to turn off your internet connection\n\n• Auto Translate - Translate speech without tapping the microphone button in a conversation. Auto Translate automatically detects when you start speaking and when you stop, so the other person can just respond\n\n• Face to face view - Change the conversation view when chatting face to face so that each person can see the conversation from their own side\n\n• Favorites - For phrases you use frequently and want to keep, save them to your Favorites for easy access later\n\nTranslate currently supports translation between any combination of these languages:\n\n• Arabic\n• Chinese (Mandarin - China Mainland)\n• Chinese (Mandarin - Taiwan)\n• Dutch\n• English (US)\n• English (UK)\n• French (France)\n• German (Germany)\n• Indonesian\n• Italian (Italy)\n• Japanese\n• Korean\n• Polish\n• Portuguese (Brazil)\n• Russian\n• Spanish (Spain)\n• Thai\n• Turkish\n• Ukrainian\n• Vietnamese\n\nNOTE: The languages listed above are supported in the most recent operating system. Not all languages may be available in previous operating systems.",
      "android_package_name": " ",
      "ios_bundle_id": "com.apple.Translate",
      "title": "Translate",
      "domain_name": [],
      "website": "",
      "developer": "Apple Inc.",
      "app_country": "US",
      "icon": "https://help.apple.com/assets/675C7EA493F17C59DA03ED37/675C7EA805331F3F6B02131C/en_GB/4b5d59237c84dd7436631525e8a6a3e4.png",
      "icon_72": "https://help.apple.com/assets/675C7EA493F17C59DA03ED37/675C7EA805331F3F6B02131C/en_GB/4b5d59237c84dd7436631525e8a6a3e4.png=s72-rw",
      "market_status": "PUBLISHED",
      "isPopular": true,
      "popularity": 100
    },
    {
      "app_availability": {
        "available_in": [
          "IN",
          "US",
          "UK"
        ],
        "package_name": "com.jio.jioplay.tv"
      },
      "cat_key": "PREINSTALLED",
      "cat_keys": [
        "PREINSTALLED",
        "APPLICATION"
      ],
      "category": "Entertainment",
      "description": "Apple TV app is the home of Apple TV+, MLS Season Pass, and more.\n\nWith the Apple TV app, you can:\n• Watch critically acclaimed Apple Original series and films on Apple TV+, like The Morning Show, Ted Lasso, Foundation, Hijack, CODA, Ghosted, and more – with new releases every month.\n• Watch live sports such as MLS Season Pass, with access to every live Major League Soccer regular-season match, the entire playoffs, and Leagues Cup, all with no blackouts.\n• Buy or rent newly-released movies or explore the catalog of over 100,000 movies and shows—including the largest selection of 4K HDR titles.\n• Try Apple TV channels, including Paramount+, Starz, and more. Subscribe to just the channels you want and share with your family. Channels play on the Apple TV app ad-free, online or off—no additional apps, accounts, or passwords needed.\n• Discover shows and movies from over 100 video streaming apps, including Disney+, HBO Max, Hulu, Prime Video, Peacock and more with personalized recommendations from all of them in one place.\n• Sign in with your pay-TV subscription to unlock on-demand shows and movies as well as live sports included with your subscription.\n• Find the Apple TV app on iPhone, iPad, Apple TV, and Mac, as well as Samsung and LG Smart TVs, Amazon Fire TV, Roku, and more smart TVs and streaming devices.\n\nApple TV app makes watching TV easier:\n• With Continue Watching, pick up where you left off across all your devices.\n• Add to Watchlist to keep track of what you want to watch later.\n• Browse sports to see live and upcoming games for both national and local sports. Choose your favorite teams to automatically add games to Continue Watching and receive notifications for close games and more.\n• Easily find all of your purchased movies and shows in the Library tab. Browse by recently added, downloaded, genre, and more.\n• Stream over a Wi-Fi or cellular connection, or download to watch offline.\n\nRequirements:\n• iOS devices using iOS 12.3 or later\n• Some features require internet access over a Wi-Fi or cellular data connection\n• HDR video playback may not be available for all content or on all devices\n\nIf you subscribe to any Apple TV channels, payment will be charged to your Apple Account at the confirmation of purchase. Subscriptions automatically renew unless they are canceled at least 24 hours prior to the end of the current period. Your account will be charged for renewal within 24 hours prior to the end of the current period. Simultaneous streams may be limited on a per-subscription basis. The availability of Apple TV features, channels, and related content may vary depending on the country or region from which you attempt to access them. You can manage and cancel your subscriptions by going to your Settings on the Apple TV app after purchase. See https://www.apple.com/legal/privacy/en-ww for the Privacy Policy. Apple TV app Terms and Conditions can be found at https://www.apple.com/legal/internet-services/itunes/us/terms.html",
      "android_package_name": " ",
      "ios_bundle_id": "com.apple.tv",
      "title": "TV",
      "domain_name": [
        "https://www.apple.com/apple-tv-app",
        "https://www.apple.com"
      ],
      "website": "https://www.apple.com/apple-tv-app",
      "developer": "Apple Inc.",
      "app_country": "US",
      "icon": "https://help.apple.com/assets/675C7EA493F17C59DA03ED37/675C7EA805331F3F6B02131C/en_GB/8e6906b1c11f413896b408e665fc0471.png",
      "icon_72": "https://help.apple.com/assets/675C7EA493F17C59DA03ED37/675C7EA805331F3F6B02131C/en_GB/8e6906b1c11f413896b408e665fc0471.png=s72-rw",
      "market_status": "PUBLISHED",
      "isPopular": true,
      "popularity": 100
    },
    {
      "app_availability": {
        "available_in": [
          "IN",
          "US",
          "UK"
        ],
        "package_name": " "
      },
      "cat_key": "PREINSTALLED",
      "cat_keys": [
        "PREINSTALLED",
        "APPLICATION"
      ],
      "category": "Utilities",
      "description": "Voice Memos turns your iPhone, iPad, or Apple Watch into a portable audio recorder, making it easy to capture and share personal notes, song ideas, family moments, classroom lectures, and more. Editing tools like trim, replace, and the new “Save As” feature let you fine-tune your recordings without altering the original. The transcription feature converts speech into text, simplifying the process of finding and referencing specific content. And the new feature to record a vocal layer on top of an existing instrumental recording* without the need for headphones making it easy to capture song ideas on the go. Users can then separate and edit the vocal and instrumental layers independently to continue expanding on those ideas. And with iCloud support, you can capture audio on the go with your iOS device, then use your Mac to do even more with your recordings.\n\nFeatures\n\nRecord\n• Record using the built-in microphone, a Bluetooth headset, or a compatible external microphone.\n• Choose uncompressed audio for maximum sound fidelity, ensuring the highest quality recordings.\n• Opt for compressed audio to save storage space and record longer sessions.\n• Automatically name recordings based on your location.\n• Record a vocal layer* over an instrumental track without headphones.\n• Stereo recording adds greater depth and dimension to your audio**.\n• iCloud support keeps your recordings and edits in sync across all your devices, including iPhone, iPad, Apple Watch, Mac, and Vision Pro.\n\nEdit\n• Pinch-to-zoom for more precision when editing.\n• Trim your recordings to save just the portion you want.\n• Replace and resume to fine-tune your recordings.\n• Save As lets you make edits and save them as a new recording without altering the original file.\n• Separate and independently edit the vocal and instrumental takes for layered recordings*.\n• Transcripts automatically convert speech into text for easy reference***.\n• Enhance Recording reduces background noise and room reverberation with a single tap.\n\nOrganize\n• Quickly find recordings with the search feature.\n• Folders make it easy to organize your recordings.\n• Mark recordings as Favorites so you can quickly access them later.\n\nListen and share\n• Speed up or slow down playback of your recordings, or jump 15 seconds forward or back.\n• Skip Silence analyzes your recordings and automatically skips over gaps in your audio.\n• Share multiple recordings at once via AirDrop, Mail, Messages, and more.\n• Import vocal layer* recordings into Logic Pro as a two-track project for advanced editing and production.\n\n* Adding a vocal layer on top of a Voice Memos recording is available only on the iPhone 16 Pro models.\n** Stereo recording requires Apple devices equipped with stereo microphones and iOS 18 or later.\n*** Audio transcription is available on iPhone 12 and later in English (Australia), English (Canada), English (Ireland), English (New Zealand), English (South Africa), English (UK), and English (US).",
      "android_package_name": " ",
      "ios_bundle_id": "com.apple.VoiceMemos",
      "title": "Voice Memos",
      "domain_name": [
        "http://www.apple.com/ios/ios-12",
        "https://www.apple.com"
      ],
      "website": "http://www.apple.com/ios/ios-12",
      "developer": "Apple Inc.",
      "app_country": "US",
      "icon": "https://help.apple.com/assets/675C7EA493F17C59DA03ED37/675C7EA805331F3F6B02131C/en_GB/34348da8f13ef5e7bcccd7f7603681b2.png",
      "icon_72": "https://help.apple.com/assets/675C7EA493F17C59DA03ED37/675C7EA805331F3F6B02131C/en_GB/34348da8f13ef5e7bcccd7f7603681b2.png=s72-rw",
      "market_status": "PUBLISHED",
      "isPopular": true,
      "popularity": 100
    },
    {
      "app_availability": {
        "available_in": [
          "IN",
          "US",
          "UK"
        ],
        "package_name": "com.google.android.apps.walletnfcrel"
      },
      "cat_key": "PREINSTALLED",
      "cat_keys": [
        "PREINSTALLED",
        "APPLICATION"
      ],
      "category": "Finance",
      "description": "The Wallet app lives right on your iPhone. It’s where you securely keep your credit and debit cards, eligible driver’s license or state ID, transit cards, keys, event tickets, and more — all in one place. And it all works with iPhone or Apple Watch, so you can take less with you but always bring more.\n\nApple Pay\nApple Pay is an easy, secure way to pay in stores or online.1 Pay for a ride, a pizza, or even a new sofa — with Touch ID or Face ID.\n\nApple Card\nApple Card is the credit card created by Apple. You earn up to 3% unlimited Daily Cash back on every purchase every day, and it’s designed with all the privacy and security you’d expect from Apple. You can apply in as little as minute with no impact to your credit score.2\n \nApple Cash\nApple Cash is an easy and secure way to send and receive money in Messages or Wallet.3  And because it’s a digital card that lives in Wallet, you can use it to make purchases in stores, online, or in apps with Apple Pay. With Tap to Cash, you can send and receive Apple Cash simply by holding your iPhone near someone else’s iPhone — without having to share phone numbers.\n\nDriver’s License and State ID\nAdd your eligible driver’s license or state ID to Wallet, and with just a tap of your iPhone or Apple Watch you can present your ID without handing over your device.4 The security of Face ID and Touch ID means only you can present your ID.\n\nBoarding Passes\nAfter you add your airline passes to Wallet, just show up at your gate and easily present your pass directly from your lock screen. And receive timely flight information and notifications along the way.5\n\nTransit\nSet your card to Express Mode, then just tap and hop on to ride the next train or bus.5 Breeze through the turnstiles by holding your iPhone or Apple Watch to the reader. \n\nSports & Live Events\nWith Wallet, your tickets are always at the ready. Enter a concert venue, sports stadium or festival with just your iPhone or Apple Watch.5 Tickets in Apple Wallet now bring fans a richer experience including venue maps, recommended Apple Music playlists, and more.\n\nKeys\nStore keys to your car, home, workplace, and hotel room in Wallet.5 Unlock doors with just a tap of your iPhone or Apple Watch, and securely share keys in Wallet through messaging apps, including Messages, Mail, and more.\n\nLoyalty and Rewards\nAdd your favorite coffee shop, drugstore, or retail rewards cards to Wallet, and next time you’re at checkout, just tap and pay to receive and redeem rewards.5\n\n1  Apple Pay is a service provided by Apple Payments Services LLC, a subsidiary of Apple Inc. Neither Apple Inc. nor Apple Payments Services LLC is a bank. Any card used in Apple Pay is offered by the card issuer.\n\n2 Accepting an Apple Card after your application is approved will result in a hard inquiry, which may impact your credit score. \n\nTo access and use all Apple Card features and products available only to Apple Card users, you must add Apple Card to Wallet on an iPhone or iPad that supports and has the latest version of iOS or iPadOS. Apple Card is subject to credit approval, available only for qualifying applicants in the United States, and issued by Goldman Sachs Bank USA, Salt Lake City Branch.\n\n3 Apple Cash services are provided by Green Dot Bank. Member FDIC. Apple Payments Services LLC, a subsidiary of Apple Inc., is a service provider of Green Dot Bank for Apple Cash accounts. Neither Apple Inc. nor Apple Payments Services LLC is a bank. To learn more about the  Terms and Conditions visit https://applecash.greendot.com/termsconditions. Only available in the U.S. on eligible devices.\n\n4 ID cards in Wallet are currently available for use in select states at select TSA checkpoints. ID verifier is available at select merchants. Requires eligible device and OS version. See apple.com/wallet for details.\n\n5 Only available with select partners and locations, and requires eligible device and OS version. See apple.com/wallet for details.",
      "android_package_name": " ",
      "ios_bundle_id": "com.apple.Passbook",
      "title": "Wallet",
      "domain_name": [
        "https://www.apple.com/wallet",
        "https://www.apple.com"
      ],
      "website": "https://www.apple.com/wallet",
      "developer": "Apple Inc.",
      "app_country": "US",
      "icon": "https://help.apple.com/assets/675C7EA493F17C59DA03ED37/675C7EA805331F3F6B02131C/en_GB/226f3fa27b98e21cbfc3bcfb1567e5f5.png",
      "icon_72": "https://help.apple.com/assets/675C7EA493F17C59DA03ED37/675C7EA805331F3F6B02131C/en_GB/226f3fa27b98e21cbfc3bcfb1567e5f5.png=s72-rw",
      "market_status": "PUBLISHED",
      "isPopular": true,
      "popularity": 100
    },
    {
      "app_availability": {
        "available_in": [
          "IN",
          "US",
          "UK"
        ],
        "package_name": "com.watcho_multi"
      },
      "cat_key": "PREINSTALLED",
      "cat_keys": [
        "PREINSTALLED",
        "APPLICATION"
      ],
      "category": "Utilities",
      "description": "Use the Apple Watch app to pair and sync your Apple Watch with your iPhone. Customize your watch faces and app notifications, choose and arrange the apps in your Dock, select photos and music to sync, and more. Download new Apple Watch apps and watch faces from the App Store.\n\nFeatures\n\n• Pair your Apple Watch with your iPhone and sync content from Calendar, Contacts, Mail, and other apps from your iPhone to your Apple Watch.\n\n• Set up Apple Pay and choose which third-party apps to install on your Apple Watch.\n\n• Customize app notifications delivered to your Apple Watch, including alerts, sounds, and haptics for each app.\n\n• Choose and arrange the apps in your Dock.\n\n• Adjust the frequency of Activity updates, including stand reminders, achievements, and goal completions.\n\n• Sync photos, music and podcasts to Apple Watch to use when you’re away from your iPhone.\n\n• Find and download customized watch faces on the App Store. \n\n• Get tips and tricks, view the Apple Watch User Guide, and more on the Discover tab",
      "android_package_name": " ",
      "ios_bundle_id": "com.apple.Bridge",
      "title": "Watch",
      "domain_name": [],
      "website": "",
      "developer": "Apple Inc.",
      "app_country": "US",
      "icon": "https://help.apple.com/assets/675C7EA493F17C59DA03ED37/675C7EA805331F3F6B02131C/en_GB/88bbdf6763f0a0824b3ff636dd757e17.png",
      "icon_72": "https://help.apple.com/assets/675C7EA493F17C59DA03ED37/675C7EA805331F3F6B02131C/en_GB/88bbdf6763f0a0824b3ff636dd757e17.png=s72-rw",
      "market_status": "PUBLISHED",
      "isPopular": true,
      "popularity": 100
    },
    {
      "app_availability": {
        "available_in": [
          "IN",
          "US",
          "UK"
        ],
        "package_name": "com.weather.nold.forecast"
      },
      "cat_key": "PREINSTALLED",
      "cat_keys": [
        "PREINSTALLED",
        "APPLICATION"
      ],
      "category": "Weather",
      "description": "Weather keeps you informed about conditions including temperature, rain, snow, and wind. Check out the forecast by the hour for the next ten days. Use maps to help you explore weather patterns in your area. Stay notified about upcoming adverse conditions. With iCloud your favorite locations are always synced and easily accessible whether you’re on your Mac, your iPad, your Apple Watch, or on your iPhone.\n\nFeatures\n\nForecasts\nQuickly check current and forecasted conditions by the hour for the next 10 days for temperature, wind, humidity, dew point, feels like temperature, UV index, barometric pressure, and visibility. \nStay aware of adverse conditions through severe weather alerts. \nFollow precipitation intensity over the next hour by the minute.\nGet more clarity about the weather at your location through relevant news articles.\n\nLocations\nSearch for the weather at any location and save your favorites. \nConveniently check the weather at your favorite locations on your iPhone, your iPad, or your Mac.\n\nWeather Maps\nTrack the path and intensity of storms for the next-hour by the minute or for the next 12 hours through animated maps of precipitation.\nObserve wind patterns including direction and speed for the next 24 hours through an animated wind map visualization.\nExplore maps that depict how conditions such as temperature and air quality vary near you.\n\nNotifications\nReceive notifications when rain or snow is about to start or stop, or for severe weather events such as tornadoes, hurricanes, and flash floods.\n\nAir Quality\nStay informed about the current level of air quality, how it compares to yesterday, as well as relevant health recommendations.\n\nHistorical Trends\nPlan your future travels and events using visualizations of seasonal averages of temperature and precipitation conditions.\n\nSun and Moon\nTrack today’s sunrise and sunset times, and comprehensive details about daylight.\nLearn about today’s moon phase, and moonrise and moonset times. Tap to see more intricate details such as the next full moon, and current illumination level as well as a full lunar calendar.\n\nMore ways to view Weather\nSee the forecast at a glance by adding Weather widgets to your Home Screen and Lock Screen.\nTrack the weather on-the-go from your Apple Watch. \nAsk Siri questions such as “What’s the weather like today?”, “How windy is it out there?” or “What time is sunrise in Paris?”\n\nSome features available for select countries or regions.",
      "android_package_name": "default_weather",
      "ios_bundle_id": "com.apple.weather",
      "title": "Weather",
      "domain_name": [],
      "website": "",
      "developer": "Apple Inc.",
      "app_country": "US",
      "icon": "https://help.apple.com/assets/675C7EA493F17C59DA03ED37/675C7EA805331F3F6B02131C/en_GB/6d6a684739e9f5f4e6fa917443006680.png",
      "icon_72": "https://help.apple.com/assets/675C7EA493F17C59DA03ED37/675C7EA805331F3F6B02131C/en_GB/6d6a684739e9f5f4e6fa917443006680.png=s72-rw",
      "market_status": "PUBLISHED",
      "isPopular": true,
      "popularity": 100
    },
    {
        "app_availability": {
          "available_in": [
            "IN",
            "US",
            "UK"
          ],
          "package_name": "com.watcho_multi"
        },
        "cat_key": "PREINSTALLED",
        "cat_keys": [
          "PREINSTALLED",
          "APPLICATION"
        ],
        "category": "Utilities",
        "description": "Use the Apple Watch app to pair and sync your Apple Watch with your iPhone. Customize your watch faces and app notifications, choose and arrange the apps in your Dock, select photos and music to sync, and more. Download new Apple Watch apps and watch faces from the App Store.\n\nFeatures\n\n• Pair your Apple Watch with your iPhone and sync content from Calendar, Contacts, Mail, and other apps from your iPhone to your Apple Watch.\n\n• Set up Apple Pay and choose which third-party apps to install on your Apple Watch.\n\n• Customize app notifications delivered to your Apple Watch, including alerts, sounds, and haptics for each app.\n\n• Choose and arrange the apps in your Dock.\n\n• Adjust the frequency of Activity updates, including stand reminders, achievements, and goal completions.\n\n• Sync photos, music and podcasts to Apple Watch to use when you’re away from your iPhone.\n\n• Find and download customized watch faces on the App Store. \n\n• Get tips and tricks, view the Apple Watch User Guide, and more on the Discover tab",
        "android_package_name": "default_findMy",
        "ios_bundle_id": "com.apple.findmy",
        "title": "Find My",
        "domain_name": [],
        "website": "",
        "developer": "Apple Inc.",
        "app_country": "US",
        "icon": "https://help.apple.com/assets/675C7EA493F17C59DA03ED37/675C7EA805331F3F6B02131C/en_GB/517f23fce6cb0ce5aa8c36bfa5cf5ce3.png",
        "icon_72": "https://help.apple.com/assets/675C7EA493F17C59DA03ED37/675C7EA805331F3F6B02131C/en_GB/517f23fce6cb0ce5aa8c36bfa5cf5ce3.png=s72-rw",
        "market_status": "PUBLISHED",
        "isPopular": true,
        "popularity": 100
      },


      {
        "app_availability": { "available_in": ["IN", "US", "UK"], "package_name": "com.apple.Fitness" },
        "cat_key": "PREINSTALLED",
        "cat_keys": ["PREINSTALLED", "APPLICATION"],
        "category": "Health & Fitness",
        "description": "Apple Fitness helps you stay active, get motivated, and reach your fitness goals with personalized workouts and guided meditation sessions.",
        "ios_bundle_id": "com.apple.Fitness",
        "android_package_name": " ",
        "title": "Fitness",
        "developer": "Apple Inc.",
        "icon": "https://help.apple.com/assets/675C7EA493F17C59DA03ED37/675C7EA805331F3F6B02131C/en_GB/a4f03fe8b7b21fa3160be027c203ed91.png",
        "market_status": "PUBLISHED",
        "isPopular": true,
        "popularity": 100
      },
      {
        "app_availability": { "available_in": ["IN", "US", "UK"], "package_name": "com.apple.Freeform" },
        "cat_key": "PREINSTALLED",
        "cat_keys": ["PREINSTALLED", "APPLICATION"],
        "category": "Productivity",
        "description": "Freeform helps you brainstorm, plan, and organize your ideas all in one place with an infinite canvas for collaboration.",
        "ios_bundle_id": "com.apple.freeform",
        "android_package_name": " ",
        "title": "Freeform",
        "developer": "Apple Inc.",
        "icon": "https://help.apple.com/assets/675C7EA493F17C59DA03ED37/675C7EA805331F3F6B02131C/en_GB/2d4becfdf775f986b72c5aeabf88785c.png",
        "market_status": "PUBLISHED",
        "isPopular": true,
        "popularity": 100
      },
      {
        "app_availability": { "available_in": ["IN", "US", "UK"], "package_name": "com.apple.GarageBand" },
        "cat_key": "PREINSTALLED",
        "cat_keys": ["PREINSTALLED", "APPLICATION"],
        "category": "Music & Audio",
        "description": "GarageBand turns your iOS device into a full-featured recording studio with a collection of touch instruments and effects.",
        "ios_bundle_id": "com.apple.mobilegarageband",
        "android_package_name": " ",
        "title": "GarageBand",
        "developer": "Apple Inc.",
        "icon": "https://help.apple.com/assets/675C7EA493F17C59DA03ED37/675C7EA805331F3F6B02131C/en_GB/0f841429c6c8ee40503d92a613ae39bf.png",
        "market_status": "PUBLISHED",
        "isPopular": true,
        "popularity": 100
      },
      {
        "app_availability": { "available_in": ["IN", "US", "UK"], "package_name": "com.apple.Health" },
        "cat_key": "PREINSTALLED",
        "cat_keys": ["PREINSTALLED", "APPLICATION"],
        "category": "Health & Fitness",
        "description": "The Health app gathers health data from your iPhone, Apple Watch, and apps you already use to help you manage your wellness.",
        "ios_bundle_id": "com.apple.Health",
        "android_package_name": " ",
        "title": "Health",
        "developer": "Apple Inc.",
        "icon": "https://help.apple.com/assets/675C7EA493F17C59DA03ED37/675C7EA805331F3F6B02131C/en_GB/b0b0ac1b1c7d6b411c5e8c61ef41aa87.png",
        "market_status": "PUBLISHED",
        "isPopular": true,
        "popularity": 100
      },
      {
        "app_availability": { "available_in": ["IN", "US", "UK"], "package_name": "com.apple.Home" },
        "cat_key": "PREINSTALLED",
        "cat_keys": ["PREINSTALLED", "APPLICATION"],
        "category": "Lifestyle",
        "description": "The Home app makes it easy to control all your smart home accessories in one place with Apple’s HomeKit technology.",
        "ios_bundle_id": "com.apple.Home",
        "android_package_name": " ",
        "title": "Home",
        "developer": "Apple Inc.",
        "icon": "https://help.apple.com/assets/675C7EA493F17C59DA03ED37/675C7EA805331F3F6B02131C/en_GB/01ef17ed118fde0508f256c8c7de5468.png",
        "market_status": "PUBLISHED",
        "isPopular": true,
        "popularity": 100
      },
      {
        "app_availability": { "available_in": ["IN", "US", "UK"], "package_name": "com.apple.FaceTime" },
        "cat_key": "PREINSTALLED",
        "cat_keys": ["PREINSTALLED", "APPLICATION"],
        "category": "Communication",
        "description": "FaceTime allows you to make video and audio calls to other Apple users worldwide.",
        "ios_bundle_id": "com.apple.facetime",
        "android_package_name": " ",
        "title": "FaceTime",
        "developer": "Apple Inc.",
        "icon": "https://help.apple.com/assets/675C7EA493F17C59DA03ED37/675C7EA805331F3F6B02131C/en_GB/41f9ab48e1f232a876c8151d5ac0f624.png",
        "market_status": "PUBLISHED",
        "isPopular": true,
        "popularity": 100
      },
      {
        "app_availability": {
          "available_in": ["IN", "US", "UK"],
          "package_name": ""
        },
        "cat_key": "PREINSTALLED",
        "cat_keys": ["PREINSTALLED", "APPLICATION"],
        "category": "Utilities",
        "description": "Developer is an app for Apple developers to access technical resources, documentation, and latest news about Apple’s development ecosystem.",
        "android_package_name": " ",
        "ios_bundle_id": "developer.apple.wwdc-Release",
        "title": "Developer",
        "domain_name": [],
        "website": "https://developer.apple.com/",
        "developer": "Apple Inc.",
        "app_country": "US",
        "icon": "https://help.apple.com/assets/675C7EA493F17C59DA03ED37/675C7EA805331F3F6B02131C/en_GB/5053f7e86ca80433daf81d6db7e3be94.png",
        "market_status": "PUBLISHED",
        "isPopular": true,
        "popularity": 100
      },
      {
        "app_availability": {
          "available_in": ["IN", "US", "UK"],
          "package_name": ""
        },
        "cat_key": "PREINSTALLED",
        "cat_keys": ["PREINSTALLED", "APPLICATION"],
        "category": "Communication",
        "description": "Contacts is Apple's built-in app for managing and organizing your contacts, syncing across devices via iCloud.",
        "android_package_name": " ",
        "ios_bundle_id": "com.apple.MobileAddressBook",
        "title": "Contacts",
        "domain_name": [],
        "website": "",
        "developer": "Apple Inc.",
        "app_country": "US",
        "icon": "https://help.apple.com/assets/675C7EA493F17C59DA03ED37/675C7EA805331F3F6B02131C/en_GB/ed7c13771c0469d2ac8c43e15290f96e.png",
        "market_status": "PUBLISHED",
        "isPopular": true,
        "popularity": 100
      },
      {
        "app_availability": {
          "available_in": ["IN", "US", "UK"],
          "package_name": ""
        },
        "cat_key": "PREINSTALLED",
        "cat_keys": ["PREINSTALLED", "APPLICATION"],
        "category": "Navigation",
        "description": "Compass is a simple app that helps users determine direction, altitude, and coordinates with a clean interface.",
        "android_package_name": " ",
        "ios_bundle_id": "com.apple.compass",
        "title": "Compass",
        "domain_name": [],
        "website": "",
        "developer": "Apple Inc.",
        "app_country": "US",
        "icon": "https://developer.apple.com/assets/elements/icons/compass/compass-128x128_2x.png",
        "market_status": "PUBLISHED",
        "isPopular": true,
        "popularity": 100
      },
      {
        "app_availability": {
          "available_in": ["IN", "US", "UK"],
          "package_name": ""
        },
        "cat_key": "PREINSTALLED",
        "cat_keys": ["PREINSTALLED", "APPLICATION"],
        "category": "Utilities",
        "description": "Code Scanner is an Apple app designed to quickly scan QR codes and barcodes directly using the iPhone camera.",
        "android_package_name": " ",
        "ios_bundle_id": "com.apple.BarcodeScanner",
        "title": "Code Scanner",
        "domain_name": [],
        "website": "",
        "developer": "Apple Inc.",
        "app_country": "US",
        "icon": "https://help.apple.com/assets/675C7EA493F17C59DA03ED37/675C7EA805331F3F6B02131C/en_GB/6d763bf7333100d4169805acf48af972.png",
        "market_status": "PUBLISHED",
        "isPopular": true,
        "popularity": 100
      },
      {
        "app_availability": {
          "available_in": ["IN", "US", "UK"],
          "package_name": ""
        },
        "cat_key": "PREINSTALLED",
        "cat_keys": ["PREINSTALLED", "APPLICATION"],
        "category": "Multimedia",
        "description": "Clips is an Apple app that lets users create and edit fun videos with special effects, music, and animated text.",
        "android_package_name": " ",
        "ios_bundle_id": "com.apple.clips",
        "title": "Clips",
        "domain_name": [],
        "website": "https://www.apple.com/clips/",
        "developer": "Apple Inc.",
        "app_country": "US",
        "icon": "https://help.apple.com/assets/675C7EA493F17C59DA03ED37/675C7EA805331F3F6B02131C/en_GB/db4a600f94b01081bc7465360d1224d4.png",
        "market_status": "PUBLISHED",
        "isPopular": true,
        "popularity": 100
      },
      {
        "app_availability": {
          "available_in": ["IN", "US", "UK"],
          "package_name": ""
        },
        "cat_key": "PREINSTALLED",
        "cat_keys": ["PREINSTALLED", "APPLICATION"],
        "category": "Books",
        "description": "Books is Apple's eBook and audiobook platform, allowing users to purchase, download, and read books on their devices.",
        "android_package_name": " ",
        "ios_bundle_id": "com.apple.iBooks",
        "title": "Books",
        "domain_name": [],
        "website": "https://www.apple.com/apple-books/",
        "developer": "Apple Inc.",
        "app_country": "US",
        "icon": "https://help.apple.com/assets/675C7EA493F17C59DA03ED37/675C7EA805331F3F6B02131C/en_GB/c88fa9ecbb6675a159f41495bb32828e.png",
        "market_status": "PUBLISHED",
        "isPopular": true,
        "popularity": 100
      },
      {
        "app_availability": {
          "available_in": ["IN", "US", "UK"],
          "package_name": ""
        },
        "cat_key": "PREINSTALLED",
        "cat_keys": ["PREINSTALLED", "APPLICATION"],
        "category": "Shopping",
        "description": "Apple Store is the official app for purchasing Apple products, booking store appointments, and checking order statuses.",
        "android_package_name": " ",
        "ios_bundle_id": "com.apple.store.Jolly",
        "title": "Apple Store",
        "domain_name": [],
        "website": "https://www.apple.com/retail/",
        "developer": "Apple Inc.",
        "app_country": "US",
        "icon": "https://help.apple.com/assets/675C7EA493F17C59DA03ED37/675C7EA805331F3F6B02131C/en_GB/b2881b6dc934a86e35cabd5b1cea04d7.png",
        "market_status": "PUBLISHED",
        "isPopular": true,
        "popularity": 100
      },
      {
        "app_availability": {
          "available_in": ["IN", "US", "UK"],
          "package_name": ""
        },
        "cat_key": "PREINSTALLED",
        "cat_keys": ["PREINSTALLED", "APPLICATION"],
        "category": "Shopping",
        "description": "App Store is Apple's digital distribution platform for downloading apps, games, and updates on iOS devices.",
        "android_package_name": " ",
        "ios_bundle_id": "com.apple.AppStore",
        "title": "App Store",
        "domain_name": [],
        "website": "https://www.apple.com/app-store/",
        "developer": "Apple Inc.",
        "app_country": "US",
        "icon": "https://upload.wikimedia.org/wikipedia/commons/thumb/6/67/App_Store_%28iOS%29.svg/1200px-App_Store_%28iOS%29.svg.png",
        "market_status": "PUBLISHED",
        "isPopular": true,
        "popularity": 100
      },
      {
        "app_availability": {
          "available_in": ["IN", "US", "UK"],
          "package_name": ""
        },
        "cat_key": "PREINSTALLED",
        "cat_keys": ["PREINSTALLED", "APPLICATION"],
        "category": "Utilities",
        "description": "Measure is an Apple app that uses augmented reality (AR) to measure objects and distances using the iPhone camera.",
        "android_package_name": " ",
        "ios_bundle_id": "com.apple.measure",
        "title": "Measure",
        "domain_name": [],
        "website": "",
        "developer": "Apple Inc.",
        "app_country": "US",
        "icon": "https://help.apple.com/assets/675C7EA493F17C59DA03ED37/675C7EA805331F3F6B02131C/en_GB/63fa68e20397e9b04963deaaceed64fe.png",
        "market_status": "PUBLISHED",
        "isPopular": true,
        "popularity": 100
      },
      {
        "app_availability": {
          "available_in": ["IN", "US", "UK"],
          "package_name": ""
        },
        "cat_key": "PREINSTALLED",
        "cat_keys": ["PREINSTALLED", "APPLICATION"],
        "category": "Productivity",
        "description": "Files is Apple's file management app that allows users to browse, organize, and manage their documents across iCloud, local storage, and third-party services like Google Drive and Dropbox.",
        "android_package_name": " ",
        "ios_bundle_id": "com.apple.DocumentsApp",
        "title": "Files",
        "domain_name": [],
        "website": "https://support.apple.com/en-us/HT206481",
        "developer": "Apple Inc.",
        "app_country": "US",
        "icon": "https://help.apple.com/assets/675C7EA493F17C59DA03ED37/675C7EA805331F3F6B02131C/en_GB/bbba03c60b17e15b9b3965610bb5113d.png",
        "market_status": "PUBLISHED",
        "isPopular": true,
        "popularity": 100
      },
      {
        "app_availability": {
          "available_in": ["IN", "US", "UK"],
          "package_name": ""
        },
        "cat_key": "PREINSTALLED",
        "cat_keys": ["PREINSTALLED", "APPLICATION"],
        "category": "Productivity",
        "description": "iCloud Drive lets you securely store, organize, and access all your files across your iPhone, iPad, Mac, and even Windows devices. Easily share documents, collaborate in real-time, and access your files from anywhere with an internet connection.",
        "android_package_name": " ",
        "ios_bundle_id": "com.apple.iCloudDriveApp",
        "title": "iCloud Drive",
        "domain_name": [],
        "website": "https://support.apple.com/en-us/HT201104",
        "developer": "Apple Inc.",
        "app_country": "US",
        "icon": "https://help.apple.com/assets/675C7EA493F17C59DA03ED37/675C7EA805331F3F6B02131C/en_GB/c396f6a8b5dbddb3c16305d09dc50bf0.png",
        "market_status": "PUBLISHED",
        "isPopular": true,
        "popularity": 100
      },
      {
        "app_availability": {
          "available_in": ["IN", "US", "UK"],
          "package_name": ""
        },
        "cat_key": "PREINSTALLED",
        "cat_keys": ["PREINSTALLED", "APPLICATION"],
        "category": "Productivity",
        "description": "Mail is Apple's built-in email client that allows users to send, receive, and organize their emails seamlessly. It supports multiple email providers, rich text formatting, and smart mailboxes for efficient email management.",
        "android_package_name": " ",
        "ios_bundle_id": "com.apple.mobilemail",
        "title": "Mail",
        "domain_name": [],
        "website": "https://support.apple.com/en-us/HT201286",
        "developer": "Apple Inc.",
        "app_country": "US",
        "icon": "https://help.apple.com/assets/675C7EA493F17C59DA03ED37/675C7EA805331F3F6B02131C/en_GB/aa62abf5cc9d0835a2c78f52d57361d1.png",
        "market_status": "PUBLISHED",
        "isPopular": true,
        "popularity": 100
      } 
  ]