[
    {
      "app_availability": {
        "available_in": [
          "IN",
          "US"
        ],
        "package_name": "com.tinder"
      },
      "cat_key": "DATING",
      "cat_keys": [
        "DATING",
        "APPLICATION"
      ],
      "category": "Lifestyle",
      "description": "MATCH, CHAT & DATE. IT STARTS WITH A SWIPE™.\nWith 97+ billion matches to date, Tinder® is the top free dating app and the best place to meet new people, with safety features that work to help you date more safely. Looking for love? An open relationship? Trying to find a date or new friends to chat with? Connect with local people everywhere on Tinder and get the best out of your dating experience:\n\nCome As You Are: Whether you're straight, gay, bisexual, or anything in between, you can be who you are and find who you want on Tinder.\nDate Beyond Photos: Share your interests and learn more about your matches to get the conversation started.\nSeek What You’re Looking For: Set your relationship goals and make connections on your terms.\n\nHOW TINDER WORKS\nIt’s easy and fun to find new people on Tinder®. Express yourself to make your personality shine in your profile and stand out to potential matches. Answer a prompt, share a little about you, and show face in your pics to increase your match-making potential. Use the Swipe Right™ feature to Like and the Swipe Left™ feature to Nope. If they Like you back, It’s a Match! And with our double opt-in feature, it’s only a match if the interest is mutual.\n\nPUT SAFETY FIRST\nTry some of our safety features to help you make connections more confidently:\n\n- Share My Date: Share date plans with friends and fam, so they know who you’re planning to meet up with and where\n- Get Photo Verified: Verify your photos to help potential matches know it’s really you in that cute pic & increase your chances of matching\n- Are You Sure / Does This Bother You: Tinder detects inappropriate language so people think twice before sending a disrespectful message\n- Report a Profile: Quickly report and block profiles with suspicious activity or inappropriate behavior\n- Block Contacts: Take control and block anyone (like an ex) you don’t want to see on the app\n- Video Chat: Hitting it off in chat? Test your online dating chemistry and meet new people from home!\n\nTRY TINDER PLUS\n- Unlimited Likes for you to catch feelings for as many new people as you want\n- Use Passport Mode™ to match and chat with locals anywhere in the world before you arrive\n- Unlimited Rewinds to undo your last Like or Nope\n- Go Incognito and be seen only by the people you Like\n\nEXPERIENCE TINDER GOLD\n- Get everything in Tinder Plus™, and try it out for a week before you commit to a monthly subscription\n- See who Likes You and match with them on the spot for faster connections\n- Monthly Boost puts your profile to the top for 30 minutes to help increase your profile views\n- Weekly Super Likes, because sometimes you really, really Like someone\n\nUPGRADE TO TINDER PLATINUM\nGet most of Tinder’s premium features: Join Tinder Platinum™ to get your Likes prioritized with potential matches, send them a compliment before matching, and more.\n\nSo what are you waiting for? Join millions of people worldwide! Tinder offers the most daters, increasing your chances of finding exactly what you're looking for. Download the best free dating app today!\n\n---------------\nIf you choose to purchase Tinder Plus®, Tinder Gold™, or Tinder Platinum™ payment will be charged to your Apple account, and your account will be charged for renewal within 24-hours prior to the end of the current period. Auto-renewal may be turned off at any time by going to your settings in the App Store after purchase. No cancellation of the current subscription is allowed during the active subscription period. If you don’t choose to purchase Tinder Plus®, Tinder Gold™, or Tinder Platinum™, you can simply continue using Tinder for free.\n\nAll photos are of models and used for illustrative purposes only.\n\nPrivacy: https://www.gotinder.com/privacy\nTerms: https://www.gotinder.com/terms\nVisit: https://www.tinderlove.com/",
      "android_package_name": "com.tinder",
      "ios_bundle_id": "com.cardify.tinder",
      "title": "Tinder",
      "domain_name": [
        "https://tinder.com",
        "https://tinder.com"
      ],
      "website": "https://tinder.com",
      "developer": "Tinder LLC",
      "app_country": "US",
      "icon": "https://play-lh.googleusercontent.com/qimgg9SRFgp1S06iKTv5e0L8aziUhPYCE7Vn1YEylejPfOrrMkB5PdADQbsyPBLFy9Xe",
      "icon_72": "https://play-lh.googleusercontent.com/qimgg9SRFgp1S06iKTv5e0L8aziUhPYCE7Vn1YEylejPfOrrMkB5PdADQbsyPBLFy9Xe=s72-rw",
      "market_status": "PUBLISHED"
    },
    {
      "app_availability": {
        "available_in": [
          "IN",
          "US"
        ],
        "package_name": "com.bumble.app"
      },
      "cat_key": "DATING",
      "cat_keys": [
        "DATING",
        "APPLICATION"
      ],
      "category": "Lifestyle",
      "description": "Bumble is a free dating app dedicated to helping singles find fun, meaningful, and kind connections. It’s the dating app where kindness is sexy, and where women come first, always. We champion respect and equality, and we don't just welcome, but we celebrate every orientation. So whether you're straight, gay, lesbian, trans, here to find love, here to find fun, here to find friends, or simply dating for the plot–creating new connections has never been easier.\n\nOur community is filled with millions of people across the globe who are ready to chat and meet new people, build genuine and meaningful connections, and maybe find that artsy, museum-loving, Scorpio they've been looking for.\n\nDATE, MEET NEW FRIENDS, AND NETWORK\nOur matchmaking technology is constantly evolving to create a fun, kind, and most importantly safe experience for you across all of our apps, including:\n\nBumble Date: Where women make the first move. Women always come first on Bumble, we've rewritten the dating rules so that everyone can form meaningful relationships safely and respectfully.\n\nBumble For Friends: Life is better with friends. Whether you're new to a city or hoping to expand your circle, Bumble For Friends is an easy way to make new friends.\n\nBumble Bizz: Yep, you read that correctly. We have Bumble Bizz, too. Use Bumble Bizz to network, find mentors, and create new exciting career opportunities.\n\nWOMEN COME FIRST, ALWAYS\nWe believe a better world for women means a better world for everyone. So, for the most part, women get to make the first move around here. In heterosexual matches, the woman has 24 hours to make the first move and the man has 24 hours to respond. In same-sex matches, either person has 24 hours to make the first move, while the other individual has 24 hours to respond. So, don't let them be the one that got away. Send that message ASAP.\n\nDON'T JUST TAKE OUR WORD FOR IT\n“Bumble exists to empower women...” (Fast Company)\n“Bumble is just an app: but it’s changing the discussion.” (Wired)\n“Bumble offers an alternative that prioritises meaningful connections, with women calling the shots:” (UK Sunday Times)\n“Bumble rejects hate speech to make users feel safe on its dating app” (Texas Standard)\n“What makes Bumble different from other dating apps...is its focus on giving women all the power. ” (Business Insider)\n\n---\n\nLike the best things in life, Bumble is free to download and use. But we do also offer optional subscription packages (Bumble Premium and Bumble Boost) and single or multiple-use paid services for which no subscription is required (including Spotlights and SuperSwipes).\n\nWe offer weekly, monthly, 3 month, and 6 month subscriptions with varying discounts. The prices may vary per country and are subject to change without notice. Prices are clearly displayed in the app.\n\n* Payment will be charged to your iTunes account at confirmation of purchase.\n* Your subscription will automatically renew itself, unless auto-renewal is turned off at least 24 hours before the end of the current period.\n* Your account will be charged for renewal within 24 hours before the end of the current period.\n* You can manage your subscriptions and turn off auto-renewal by going to your Account Settings in the iTunes Store.\n* If offered, if you choose to use our free trial, any unused portion of the free trial period will be forfeited when you purchase a subscription to that publication, where applicable\n* If you don’t choose to purchase Bumble Boost or Bumble Premium, you can simply continue using and enjoying Bumble for free.\n\nYour personal data is securely stored on Bumble - be sure to read our privacy policy and terms and conditions:\nhttps://www.bumble.com/privacy\nhttps://www.bumble.com/terms\n\nBumble Inc. is the parent company of Bumble, along with Badoo, Official, and Fruitz",
      "android_package_name": "com.bumble.app",
      "ios_bundle_id": "com.moxco.bumble",
      "title": "Bumble",
      "domain_name": [
        "http://bumble.com",
        "https://bumble.com"
      ],
      "website": "http://bumble.com",
      "developer": "Bumble Holding Limited",
      "app_country": "US",
      "icon": "https://play-lh.googleusercontent.com/tcdv5wPymQgUzdtCYkzKfbNm_SpcI3cZudImvvH570E7qjaXiuFSraDY1lgUj2bkTIM",
      "icon_72": "https://play-lh.googleusercontent.com/tcdv5wPymQgUzdtCYkzKfbNm_SpcI3cZudImvvH570E7qjaXiuFSraDY1lgUj2bkTIM=s72-rw",
      "market_status": "PUBLISHED"
    },
    {
      "app_availability": {
        "available_in": [
          "IN",
          "US"
        ],
        "package_name": "com.okcupid.okcupid"
      },
      "cat_key": "DATING",
      "cat_keys": [
        "DATING",
        "APPLICATION"
      ],
      "category": "Lifestyle",
      "description": "Get the best online dating app experience and match-up based on who you really are and what you love. OkCupid is all about inclusive online dating for every single person!\n\nThe dating app that lets you experience real adult dating for those who know what they want!\n\nWith OkCupid, you can meet new friends online or find serious relationships, date and make meaningful connections. Find your match and a date for tonight!\nThis matchmaking app cares about you. We’ve created an exciting online dating environment for every single person. Try it now and start your journey towards better relationships.\n\nPersonalize your dating profile with your interests, what your dating expectations are and leave the rest to the matching algorithm!\nGreat Romantic dates come from true matches - that’s why the OkCupid online dating app shows off who you are beyond a photo.\nMeet cute singles, build connections and find love! You deserve it all!\n\n• Love is inclusive, and so is OkCupid. Create a free dating profile that highlights what makes you special and unique.\n• Find your soulmate from over 60 different gender identities and sexual orientations: Gay, Lesbian, Bisexual, pansexual, queer and more. Gay marriage can be more than just a dream.\n•  She/her, he/him, they/them - highlight your gender pronouns and meet locals near you!\n• On OkCupid you can find everything you are looking for - Asian dating, Afroromance, Gay hookups, Latino, straight, or anything in between - love and connections that transcend borders.\n• Go on great dates, and find your match by giving your own unique answers!\n• Round it off with your cutest profile picture and you’re ready to meet new people, find love or go on a great date tonight. \n• Meaningful connections can come in many shapes and sizes - create new friendships, chat with new and interesting people, find a new exciting romance, or a serious relationship!\n\nOkCupid isn’t just another online app for dates. Our free dating app helps you meet singles, connect, chat or have a deep conversation through our one-of-a-kind messaging system. Focus on the connections you’re interested in without the ones you’re not. Then, plan to meet up and go on great dates - whether you’re looking for local dating, virtual dating or anything in between!\n\nTake the stress out of online dating. OkCupid can help you find your match, whether you want casual dating, marriage, or just to find your love story – YOU choose what matters. Match with people with similar interests and receive a personalized match percentage when you answer our unique questions. We’re here to help you find relationships on your terms. \nFlirt, find love, build connections and go on great dates with OkCupid, the best free dating app! Download now!\n\nMATCH, CONNECT AND MEETUP \n• Meet new people and find relationships with our unique messaging system\n• Local dating features help you meet people nearby\n\nDATING APP UPGRADE \nOkCupid is a free dating app for everyone, but we offer an optional premium subscription that unlocks exclusive features. Additional premium dating features include:\n• See who likes you without having to like them first\n• Send unlimited likes for more date matches!\n• Set Dealbreakers so you can find just who you're looking for, and match on what matters\n\nMeet singles and find great connections – download OkCupid and enjoy the best online dating app today!\n\nPrivacy: https://okcupid-app.zendesk.com/hc/en/articles/22780694078491\nTerms: https://okcupid-app.zendesk.com/hc/en/articles/23941864418203",
      "android_package_name": "com.okcupid.okcupid",
      "ios_bundle_id": "com.okcupid.app",
      "title": "OkCupid",
      "domain_name": [
        "http://www.okcupid.com",
        "https://www.okcupid.com"
      ],
      "website": "http://www.okcupid.com",
      "developer": "OkCupid",
      "app_country": "US",
      "icon": "https://play-lh.googleusercontent.com/Tw-3ZfRQSP0AEixVDpXDCdAWjp-AUoWxf64yniUBrVIIOVdZe7-bczGF2-CvaEjc1g",
      "icon_72": "https://play-lh.googleusercontent.com/Tw-3ZfRQSP0AEixVDpXDCdAWjp-AUoWxf64yniUBrVIIOVdZe7-bczGF2-CvaEjc1g=s72-rw",
      "market_status": "PUBLISHED"
    },
    {
      "app_availability": {
        "available_in": [
          "IN",
          "US"
        ],
        "package_name": "co.hinge.app"
      },
      "cat_key": "DATING",
      "cat_keys": [
        "DATING",
        "APPLICATION"
      ],
      "category": "Lifestyle",
      "description": "HINGE, DESIGNED TO BE DELETED\nHinge is the dating app for people who want to get off of dating apps. With profiles that show your personality through text, photos, video, and voice, you have unique conversations that lead to great dates. And it’s working. Currently, people on Hinge go on a date every three seconds. Additionally, in 2022, we were the fastest-growing dating app in the US, UK, and Canada.\n\nHOW WE GET YOU OFF HINGE\nWhen it comes to online dating, people are so busy matching that they’re not actually connecting, in person, where it counts. Hinge is on a mission to change that. So we built an app that’s designed to be deleted. Here’s how:\n\n* We quickly learn your type. You’ll only be introduced to the best people for you.\n\n* We give you a sense of someone’s personality. You’ll get to know potential dates through their unique answers to prompts, as well as information like religion, height, politics, dating intentions, relationship type, and much more.\n\n* We make it easy to start a conversation. Every match begins by someone liking or commenting on a specific part of your profile.\n\n* We want you to feel confident about meeting people in person. Selfie Verification makes it easier for daters on Hinge to ensure that they are who they say they are.\n\n* We ask how your dates are going. After exchanging phone numbers with a Match, we’ll follow up to hear how your date went so we can make better recommendations in the future.\n\nThe app is free to use. Members looking to see everyone who likes them or send unlimited likes can upgrade to Hinge+. To access additional features, including enhanced recommendations and priority likes, we offer HingeX.\n\nPRESS\n\"It's the go-to dating app for many people looking for love.\" - The Daily Mail\n“Hinge’s CEO says a good dating app relies on vulnerability, not algorithms.” - Washington Post\n\"Hinge is the first dating app to actually measure real-world success\" - TechCrunch\n\nSUBSCRIPTION INFO\nPayment will be charged to Apple Account at confirmation of purchase\nSubscription automatically renews unless auto-renew is turned off at least 24-hours before the end of the current period\nAccount will be charged for renewal within 24-hours prior to the end of the current period\nSubscriptions may be managed and auto-renewal may be turned off by going to Account Settings after purchase\n\nSupport: hello@hinge.co\nTerms of Service: https://hinge.co/terms.html\nPrivacy Policy: https://hinge.co/privacy.html\n\nAll photos are of models and used for illustrative purposes only.",
      "android_package_name": "co.hinge.app",
      "ios_bundle_id": "co.hinge.mobile.ios",
      "title": "Hinge",
      "domain_name": [
        "http://hinge.co",
        "https://hinge.co"
      ],
      "website": "http://hinge.co",
      "developer": "Hinge, Inc.",
      "app_country": "US",
      "icon": "https://play-lh.googleusercontent.com/5P5svqXNCWqE0NtHSV91pl2YUGKJ2aitjaUWIVZd-65AtskDVO2o9bpYx1oAV9fr0-nt",
      "icon_72": "https://play-lh.googleusercontent.com/5P5svqXNCWqE0NtHSV91pl2YUGKJ2aitjaUWIVZd-65AtskDVO2o9bpYx1oAV9fr0-nt=s72-rw",
      "market_status": "PUBLISHED"
    },
    {
      "app_availability": {
        "available_in": [
          "IN",
          "US"
        ],
        "package_name": "com.grindrapp.android"
      },
      "cat_key": "DATING",
      "cat_keys": [
        "DATING",
        "APPLICATION"
      ],
      "category": "Social Networking",
      "description": "Grindr is the world’s #1 free dating app serving the LGBTQ community. If you’re gay, bi, trans, queer, or even just curious, Grindr is the best and easiest way to meet new people for friendships, hookups, dates, and whatever else you’re looking for. \n\nOn a trip? Grindr is an indispensable tool for LGBTQ travelers—log in to meet locals and get recommendations for bars, restaurants, events, and more. With Grindr in your pocket, you’ll always be connected to other LGBTQ people around you and have your finger on the pulse of what’s happening.\n\nReady to get started? Creating your profile is easy, and you can share as much or little about yourself as you like. Within minutes you’ll be ready to connect, chat, and meet up with people near you.\n\nGrindr is faster and better than ever:\n\n• See people nearby based on your location\n• Chat and share private photos\n• Add tags to share your interests\n• Search tags to find others based on their interests\n• Create private albums to share (and unshare) multiple photos at once\n• Filter your search to find what you want\n• Star your favorites and block others\n• Report people easily and safely\n\nLooking for even more? Upgrade your Grindr experience to XTRA for more features, more control, and more fun:\n\n• No 3rd party ads\n• See up to 600 profiles at once\n• View only people who are online now\n• View only profiles with a photo\n• Filter by position, relationship status, and more\n\nWant the ultimate Grindr experience? Upgrade to Grindr Unlimited for our most premium features:\n\n• Unlimited profiles\n• Full access to your Viewed Me list\n• Incognito mode - browse profiles without being seen\n• Unsend messages and photos\n• All XTRA features\n\nNeed help? If you are experiencing any issues, you can get support by contacting us through https://help.grindr.com\n\nGrindr Ads:\n\nGrindr (excluding XTRA and Unlimited accounts) includes third-party advertising, which involves the sharing of limited data with our Ad/Marketing partners as described in our privacy policy. Grindr does not share any of your Grindr profile information with Advertising or Marketing partners. You can adjust your third-party advertising privacy settings within the app at any time. \n\nGrindr Subscriptions:\n\nYour subscription automatically renews unless auto-renew is turned off at least 24 hours before the end of the current period. Your iTunes account will automatically be charged at the renewal price within 24 hours prior to the end of the current period unless you change your subscription preferences in your App Store account settings. You can manage your subscriptions at any time through your App Store account settings after purchase. Any unused portion of a free trial period will be forfeited when making a purchase of an auto-renewing subscription.\n\nGrindr, Grindr XTRA & Grindr Unlimited are for adults 18 years and older only. Profile photos depicting nudity or sex acts are strictly prohibited.\n\nTerms of Service: www.grindr.com/terms-of-service/\nPrivacy Policy: www.grindr.com/privacy-policy/",
      "android_package_name": "com.grindrapp.android",
      "ios_bundle_id": "com.grindrguy.grindrx",
      "title": "Grindr",
      "domain_name": [
        "https://www.grindr.com",
        "https://www.grindr.com"
      ],
      "website": "https://www.grindr.com",
      "developer": "Grindr LLC",
      "app_country": "US",
      "icon": "https://play-lh.googleusercontent.com/D2eK7iIql3Xb7Nx2k2Pasoi7kG-vS2vTJ2uQpJ4DIk3MZEzEhfFr0n2qOC0-QeITTzE",
      "icon_72": "https://play-lh.googleusercontent.com/D2eK7iIql3Xb7Nx2k2Pasoi7kG-vS2vTJ2uQpJ4DIk3MZEzEhfFr0n2qOC0-QeITTzE=s72-rw",
      "market_status": "PUBLISHED"
    },
    {
      "app_availability": {
        "available_in": [
          "IN",
          "US"
        ],
        "package_name": "com.match.android.matchmobile"
      },
      "cat_key": "DATING",
      "cat_keys": [
        "DATING",
        "APPLICATION"
      ],
      "category": "Social Networking",
      "description": "Welcome to Match. Here, being real beats playing it cool. Knowing who you are and what you want is always a priority. And not settling for anything less isn’t a bad thing. Some call it picky, but we say more power to you. Backed by 25 years of experience and real-life dating experts, our app lets you date like an adult – from matching to meeting in person.\n\n\n\nDid we mention it’s free? You can now chat with your best recommendations daily, no subscription necessary.\n\n\n\nMeet singles nearby and get the most out of Match’s dating app with:\n\n\n\n- Video chat: Take a break from messaging and really get to know someone. In-app video chat lets you talk and see each other live before exchanging numbers or meeting in person.\n\n\n\n- Custom search: Get as specific as you want when searching for singles, so you never compromise when it comes to a relationship.\n\n- Conversation starters: From trending topics to easy ice breakers, our dating app offers more ways to spark meaningful messages.\n\n\n- Virtual & in-person events: Go beyond just likes and messages. Flirt face-to-face with local singles in a safe, stress-free setting.\n\n\n- Access to Dating Experts: From perfecting your profile to helping you nail the first date, our team of experts has your back.\n\n\nReady to find someone right for you? We’re right there with you.\n\n\nDownload the Match app for free today, and in a few minutes, you’ll be on your way to better matches and better dates.",
      "android_package_name": "com.match.android.matchmobile",
      "ios_bundle_id": "com.match.match.com",
      "title": "Match.com",
      "domain_name": [
        "http://www.match.com",
        "https://www.match.com"
      ],
      "website": "http://www.match.com",
      "developer": "Match Group Americas, LLC",
      "app_country": "US",
      "icon": "https://play-lh.googleusercontent.com/y6iCFBHUmbKyptLeu6d6QGwbMDIAYKM3zrkIMTjS88ot2v630Hu3bIXH1GLxGkz470e1",
      "icon_72": "https://play-lh.googleusercontent.com/y6iCFBHUmbKyptLeu6d6QGwbMDIAYKM3zrkIMTjS88ot2v630Hu3bIXH1GLxGkz470e1=s72-rw",
      "market_status": "PUBLISHED"
    },
    {
      "app_availability": {
        "available_in": [
          "IN",
          "US"
        ],
        "package_name": "com.bumble.app"
      },
      "cat_key": "DATING",
      "cat_keys": [
        "DATING",
        "APPLICATION"
      ],
      "category": "Social Networking",
      "description": "Match, Chat, Date\n\nRediscover the fun of dating with Zoosk. Find like-minded singles and make more meaningful connections with features such as SmartPicks which uses behavioral matchmaking, the Carousel which helps you find new people, and our live streaming feature available 24/7. Search, chat, date - the opportunities are endless on Zoosk. Download the app for free today and start making more meaningful social interactions with other singles.\n\nThe Zoosk Difference\n\n- Free live-streaming feature, Zoosk Live, available 24/7\n- Search and browse profiles, find online singles and connect in real-time\n- Customize your search experience based on your preferences\n- Start new connections by sending positive interactions such as smiles and likes\n- Use Carousel to discover new people by responding with a yes or no\n\nZoosk Subscriber* Advantages:\n\n- Set filters for specific options such as religion, children, education, smoking, and more\n- Chat with your connections\n- Unlock and connect with people who've viewed you\n- Say yes to and start chatting with your SmartPicks™ for matches based on compatibility\n\nExclusive features*:\n\n- Boost your profile for more visibility and attract more attention from other members\n- Get Delivery Confirmation on messages\n- Premium messaging lets you receive messages from all singles\n\nWe Prioritize Safe Dating\n\nWhile our goal is to make dating enjoyable and help people connect, we take safety seriously. Our Photo Verification tool gives you confidence that the person you’re talking to looks like their profile picture. And with 40 million members, we are one of the most trusted and loved dating apps. With Zoosk you can focus on finding the love of your life without worry.\n\nWhy People Love Zoosk\n\n\"The dating service has made it really easy to start a profile, meet other users, and cast a wide net for potential matches.\" - Mashable\n\"Launched in 2007, Zoosk has become the toast of the online dating world\" - AskMen\n\nAbout Zoosk\n\nZoosk is an inclusive and welcoming community that celebrates diversity and encourages people to be their authentic selves. We believe everyone deserves love and are committed to creating a safe and supportive environment for our singles. We leverage technology to help single meet friendly people and feel supported every step of their journey. We are one of the best dating apps for meeting someone searching for love online. No more unfulfilling searches: download Zoosk and get ready because meeting someone is just a click away.\n\n---------------------------------------------------------------------\n\n*ADDITIONAL COSTS AND AUTO RENEW:\n\nAll subscriptions and upgrades like coins (including subscription upgrades and upgrades without a subscription) automatically renew at the end of the term for the same duration and you will be charged again for the same amount (plus any applicable taxes) unless you cancel by turning off auto-renewal at least 24 hours before the end of their term.\n\nTurn off the auto-renewal through your account settings. Once you turn off auto-renewal, your subscription and/or upgrades will expire at the end of their term. To learn more, see Terms of Use\n\nAgreement at http://www.zoosk.com/tos and our FAQs at http://zoosk.com/help. Also, read our Privacy Policy at www.zoosk.com/privacy and online dating safety guide at https://www.zoosk.com/safety.\n\nPrices are in U.S. dollars, exclude any applicable sales tax, may vary in countries other than the U.S., and are subject to change without notice.\n\n--------------------------------------------------------------------- \n\nFollow us for dating and relationship tips:\n\n> Facebook: https://www.facebook.com/Zoosk/\n> Instagram: https://www.instagram.com/zoosk/\n> Date Mix: https://www.zoosk.com/date-mix/",
      "android_package_name": "com.bumble.app",
      "ios_bundle_id": "com.zoosk.Zoosk",
      "title": "Zoosk",
      "domain_name": [
        "https://www.zoosk.com",
        "https://www.zoosk.com"
      ],
      "website": "https://www.zoosk.com",
      "developer": "Zoosk, Inc.",
      "app_country": "US",
      "icon": "https://play-lh.googleusercontent.com/tcdv5wPymQgUzdtCYkzKfbNm_SpcI3cZudImvvH570E7qjaXiuFSraDY1lgUj2bkTIM",
      "icon_72": "https://play-lh.googleusercontent.com/tcdv5wPymQgUzdtCYkzKfbNm_SpcI3cZudImvvH570E7qjaXiuFSraDY1lgUj2bkTIM=s72-rw",
      "market_status": "PUBLISHED"
    },
    {
      "app_availability": {
        "available_in": [
          "IN",
          "US"
        ],
        "package_name": "com.bumble.app"
      },
      "cat_key": "DATING",
      "cat_keys": [
        "DATING",
        "APPLICATION"
      ],
      "category": "Lifestyle",
      "description": "Are you ready to take dating to the next level and find the relationship you’ve always wanted? eharmony, the No.1 trusted dating app*, has helped over 2 million couples find real love. Download and join free to find out why compatibility matters. \n\nHOW DOES THE EHARMONY DATING APP WORK?\nWhen it comes to dating, compatibility matters. That’s why we’ve created our unique Compatibility Matching System to ensure each of your matches are based on qualities that are important to you. Compared to other dating apps, we make finding love simple. We’ll guide you through the process in three easy steps:\n\nSTEP 1: TELL US ABOUT YOURSELF \nYour dating journey on our dating app starts with the Compatibility Quiz. Because we get to know you better so we can match you better. \n\nSTEP 2: LEARN MORE ABOUT YOUR PERSONALITY \nYour answers to the Compatibility Quiz are compiled to create a Personality Profile, an informative report about your character, lifestyle, relationship behavior and communication style. The results allow eharmony to do the work for you and match you with compatible singles.\n\nSTEP 3: MATCH WITH COMPATIBLE SINGLES \nIt’s finally time to start dating. Through your Discover List you’ll have access on each members' profile so you can better understand who they are as a person. The list is constantly updated as new members join so you’ll never miss an opportunity to fall in love. \n\nWHAT HAPPENS NEXT?\nIt’s time to connect with compatible members and meet new people! Try one of our different communication features: Send a smile, start a conversation with an icebreaker or use our similarities cards to explore interesting and character traits you and your match share.\n\neharmony is the #1 Trusted Dating App. We have a skilled in-house Trust and Safety team to ensure our platform is safe, inclusive, and welcoming to every member of our community.\n\nTHE REVIEWS ARE IN\n\"eharmony claims to have the most advanced match-making system, and be the best site for finding love. This approach definitely makes them stand out from more casual dating apps like Tinder or Bumble.\" — (Observer) \n\"The app serves you connections based on values...\" — (PC Mag UK) \n\"The OG dating site that focuses on lasting relationships through compatibility...\" — (Techcrunch)\n \nFIND THE MEMBERSHIP THAT WORKS FOR YOU  \n\nThe Basic Membership is your default free membership upon joining. Begin understanding the online dating experience and learn about the app before upgrading to Premium. Some limitations may apply. \n\nThe Premium Membership is not free, but it is worth it. This gives you full access to all of eharmony’s functions and capabilities, making it much easier to find a connect with your ideal partner. \n\nMembership structure – Online dating is a journey and shouldn’t be rushed. We believe that shorter plans don’t give you the time to properly get to know your matches, which is why we offer our Premium Membership in 6, 12, or 24-month plans. \n\nDownload our dating app today and find your real love. \n\nOur terms & conditions:\nPrivacy Policy: https://www.eharmony.com/privacypolicy/\nTerms & Conditions: https://www.eharmony.com/termsandconditions/\nSupplemental Privacy Policy: https://www.eharmony.com/privacypolicy/#pp15 \n\n*Based on 2020 Survey of 1,067 Respondents from the US, UK, Canada and Australia",
      "android_package_name": "com.bumble.app",
      "ios_bundle_id": "com.eharmony.singles.SinglesRelease",
      "title": "eHarmony",
      "domain_name": [
        "https://www.eharmony.com",
        "https://www.eharmony.com"
      ],
      "website": "https://www.eharmony.com",
      "developer": "eHarmony.com",
      "app_country": "US",
      "icon": "https://play-lh.googleusercontent.com/tcdv5wPymQgUzdtCYkzKfbNm_SpcI3cZudImvvH570E7qjaXiuFSraDY1lgUj2bkTIM",
      "icon_72": "https://play-lh.googleusercontent.com/tcdv5wPymQgUzdtCYkzKfbNm_SpcI3cZudImvvH570E7qjaXiuFSraDY1lgUj2bkTIM=s72-rw",
      "market_status": "PUBLISHED"
    },
    {
      "app_availability": {
        "available_in": [
          "IN",
          "US"
        ],
        "package_name": "com.p1.mobile.putong"
      },
      "cat_key": "DATING",
      "cat_keys": [
        "DATING",
        "APPLICATION"
      ],
      "category": "Social Networking",
      "description": "With the largest Asian singles community in the world, Tantan is the #1 network to meet, chat, and date Asians or Asian Americans.\n\nIf you can't meet someone you like because of the busy work and limited social circle, just use Tantan to explore.\n\nThe most trendy way to meet new friends instantly. Find the ones you like quickly! If you both like each other, you will match instantly to start an instant chat to get to know each other. If you don't get a match right away, don't be discouraged, there are plenty of beautiful and interesting single Asian on Tantan waiting to match with you. Your special someone is just one step away!\n\n[Product Features]\nWell matched. No harassment. The choice is yours.\n\n- Live chat. Efficient match. Instant reply from the ones you like.\n- On Tantan, your matched lover is just one swipe away, or maybe your destined soulmate!\n\n[VIP Membership Service Description]\nPurchase VIP Membership and enjoy a better swiping and matching experience:\n\n1. User name highlight & exclusive badge to help you stand out from the rest!\n2. 5 Super Likes per day, dramatically increase your match rate by 5 times!\n3. Unlimited Rewinds. Accidentally swiped left on that special someone? Go back as far as you like so you never miss your chance again!\n4. Location Change. Curious what's out there? Explore on single Asians around the world!\n5. Unlimited Likes. Find your match and get hit on as many people as you like every day!\n\nThese 5 privileges will bring you a much better dating app experience while dramatically improving your match rate! \n\nIf you choose to purchase VIP membership, the subscription fee would be paid via iTunes account. The system would renew the subscription and deduct the corresponding fee automatically by the subscription type in the 24-hour window before the subscription expires. If you want to turn off the automatic renewal after purchase, please go to iTunes Settings to turn it off.\n\nCurrently, the price of VIP membership starts from $1.99 USD / 1 month. Pricing may differ in different regions. If you do not purchase VIP membership, you can still use Tantan for free.\n\nTantan VIP Membership Service Agreement http://lp.tantanapp.com/ios_play/?id=13\nTantan VIP Membership Automatic Renewal Service Agreement http://lp.tantanapp.com/ios_play/?id=13\n\nAll personal data is handled under the terms and conditions of Tantan's privacy policy. More details can be found here:\n\nhttp://lp.tantanapp.com/ios_play/?id=12\nhttp://lp.tantanapp.com/ios_play/?id=17\n\nFor any questions, please feel free to contact us at\n\nE-mail: hi@tantanapp.com\n\nFollow Us\nFacebook: @tantanapp\nInstagram: @tantanapp",
      "android_package_name": "com.p1.mobile.putong",
      "ios_bundle_id": "com.yaymedialabs.putong",
      "title": "Tantan",
      "domain_name": [
        "https://tantanapp.com",
        "https://tantanapp.com"
      ],
      "website": "https://tantanapp.com",
      "developer": "Tantan Cultural Development (Beijing) Co., Ltd.",
      "app_country": "US",
      "icon": "https://play-lh.googleusercontent.com/ySMcmCkXu2z1ASoWFeDYiOUj_1hhv4WrwYJos2Mw7CO6eCde6qxVEmbSOf0-fKBrD3-1",
      "icon_72": "https://play-lh.googleusercontent.com/ySMcmCkXu2z1ASoWFeDYiOUj_1hhv4WrwYJos2Mw7CO6eCde6qxVEmbSOf0-fKBrD3-1=s72-rw",
      "market_status": "PUBLISHED"
    },
    {
      "app_availability": {
        "available_in": [
          "IN",
          "US"
        ],
        "package_name": "com.ftw_and_co.happn"
      },
      "cat_key": "DATING",
      "cat_keys": [
        "DATING",
        "APPLICATION"
      ],
      "category": "Lifestyle",
      "description": "LIKE - CRUSH - CHAT - DATE\nStep into the world of happn, the dating app, that reinvents the way to meet local people from your daily life! With over 140 million users across the globe, happn is your ultimate companion in connecting with people you meet in your usual spots. It can be any situation in your daily life, where you missed your chance at meeting your next Crush; at work, in your favourite café, or even out for a casual stroll. \n\nFIND YOUR CRUSH IN THE PLACES YOU LOVE\nOur expertise at the dating app happn, is our ability to create meaningful connections with those you unknowingly share your daily routine with. \nhappn creates connections based on geographical proximity and the places you frequently visit. Want to find someone to date? Find love? Or maybe make new friends? The app encourages interactions in familiar environments, and promotes relaxed and authentic connections. So say goodbye to the stress of first approaches! Use our icebreaker suggestions or chat about your common favourite spots, which can also serve as a great first date location!\n\nCRUSH WITH PEACE OF MIND...\nSafety first! We know that safety is important for you, so we let you decide, who can see you, and what information you share. At the happn dating app, privacy is our priority: your location remains invisible to other members, only your crossing points are indicated, and you will never receive messages from someone you are not interested in.\n\n… WITH RELEVANT PROFILES, WHILE HAVING FUN!\nLooking for singles who share your taste and passion? No problem! With Teasers and Hobbies you can discover a new way to uncover the personality of your Crushes through short glimpses of fun and genuine life moments.\nYou can also play CrushTime where you try guessing who already liked you! \n\nMEET WHEN YOU'RE READY\nNot sure when you should ask your Crush on a date? Afraid they might say no? Or are you sick of the pressure when someone asks you out too soon? No more stress. Now you can tell us when you’re ready to meet, directly in your chat with your Crush. We’ll let you know when they’re ready too.\n\nMAKE IT HAPPN\nWhen you cross paths with a happn user in real life, their profile appears on your app. Seen someone you fancy? Secretly like their profile. We promise, they won't know, unless they like you too. Want to stand out? Send them a SuperCrush by cathcing their attention! If you've both liked each other, then it's a Crush! You can now chat; we count on you to come up with your best pick-up line, and bring out the best, most authentic, side of yourself.\n\nDownload the happn app now and start using it for free. Make sure you've added your favourite photos and set your filters to find exactly what you are looking for. \nIf you want access to more benefits, you can subscribe to happn Premium! This way, you can access the list of people who have already liked you, or enjoy more SuperCrushs, to notify your Crushes and stand out.\n\nThere are many dating apps out there, but there is only one place where it’s really happn-ing!\nSo download happn now, get out the house, Like - Crush - Chat - Date!\n\nhttps://www.happn.com/en/trust/\nhttps://www.happn.com/en/privacy-basics/",
      "android_package_name": "com.ftw_and_co.happn",
      "ios_bundle_id": "fr.ftw-and-co.whoozer",
      "title": "Happn",
      "domain_name": [],
      "website": "",
      "developer": "HAPPN SAS",
      "app_country": "US",
      "icon": "https://play-lh.googleusercontent.com/DDE8YDPYKatiNO8GLTDwNP7FvmmApAx5N4ow4gglmsZQtl9CXFrB793pvSkwHiiMKw",
      "icon_72": "https://play-lh.googleusercontent.com/DDE8YDPYKatiNO8GLTDwNP7FvmmApAx5N4ow4gglmsZQtl9CXFrB793pvSkwHiiMKw=s72-rw",
      "market_status": "PUBLISHED"
    },
    {
      "app_availability": {
        "available_in": [
          "IN",
          "US"
        ],
        "package_name": "com.coffeemeetsbagel"
      },
      "cat_key": "DATING",
      "cat_keys": [
        "DATING",
        "APPLICATION"
      ],
      "category": "Lifestyle",
      "description": "JOIN DATING APP COFFEE MEETS BAGEL (*North America & Caribbean)\n\nReady to ditch the dating games and find something serious? You'll be in good company at Coffee Meets Bagel, where 91% of our daters are looking for a serious relationship. That means less swiping, and more matching, chatting, and *actual* dating. \n\nWe've made over 150 million matches and counting. Ready to meet yours? \n\n...\n\nCURATED COMMUNITY\nLooking for something casual? You’re welcome to join, but you won’t find that here. We ask upfront what you’re looking for and only deliver daily batches of highly curated matches – that way, everyone is actually dating with intention.\n\nDETAILED PROFILES\nDo they want kids? What’s their relationship goal? Do they share your values? Every CMB date should be relationship-potential, so we’ve made sure all the important details like education, interests, and family plans are upfront.\n\nCHATS MADE FOR MEETING\nWe’ll help you get the conversation rolling with Icebreakers, then help you move the conversation to real life with Seven-Day Chat Limit. Because small talk is cool and all, but face-to-face is the real deal.\n\nMORE WAYS TO MEET\nStick to our daily picks in Suggested, explore more in Discover, or match instantly in Likes You. Wherever you choose to start on CMB, there’s always someone worth meeting.\n\n...\n\nMEET CMB PREMIUM\nCoffee Meets Bagel is a free dating app, but you can always upgrade to Premium for special features. Plus, Premium members get up to 2x more dates. Premium features are subject to change, but here are the current perks you can enjoy:\n\n- Unlimited Suggested: Like and pass on as many suggested profiles as you want.\n- See all your likes: Why wait? Unblur all your likes and match instantly.\n- 8 flowers a month: Send a virtual bouquet in Suggested or Discover to stand out and be seen sooner.\n- Premium Preferences: Set relationship goals, smoking habits, and more in Suggested.\n- 1 Boost a month: All eyes on you! Boost your profile for up to 5x more views.\n- Activity Reports: See who’s worth your time with activity and chat statistics.\n- Read Receipts: Know when your messages are read, so you’re never left in the dark.\n- Unlimited Rewinds: Change your mind? Undo passes on suggested profiles in History.\n\n...\n\nWHAT PEOPLE ARE SAYING\n\n\"One of the best dating apps for relationships, according to real people who found success\" – Yahoo Finance\n\"Best for setting up real dates\" – Mashable\n\"Best app if you're trying to Marie Kondo your dating life.\" – Women's Health\n\"Screw endless browsing: CMB focuses on in-depth profiles and only sends curated matches.\" – Mashable\n\n...\n\nPRIVACY\n1. Permissions to access notifications are strongly suggested. If access is denied, you will not be notified in real-time when you have new Matches and messages.\n2. Permissions to access location are strongly suggested. If access is denied, we will not be able to Match you with users near you.\n3. Permissions to access your Photos are strongly suggested. If access is denied, you will not be able to upload pictures saved in your Photos to your profile.\n\nBy downloading or using the CMB app, you agree to the Terms of Service and Privacy Policy, available at https://coffeemeetsbagel.com/privacy-terms/",
      "android_package_name": "com.coffeemeetsbagel",
      "ios_bundle_id": "io.cmbus.app",
      "title": "Coffee Meets Bagel",
      "domain_name": [
        "https://coffeemeetsbagel.com",
        "https://coffeemeetsbagel.com"
      ],
      "website": "https://coffeemeetsbagel.com",
      "developer": "Coffee Meets Bagel, Inc.",
      "app_country": "US",
      "icon": "https://play-lh.googleusercontent.com/2mJVjIklB7PVlN2T1nXt-z2nHvp_0hbsxAiQi5d-Xif1vlBWla3pE-PwW2zhMy_zPNIQ",
      "icon_72": "https://play-lh.googleusercontent.com/2mJVjIklB7PVlN2T1nXt-z2nHvp_0hbsxAiQi5d-Xif1vlBWla3pE-PwW2zhMy_zPNIQ=s72-rw",
      "market_status": "PUBLISHED"
    },
    {
      "app_availability": {
        "available_in": [
          "IN",
          "US"
        ],
        "package_name": "com.badoo.mobile"
      },
      "cat_key": "DATING",
      "cat_keys": [
        "DATING",
        "APPLICATION"
      ],
      "category": "Lifestyle",
      "description": "Boost your dating confidence with Badoo— the dating app that makes it easy to express your true self.\n \nIt’s an encouraging, safe space that’s designed to help you make more meaningful connections.\n \nHow? By keeping it simple, helping you take action with confidence, and giving you the features and support you need to find whatever you’re searching for. Whether that’s dates, a long-term relationship, new friends, or chats.\n\nPlus, with our latest tech that aims to block fake, scam, and spam accounts, you can say hello to a fun and authentic dating experience. \n \nDownload Badoo to take your dating confidence to another level.\"\n\nBack yourself\nOn Badoo, it’s all about celebrating you and staying true to your needs. With our various features, it’s easy to put yourself out there with confidence.\nTrust your experience\nBadoo is a platform that prioritises authenticity. Profile photos can be verified and there are strict user guidelines in place.\n\nHow Badoo works\nFocusing on who you are and what you want, here are some features making it easier for you to meet your kind of people:  \n-Advanced Filters: Finesse your search, and save your time\n-Profile Questions: Easily champion your personality\n- People Nearby: Meet daters around you\n- Encounters: Straight forward swiping, right to connect and left for skip\n- Video Chat: Connect with your matches through face to face video calling\n- Verified profiles: We have a three-step verification process which, once completed, you can choose to only interact with other verified profiles and find friends\n- Blur intimate photos: Using AI, our Private Detector feature detects explicit photos and will let you decide if you want to view or block the image\n- Deception Detector: Our new tech that aims to block fake, scam, and spam accounts, so you can have a fun and authentic dating experience\"\n\nGo Premium\nMaximise your dating experience. When you upgrade to Badoo Premium, you’ll unlock plenty of features that will make it even easier to find meaningful connections:\n\n- See who's already liked you\n- Find exactly what you’re looking for with unlimited Advanced Filters\n- Get your messages read first\n- Send unlimited likes\n - Control who sees your profile with Invisible Mode\n- Undo accidental left swipes  \n- And much more...\n\nThe price varies by country and may change without notice, but you can always see the exact price in the app. We will charge your card and your subscription will be automatically renewed unless you deactivate the automatic recharge a minimum of 24 hours before the end of your current subscription period. Badoo Premium is flexible and adapts to your needs - you can cancel your subscription at any time.\n \nFor more information, read our Privacy Policy and Terms of Use:\nhttps://www.badoo.com/privacy\nhttps://badoo.com/terms\n \n\nBumble Inc. is the parent company of Badoo, along with Bumble and Fruitz",
      "android_package_name": "com.badoo.mobile",
      "ios_bundle_id": "com.badoo.Badoo",
      "title": "Badoo",
      "domain_name": [
        "http://badoo.com",
        "https://badoo.com"
      ],
      "website": "http://badoo.com",
      "developer": "Badoo Software Ltd",
      "app_country": "US",
      "icon": "https://play-lh.googleusercontent.com/mix0TYeOXNQ8vCIKE-dwOlCUrb5RKuJJVdmWmDfjosD1l-Btx08-rZRK0e91ap_gMrw",
      "icon_72": "https://play-lh.googleusercontent.com/mix0TYeOXNQ8vCIKE-dwOlCUrb5RKuJJVdmWmDfjosD1l-Btx08-rZRK0e91ap_gMrw=s72-rw",
      "market_status": "PUBLISHED"
    },
    {
      "app_availability": {
        "available_in": [
          "IN",
          "US"
        ],
        "package_name": "com.cupidmedia.elitecupid"
      },
      "cat_key": "DATING",
      "cat_keys": [
        "DATING",
        "APPLICATION"
      ],
      "category": "Social Networking",
      "description": "The best dating app to let you really be you and choose how you want to date online.\n\nForget the days of awkward online dating and become a POF member, where you can come exactly as you are. We’re here to help you create the same magic online that you would IRL.\n\nWe know online dating isn’t one-size-fits-all, so we let you choose your own adventure and connect with other singles in a way that feels right for you. Whether you’re new to dating or just seeking a fresh start, we’ve got lots of options to make finding your person actually fun.\n\nWhat you can do on POF is what makes us different:\n- Selfie Verification so you can see who’s really behind the profile\n- Search for exactly what you want\n- Restrict your first message count so you don't get 1 and 2 word intros\n- Come as you are and find other real, down-to-earth people like you\n\nJust click that install button to get started!\n\nPOF is part of the Match Group portfolio which also includes Tinder, Match.com, Hinge, OkCupid, Meetic, The League, BLK, Chispa, Upward, Stir and OurTime.",
      "android_package_name": "com.cupidmedia.elitecupid",
      "ios_bundle_id": "com.pof.mobileapp.iphone",
      "title": "Elite Singles",
      "domain_name": [
        "http://www.pof.com",
        "https://www.pof.com"
      ],
      "website": "http://www.pof.com",
      "developer": "Plentyoffish Media Inc.",
      "app_country": "US",
      "icon": "https://play-lh.googleusercontent.com/aQSoSFQChLf2RdWcifBDs6sjv2PcrS7v9jw8SwC3MyHzBn_PjOG9D3uMqfLh11iOAQ",
      "icon_72": "https://play-lh.googleusercontent.com/aQSoSFQChLf2RdWcifBDs6sjv2PcrS7v9jw8SwC3MyHzBn_PjOG9D3uMqfLh11iOAQ=s72-rw",
      "market_status": "PUBLISHED"
    },
    {
      "app_availability": {
        "available_in": [
          "IN",
          "US"
        ],
        "package_name": "com.weareher.her"
      },
      "cat_key": "DATING",
      "cat_keys": [
        "DATING",
        "APPLICATION"
      ],
      "category": "Lifestyle",
      "description": "Join 14 million+ queer women, lesbian, bi, nonbinary, trans, and gender nonconforming folks on HER - the world's most loved LGBTQ+ dating & community app. Your people are here.\n\nApp Store Editors' Choice Award recipient 3 years running - HER is built by queers for queers. We're proud to provide a safe dating and chat space for the LGBTQIA2S+ community to form meaningful relationships, hookup, and hang out.\n\nDownload HER and let us welcome you to a supportive and inclusive place filled with people like you.\n\nAll of our core features are completely free.\n\n• Safe Queer Dating - match and chat with people from your neighborhood and all over the world.\n• Community - hang out with others who have similar values, interests, or hobbies by joining as many of our 30+ communities as you'd like!\n• Stand Out  - add pronouns, pride pins, gender & sexual identities, fun facts, spotify go-to's, and more to your profile. Be authentically you.\n\nUnlock more features with premium!\n\n• Incognito mode - no one can see you unless you like them first.\n• Additional search filters - find exactly who you're looking for.\n• Online now - send a real-time hello to someone online!\n• Ad-free experience - we won't interrupt your groove.\n\nSee you around!\nInstagram & TikTok - @hersocialapp\nhttps://www.weareher.com\n\nHER PREMIUM MEMBERSHIP\n\n\n\n\n\n\nHer operates a global business, and our pricing varies by a number of factors. We frequently offer promotional rates - which can vary based on region, length of subscription, bundle size and more. We also regularly test new features and payment options.\n\n\n\n\nPayment will be charged to your iTunes account at confirmation of purchase.\nSubscription automatically renews unless auto-renew is turned off in the iTunes Store at least 24hrs before the end of the current period.\nCurrent HER Premium subscription prices start at $14.99 USD/month.\nPrices are in U.S. dollars, may vary and are subject to change without notice.\nNo cancellation of the current subscription is allowed during the active subscription period.\n\n\nMore details on HER premium can be found at:\nhttp://weareher.com/terms\nhttp://weareher.com/privacy",
      "android_package_name": "com.weareher.her",
      "ios_bundle_id": "com.dattch.dattch",
      "title": "Her",
      "domain_name": [
        "https://weareher.com",
        "https://weareher.com"
      ],
      "website": "https://weareher.com",
      "developer": "Bloomer Inc",
      "app_country": "US",
      "icon": "https://play-lh.googleusercontent.com/RiU-lgc-ju_D0DodDz9jkGn320RUJ8qpihy7Ah606QirvS7div-jNyLpri9Loqxl0s8",
      "icon_72": "https://play-lh.googleusercontent.com/RiU-lgc-ju_D0DodDz9jkGn320RUJ8qpihy7Ah606QirvS7div-jNyLpri9Loqxl0s8=s72-rw",
      "market_status": "PUBLISHED"
    },
    {
      "app_availability": {
        "available_in": [
          "IN",
          "US"
        ],
        "package_name": "com.CSdakotachappy.android"
      },
      "cat_key": "DATING",
      "cat_keys": [
        "DATING",
        "APPLICATION"
      ],
      "category": "Games",
      "description": "Discover Happy Color®: a calming paint by numbers game. Relax by painting digital art, with exclusive nature, fashion, Disney art templates and much more - whether you’re looking for a fun, creative moment or for anxiety relief, Happy Color® is the coloring app you need.\n\nExperience everyday well-being with our coloring book. Bring color into your life with Happy Color®, for a calming and easy experience designed for people of all ages and lifestyles.\n\n5 reasons to download Happy Color®:\n\n- Painting made easy: just tap on the pic you like and start coloring. Simple, creative and deeply satisfying.\n- Exclusive pictures: our partnership with Disney allows you to color by number unique art featuring your favorite superheroes and characters.\n- Paint for a good cause: Happy Color® is a partner of several charities around the world. Paint your way through pictures that support children’s charities and environmental protection organizations.\n- Varied and inclusive art: our art templates are the work of artists from all over the world. Immerse yourself into happy, positive pictures and color art coming from all cultures.\n- Relaxing: paint your way through our templates and enjoy the relaxing effect of coloring. With true antistress effects, our paint by number game will allow you to express yourself creatively and bring anxiety relief into your life.\n\nGive yourself a chance to relax or just entertain yourself while having a 5-minute break with the Happy Color® coloring book app.\n\n\nWe are constantly working to make our coloring book better. Please, share your feedback at support.happycolor@x-flow.app\n\nJoin our supportive and friendly online community on Facebook and Instagram, share the pictures you color with your friends and family.\n\nhttps://mobile.facebook.com/happycolorbynumber/\nhttps://instagram.com/happycolor_official\n\nTerms of Use: https://xflowgames.com/terms-of-use.html\nPrivacy Policy: https://xflowgames.com/privacy-policy.html\n\nHappy Color® has a lot of unique pictures hand drawn by professional artists, as well as pics of famous characters, comics, cartoons etc. owned by well-known studios.\n\nDISNEY (© 2024 DISNEY)",
      "android_package_name": "com.CSdakotachappy.android",
      "ios_bundle_id": "com.coloring.color.number.ios",
      "title": "Chappy",
      "domain_name": [
        "https://xflowgames.com",
        "https://xflowgames.com"
      ],
      "website": "https://xflowgames.com",
      "developer": "X-FLOW LTD",
      "app_country": "US",
      "icon": "https://play-lh.googleusercontent.com/mTz1Wd6ZpxZ00B5wkQ66U43N689qMFbT9NDMiQ3rORTkAV1isc3t0xaL0ttIo28ya3k",
      "icon_72": "https://play-lh.googleusercontent.com/mTz1Wd6ZpxZ00B5wkQ66U43N689qMFbT9NDMiQ3rORTkAV1isc3t0xaL0ttIo28ya3k=s72-rw",
      "market_status": "PUBLISHED"
    },
    {
      "app_availability": {
        "available_in": [
          "IN",
          "US"
        ],
        "package_name": "com.tinder"
      },
      "cat_key": "DATING",
      "cat_keys": [
        "DATING",
        "APPLICATION"
      ],
      "category": "Lifestyle",
      "description": "MATCH, CHAT & DATE. IT STARTS WITH A SWIPE™.\nWith 97+ billion matches to date, Tinder® is the top free dating app and the best place to meet new people, with safety features that work to help you date more safely. Looking for love? An open relationship? Trying to find a date or new friends to chat with? Connect with local people everywhere on Tinder and get the best out of your dating experience:\n\nCome As You Are: Whether you're straight, gay, bisexual, or anything in between, you can be who you are and find who you want on Tinder.\nDate Beyond Photos: Share your interests and learn more about your matches to get the conversation started.\nSeek What You’re Looking For: Set your relationship goals and make connections on your terms.\n\nHOW TINDER WORKS\nIt’s easy and fun to find new people on Tinder®. Express yourself to make your personality shine in your profile and stand out to potential matches. Answer a prompt, share a little about you, and show face in your pics to increase your match-making potential. Use the Swipe Right™ feature to Like and the Swipe Left™ feature to Nope. If they Like you back, It’s a Match! And with our double opt-in feature, it’s only a match if the interest is mutual.\n\nPUT SAFETY FIRST\nTry some of our safety features to help you make connections more confidently:\n\n- Share My Date: Share date plans with friends and fam, so they know who you’re planning to meet up with and where\n- Get Photo Verified: Verify your photos to help potential matches know it’s really you in that cute pic & increase your chances of matching\n- Are You Sure / Does This Bother You: Tinder detects inappropriate language so people think twice before sending a disrespectful message\n- Report a Profile: Quickly report and block profiles with suspicious activity or inappropriate behavior\n- Block Contacts: Take control and block anyone (like an ex) you don’t want to see on the app\n- Video Chat: Hitting it off in chat? Test your online dating chemistry and meet new people from home!\n\nTRY TINDER PLUS\n- Unlimited Likes for you to catch feelings for as many new people as you want\n- Use Passport Mode™ to match and chat with locals anywhere in the world before you arrive\n- Unlimited Rewinds to undo your last Like or Nope\n- Go Incognito and be seen only by the people you Like\n\nEXPERIENCE TINDER GOLD\n- Get everything in Tinder Plus™, and try it out for a week before you commit to a monthly subscription\n- See who Likes You and match with them on the spot for faster connections\n- Monthly Boost puts your profile to the top for 30 minutes to help increase your profile views\n- Weekly Super Likes, because sometimes you really, really Like someone\n\nUPGRADE TO TINDER PLATINUM\nGet most of Tinder’s premium features: Join Tinder Platinum™ to get your Likes prioritized with potential matches, send them a compliment before matching, and more.\n\nSo what are you waiting for? Join millions of people worldwide! Tinder offers the most daters, increasing your chances of finding exactly what you're looking for. Download the best free dating app today!\n\n---------------\nIf you choose to purchase Tinder Plus®, Tinder Gold™, or Tinder Platinum™ payment will be charged to your Apple account, and your account will be charged for renewal within 24-hours prior to the end of the current period. Auto-renewal may be turned off at any time by going to your settings in the App Store after purchase. No cancellation of the current subscription is allowed during the active subscription period. If you don’t choose to purchase Tinder Plus®, Tinder Gold™, or Tinder Platinum™, you can simply continue using Tinder for free.\n\nAll photos are of models and used for illustrative purposes only.\n\nPrivacy: https://www.gotinder.com/privacy\nTerms: https://www.gotinder.com/terms\nVisit: https://www.tinderlove.com/",
      "android_package_name": "com.tinder",
      "ios_bundle_id": "com.cardify.tinder",
      "title": "Tinder Lite",
      "domain_name": [
        "https://tinder.com",
        "https://tinder.com"
      ],
      "website": "https://tinder.com",
      "developer": "Tinder LLC",
      "app_country": "US",
      "icon": "https://play-lh.googleusercontent.com/qimgg9SRFgp1S06iKTv5e0L8aziUhPYCE7Vn1YEylejPfOrrMkB5PdADQbsyPBLFy9Xe",
      "icon_72": "https://play-lh.googleusercontent.com/qimgg9SRFgp1S06iKTv5e0L8aziUhPYCE7Vn1YEylejPfOrrMkB5PdADQbsyPBLFy9Xe=s72-rw",
      "market_status": "PUBLISHED"
    },
    {
      "app_availability": {
        "available_in": [
          "IN",
          "US"
        ],
        "package_name": "net.lovoo.android"
      },
      "cat_key": "DATING",
      "cat_keys": [
        "DATING",
        "APPLICATION"
      ],
      "category": "Lifestyle",
      "description": "LOVOO will…   \n- spark your curiosity.  \n- cherish what makes you unique.   \n- prioritize your needs.   \n- let you get to know people in a variety of ways.  \n- help you find friends.\n- introduce you to genuine singles near you.    \n- simplify planning your date.   \n- focus on your safety when dating. \n- let you discover all the facets of love. \n- be a loyal companion on your adventures.   \n\nIt’s not pronounced “lohfou” or “loowoo”, but “luh-voo” – sounds almost like \"love you\", doesn't it?\n\nEach month, there are millions of millions of matches, chats and dates  on LOVOO! Be open. Take the first step. \n\n// How to get started: \nMore than just photos: Showcase your personality in your dating profile. Charming, honest and humorous profile questions make chatting and flirting easier. \n\n// Personal recommendations – Best Picks: \nMatches with value: With Best Picks, we introduce you to new people each day with whom you have something in common.  \n\n// Dating from your couch – in our live video chat: \nGet to know each other in the privacy of a video chat and see if you're compatible. \n \n// We're reinventing Radar – the map to help you plan your dates: \nDiscover singles in your area, find great places for a first date, share meeting places with matches, and claim special offers.   \n \n// Start a conversation: Matches, chats & icebreakers \nInstant chemistry with someone you discovered on Match? Write to new people instantly and flirt easily without a match using the Icebreaker feature. \n\n// Flirts at a glance: \nBrowse the flirt gallery and see who likes you or visited your profile. \n\n// Go on a live video date today:\nMore than just your classic dating app: Start a speed date with ‘next|date’ and decide if it’s a match and if you’d like to schedule the next date. Before you interact in a chat or in Match, a blind date lets you score points for your personality, humor and voice. \n\n// Better than TV – LOVOO Live: \nMeet different personalities in live streams and live chats. Give entertaining streamers virtual gifts or start your own show. Friends and couples have also found each other here. \n \n// A safe place for lighthearted flirting: \nFakes and scams have no place on LOVOO. Policies and procedures are in place to ensure your safety when meeting new people. You can report inappropriate behavior, suspicious profiles, etc. at any time.\n\nMore information is available in the Terms of Use (https://about.lovoo.com/en/support/legal/terms-conditions-translationsource/) and Privacy Policy (https://about.lovoo.com/en/support/legal/trls-privacy-policy-live-translation-source/).",
      "android_package_name": "net.lovoo.android",
      "ios_bundle_id": "com.kiss2go.iphone",
      "title": "Lovoo",
      "domain_name": [
        "http://www.lovoo.com",
        "https://www.lovoo.com"
      ],
      "website": "http://www.lovoo.com",
      "developer": "PE Digital GmbH",
      "app_country": "US",
      "icon": "https://play-lh.googleusercontent.com/QgmZeTp_1K_xFMoo_z4xWb5nTnYsOfAkF9tEbUFjZ7ZZf9v-QjunKjtHhiCSwgBs9HI",
      "icon_72": "https://play-lh.googleusercontent.com/QgmZeTp_1K_xFMoo_z4xWb5nTnYsOfAkF9tEbUFjZ7ZZf9v-QjunKjtHhiCSwgBs9HI=s72-rw",
      "market_status": "PUBLISHED"
    },
    {
      "app_availability": {
        "available_in": [
          "IN",
          "US"
        ],
        "package_name": "com.meesho.supply"
      },
      "cat_key": "DATING",
      "cat_keys": [
        "DATING",
        "APPLICATION"
      ],
      "category": "Lifestyle",
      "description": "Chat now with millions of people nearby or around the world, make new friends, be social, flirt, play games and more, all free.\n\n• NEW! Watch Live streams from people nearby or around the world, or start your own and earn real money!\n• Chat - hundreds of chat rooms and forums, private and group chats, including video calls and voice messages.\n• Meet people nearby or around the world and make new friends. Search by age, gender, location, sexual preference including gays and lesbians and more.\n• Customize messages with stickers, emoticons, themes, colors and fonts.\n• Meet new people playing free multiplayer and social games, including MatchMe and Street Wars.\n\n** As Seen on MTV's Catfish! **\n** USA Today - \"MocoSpace has emerged as a favorite in the U.S.\" **\n** Google Top 10 trending social media site **\n\nMocoSpace is the largest social network of African Americans and Hispanics / Latinos in the world!",
      "android_package_name": "com.meesho.supply",
      "ios_bundle_id": "com.mocospace.mocoapp",
      "title": "Moco",
      "domain_name": [
        "http://www.mocospace.com",
        "https://www.mocospace.com"
      ],
      "website": "http://www.mocospace.com",
      "developer": "JNJ Mobile, Inc.",
      "app_country": "US",
      "icon": "https://play-lh.googleusercontent.com/8F-0kIQuTleN9DD43WlxIz-4mqmPJ3-978fr1vYF0q_QoZRrlaD3znctc4kWguHdhUCU",
      "icon_72": "https://play-lh.googleusercontent.com/8F-0kIQuTleN9DD43WlxIz-4mqmPJ3-978fr1vYF0q_QoZRrlaD3znctc4kWguHdhUCU=s72-rw",
      "market_status": "PUBLISHED"
    },
    {
      "app_availability": {
        "available_in": [
          "IN",
          "US"
        ],
        "package_name": "com.myyearbook.m"
      },
      "cat_key": "DATING",
      "cat_keys": [
        "DATING",
        "APPLICATION"
      ],
      "category": "Social Networking",
      "description": "MeetMe helps you find new people nearby who share your interests and want to chat now! It’s fun, friendly, and free!\n \nJoin 100+ MILLION PEOPLE chatting and making new friends. \n \nSo what are you waiting for? Download the best app for finding new friends to chat with!\n\n---------\n \nWhat Our Members Say:\n \n\"I've met people I'd never have met otherwise. And it's easy to chat with people. It just makes life a little better in my opinion.\"\n \n\"[It's] probably one of the greatest sites... greater variety of people... everyone is at one place at one time... meeting new people.\"\n \n\"MeetMe has given me the opportunity to talk to really terrific people.\"\n\n \n---------\n\nMeetMe+ Information\n\nWhile MeetMe is available for free, we also offer an optional premium subscription service called MeetMe+. MeetMe+ is available in one-month ($7.99), three-month ($17.99), and six-month ($29.99) packages. Please note that with all subscriptions:\n\n - Payment will be charged to your iTunes account at confirmation of purchase.\n - Your subscription automatically renews for the same amount as your original subscription, unless auto-renew is turned off at least 24 hours before the end of the current subscription period.\n - Your account will be charged for renewal within 24 hours prior to the end of the current subscription period.\n - You can manage your subscription and switch off auto-renewal at any time by accessing your iTunes Account Settings after purchase.\n - You cannot cancel the current subscription during the active subscription period.\n\nView our Terms of Service at: http://www.meetme.com/terms.php\nView our Privacy Policy at: http://www.meetme.com/privacy.php",
      "android_package_name": "com.myyearbook.m",
      "ios_bundle_id": "com.myYearbook.MyYearbook",
      "title": "MeetMe",
      "domain_name": [
        "http://www.meetme.com",
        "https://www.meetme.com"
      ],
      "website": "http://www.meetme.com",
      "developer": "MeetMe, Inc.",
      "app_country": "US",
      "icon": "https://play-lh.googleusercontent.com/iCqsm7cH0HX2rNHu298w-dGKEYY4M5krj6yuy322nvY7cC0QG-A2V8aYJ6Euod5zT30",
      "icon_72": "https://play-lh.googleusercontent.com/iCqsm7cH0HX2rNHu298w-dGKEYY4M5krj6yuy322nvY7cC0QG-A2V8aYJ6Euod5zT30=s72-rw",
      "market_status": "PUBLISHED"
    },
    {
      "app_availability": {
        "available_in": [
          "IN",
          "US"
        ],
        "package_name": "com.narvii.amino.master"
      },
      "cat_key": "DATING",
      "cat_keys": [
        "DATING",
        "APPLICATION"
      ],
      "category": "Social Networking",
      "description": "Explore your interests, tell your story and find your people on Amino.\nStart by exploring a new type of video with Amino Live to share the best parts of your interests with millions. Then, chat and connect with fans like you in Communities around all your passions.\nOur latest update empowers you to create videos, Communities, posts, and quizzes to represent your interests to the world, the fandom, or just your favorite group of friends.\nKey Features:\n- Watch Live streams, videos, and (read) blogs\nKick back and enjoy videos and blogs covering all interests, from Art and Anime to K-Pop and Video Games, created by passionate fans like you.\n- EXPLORE Communities for whatever you’re into\nAmino Communities are safe spaces that bustle with thousands of friendly super fans. Join to discover in-depth Live streams, long form posts, reviews, analysis, fan art, polls, quizzes, recommendations, photos, journeys, commentary, fan fiction, cosplay, and anything else you can imagine.\n- CHAT with people like you around the world\nJoin global and community chats that are completely anonymous and full of new friends. Discuss Indie Games, DIY Projects, and Nightcore, or get even more involved by taking part in Roleplay skits and Singing Competitions! Use thousands of handmade stickers (like tofu dog) to show people exactly how you’re feeling, then make new friends with the Internet folk you click with (because who doesn’t like tofu dog?!).\n- CREATE your own Live streams, blogs, polls, quizzes, and more\n- CUSTOMIZE your profile\nCheck out our digital store featuring handcrafted stickers, saucy chat bubbles, and beautiful profile frames to stand out from the crowd in Communities and chats. Go on, try on a profile frame. That one looks great on you.\n- MAKE new friends\nWe believe in you!",
      "android_package_name": "com.narvii.amino.master",
      "ios_bundle_id": "com.narvii.master",
      "title": "Amino",
      "domain_name": [
        "http://www.aminoapps.com",
        "https://www.aminoapps.com"
      ],
      "website": "http://www.aminoapps.com",
      "developer": "Narvii Inc.",
      "app_country": "US",
      "icon": "https://play-lh.googleusercontent.com/QsL4wd1g_zU0mBkVQHtuchwc326rPD2m_d3mt-FeMof0QnzuK-Vq0cBK5ioJNgTGWDs",
      "icon_72": "https://play-lh.googleusercontent.com/QsL4wd1g_zU0mBkVQHtuchwc326rPD2m_d3mt-FeMof0QnzuK-Vq0cBK5ioJNgTGWDs=s72-rw",
      "market_status": "PUBLISHED"
    },
    {
      "app_availability": {
        "available_in": [
          "IN",
          "US"
        ],
        "package_name": "com.skout.android"
      },
      "cat_key": "DATING",
      "cat_keys": [
        "DATING",
        "APPLICATION"
      ],
      "category": "Social Networking",
      "description": "Instantly meet people near you or around the world! See who is broadcasting in Live broadcast yourself and feel the love! Discover new friends nearby or around the globe. Millions of people are connecting and meeting through Skout every day. Use exciting in-app features to increase your chances of finding friends or chatting!\n\nStart Skouting and make new friends, or meet new people, anytime, anywhere.  \n\nFeatures: Meet people by preference and proximity, chat, broadcast yourself and watch others’ streams, see who checked you out, get updates from nearby users, save your favorite users, browse profiles and pictures, promote your profile with in-app features.\n\nDownload and join Skout now!\n\nhttps://www.skout.com/en/termsandconditions/",
      "android_package_name": "com.skout.android",
      "ios_bundle_id": "com.skout.SKOUT",
      "title": "Skout",
      "domain_name": [
        "http://www.skout.com",
        "https://www.skout.com"
      ],
      "website": "http://www.skout.com",
      "developer": "Skout, Inc.",
      "app_country": "US",
      "icon": "https://play-lh.googleusercontent.com/SQGzO8yXZinTVd8R1l1HwxISTOJ4kH5lelChtSk43TXNZyxmiSA29Mta3sHFYMdWxCQ",
      "icon_72": "https://play-lh.googleusercontent.com/SQGzO8yXZinTVd8R1l1HwxISTOJ4kH5lelChtSk43TXNZyxmiSA29Mta3sHFYMdWxCQ=s72-rw",
      "market_status": "PUBLISHED"
    },
    {
      "app_availability": {
        "available_in": [
          "IN",
          "US"
        ],
        "package_name": "com.tinder"
      },
      "cat_key": "DATING",
      "cat_keys": [
        "DATING",
        "APPLICATION"
      ],
      "category": "Productivity",
      "description": "You're tired of pressing the same buttons or swiping when watching a video on a website?\nOur application can help you, you can schedule it to do taps,swipes, refreshes or even scroll through the content anywhere and with any intensity.\n\nReasons to download:\n- Support single and multiple clicks.\n- Auto scroll through page content.\n- Automatically refresh the web page.\n- Split screen.\n- Easy to use and more helpful settings.\n- Friendly Interface.\n\nSay goodbye to monotonous actions, with our application you can automate your work and customize it for your needs.\n\nFor support or any questions please email: meliorapps@gmail.com\n\nTerms of Service: https://www.meliorapps.org/terms-of-service\nPrivacy Policy: https://www.meliorapps.org/privacy-policy",
      "android_package_name": "com.tinder",
      "ios_bundle_id": "com.meliorapps.universalclicker",
      "title": "Tinder Passport",
      "domain_name": [
        "https://www.meliorapps.org",
        "https://www.meliorapps.org"
      ],
      "website": "https://www.meliorapps.org",
      "developer": "MELIORAPPS INTERACTIVE, SRL",
      "app_country": "US",
      "icon": "https://play-lh.googleusercontent.com/qimgg9SRFgp1S06iKTv5e0L8aziUhPYCE7Vn1YEylejPfOrrMkB5PdADQbsyPBLFy9Xe",
      "icon_72": "https://play-lh.googleusercontent.com/qimgg9SRFgp1S06iKTv5e0L8aziUhPYCE7Vn1YEylejPfOrrMkB5PdADQbsyPBLFy9Xe=s72-rw",
      "market_status": "PUBLISHED"
    },
    {
      "app_availability": {
        "available_in": [
          "IN",
          "US"
        ],
        "package_name": "com.down.sweet"
      },
      "cat_key": "DATING",
      "cat_keys": [
        "DATING",
        "APPLICATION"
      ],
      "category": "Social Networking",
      "description": "“We’ve gathered all the amazing people here, come look for your ideal match!”\n“The Top 1 dating app for making real friends and matching with ideal partners in multiple countries.”\n \nWelcome to The League, The SweetRing League. This app is not only for those who haven’t made any new friends in the past couple months but also for those who are trying to find their ideal partners. If Tinder is being called the “world’s hottest app” then SweetRing would be “the world’s sweetest app.”\n \nYou no longer need to be jealous or admire people posting cute pictures with their partners on Instagram or on Facebook. By using SweetRing, you will be able to find the perfect match who watches the same shows as you on Netflix, listens to the same music on Spotify or even criticizes the same celebrities who tweet unbelievable things on Twitter.\n \nWHAT MAKES SWEETRING STAND OUT\n\n-    \tOver 12 million matches all over the world\nSweetRing is available in multiple countries, just like when coffee meets bagel, no matter who you are or where you go, we will do our best and get you the most ideal bagel/coffee for you.\n\n-    \tLimited Likes to stimulate sparks\nIt’s no news that many people are using dating apps to boost their own self-esteem instead of finding love because of the unlimited swipes. After multiple tests and months of research, our team has found the perfect number that will make each and every match of yours meaningful. It might take a while to get used to the idea of having limited likes, but you’ll be surprised by the results.\n \n-    \tDate Posting Feature\nIt doesn’t matter if you are looking for a partner to go shopping or even make TikTok videos with. Just post your date request on SweetRing and you’ll be able see who’s down for it. \n\n-    \tQuestion Posting Feature\nQuestion posting feature allows you to ask questions that are important to you and also, it’s a way to check if you and your matches share the same value. We’ve prepared a bunch of default questions that you can pick from or you can come up with your own! (TIP: You can increase the response rate by 472% if you post interesting questions.) Don’t just swipe left and right when you are using SweetRing, setting up the right questions could be the hinge of your love life.\n\n-    \tBuzzing photo\nIt’s our responsibility to present the best of you to your potential matches. SweetRing has an inclusive photo identifying technology that can decide which picture of you will get more views.\n \n-    \tFloat like a butterfly, sting like a Bumble bee \nLeft swipe to dodge, right swipe for like. This is one of the fastest ways to filter out who you are attracted to but do keep in mind that this is not the most effective way to find your ideal match on SweetRing.\n\n \n-    \t24/7 security\nIt’s our job to protect our users in every way possible. When you are using SweetRing all you need to do is to focus on finding your perfect match, leave everything else to us. We’ve got your back!\n \n※VIP Premium Options※\nMemberships options vary:\n7 Days VIP $9.99 (Limited time only!)\n30 Days VIP Monthly Subscription $22.99 (~$0.75/Day)\n90 Days VIP $64.99 (~$5.40/Week)\n180 Days VIP $99.99 (~$4.15/Week)\n365 Days VIP $129.99 (~$2.49/Week) *Best Deal*\n \nSubscription will automatically renew unless auto-renewal is turned off at least 24-hours before the end of the current period. Auto-renewal may be managed by the user may be turned off by going to the user's Account Settings after purchase. Prices are in U.S dollars, may vary in countries other than the U.S and are subject to change without notice. Cancellation of the current subscription is not allowed during the active subscription period. SweetRing is a service that provides an avenue for meeting potential partners. We do not guarantee that you will find your future spouse.\n \nFor further information, please view our Terms and Conditions:\nhttps://www.sweetring.com/rules/rules_terms_of_use.php\nhttps://www.sweetring.com/payment/vip_notice.php",
      "android_package_name": "com.down.sweet",
      "ios_bundle_id": "com.tw.sweetringHD",
      "title": "SweetRing",
      "domain_name": [],
      "website": "",
      "developer": "Sweet Tech Ltd.",
      "app_country": "US",
      "icon": "https://play-lh.googleusercontent.com/s80zFYoShcYdhEjcb0fCLUT0BMR0VmNmWplNBxtUwvQlXVN4B-kqeARNUVYGRt89zQ",
      "icon_72": "https://play-lh.googleusercontent.com/s80zFYoShcYdhEjcb0fCLUT0BMR0VmNmWplNBxtUwvQlXVN4B-kqeARNUVYGRt89zQ=s72-rw",
      "market_status": "PUBLISHED"
    },
    {
      "app_availability": {
        "available_in": [
          "IN",
          "US"
        ],
        "package_name": "com.mytransgenderdate.app"
      },
      "cat_key": "DATING",
      "cat_keys": [
        "DATING",
        "APPLICATION"
      ],
      "category": "Social Networking",
      "description": "OFFICIAL app of the My Transgender Date website.\n\nMy Transgender Date is the worldwide leader in trans dating.\n\n# My Transgender Date in numbers:\n\n- Available in 12 languages\n- With members from 190 countries\n- 1.8 million profiles created worldwide\n- 55,000 active monthly users\n- 210 million messages sent\n- 900+ new daily sign-ups\n\n# For trans women and trans-attracted men looking for a real relationships\n\nMy Transgender Date was designed specifically for transgender women and for men who want to meet transgender women. We serve people from any race, background, age, and creed. Thousands of couples have already found each other on our app. Are you next? \n\n# For transgender women, by transgender women\n\nWe know what trans women need when it comes to transgender dating. Our team is essentially made of trans women. This makes us understand trans topics better than anyone else in the trans dating industry. Whether you are a trans woman looking for a serious relationship or a nice guy trying to find a lovely trans woman to date, we are here to help you in that journey.\n\n# The best trans dating app\n\nThanks to our background, we know what we can offer you. Our website, My Transgender Date, was founded in 2013. With almost 10 years of being in the dating industry, we’ve built our community and our database. In fact, our site comes before many other trans dating apps. This makes us proud and grateful for our growth in the community and the trust our clients have put in us over the last 10 years. \n\n# A real support and tech team at your service\n\nBehind the scenes, our support team serves as the backbone of My Transgender Date. Composed entirely of transgender women, their extensive knowledge of the platform and profound personal experience within the community make them indispensable. They play a pivotal role in assisting you with any issues you may encounter, ensuring a seamless transgender dating and chat experience.\n\n\nOur technical team members have been with My Transgender Date since its inception a decade ago. This extensive tenure provides them with a profound understanding of the unique needs of a trans dating app. They are dedicated to keeping the technology up-to-date and ensuring a top-notch experience for you.\n\nWith our dedicated support and technical teams, you can enjoy your transgender dating journey with confidence, knowing that we've got your back every step of the way.\n\n# A great online reputation\n\nOur 10 years of being online has garnered attention from the media. Rappler, ABS-CBN, BBC World, Refinery29, and many others have often featured us to talk about important topics regarding trans women and trans dating.\n\nBut for us, nothing is more important than our community reviews. So having a great rating on Trustpilot makes us proud of the work we have done and are still doing. No app is without negative user reviews, so we try our best to reply to those and note their feedback to improve our app.\n\n# Features and Costs\n\nMy Transgender Date is 100% free for trans women, always been, always will be!\n\nTo protect our trans women members from trolls and time-wasters, men are asked to subscribe to our Premium plan in order to send messages (US$29.90 /mo).\n\nFeatures:\n\n- Create your profile (Free)\n- Browse profiles & photos (Free)\n- Have access to our advanced search tool (Free)\n- Be in the search results (Free)\n- Full access to the favorite tool (Free)\n- Check who viewed your profile (Free)\n- Receive and read messages (Free)\n- Send messages (Free for trans women, Premium plan for men)\n\nPrivacy: https://mytransgenderdate.com/privacy\nTerms: https://mytransgenderdate.com/terms",
      "android_package_name": "com.mytransgenderdate.app",
      "ios_bundle_id": "com.mytransgenderdate.app",
      "title": "MyTransgenderDate",
      "domain_name": [
        "https://mytransgenderdate.com",
        "https://mytransgenderdate.com"
      ],
      "website": "https://mytransgenderdate.com",
      "developer": "Building Bridges Ltd EOOD",
      "app_country": "US",
      "icon": "https://play-lh.googleusercontent.com/nKWPTFaiTa3LxmaBiDFpoBdBJDsq3mEEEgTa9Z389DwRlA6RySDG0HaBiy5uMjTL2RE",
      "icon_72": "https://play-lh.googleusercontent.com/nKWPTFaiTa3LxmaBiDFpoBdBJDsq3mEEEgTa9Z389DwRlA6RySDG0HaBiy5uMjTL2RE=s72-rw",
      "market_status": "PUBLISHED"
    },
    {
      "app_availability": {
        "available_in": [
          "IN",
          "US"
        ],
        "package_name": "com.wachanga.womancalendar"
      },
      "cat_key": "DATING",
      "cat_keys": [
        "DATING",
        "APPLICATION"
      ],
      "category": "Shopping",
      "description": "Clover lets you earn rewards at your favorite local businesses. Visit a participating spot, introduce yourself, and collect points to earn perks. Skip the line and place mobile orders for pickup right from the app.\n\nHow it works:\n\nWe designed Clover to be fast, friendly, and out of the way. When you check into one of your favorite spots, Clover lets the merchant know that you're in the house. Just mention your first name when you make a purchase, and you'll be on your way to earning perks — no scanning of codes or fussing with gadgets at the counter.\n\nWe've recently added mobile ordering capabilities, so you can skip the line and pick up your order. Look for the \"Order Ahead\" tab or shopping bag icon at participating businesses.",
      "android_package_name": "com.wachanga.womancalendar",
      "ios_bundle_id": "com.getperka.customer",
      "title": "Clover",
      "domain_name": [
        "https://www.clover.com",
        "https://www.clover.com"
      ],
      "website": "https://www.clover.com",
      "developer": "Clover Network, Inc.",
      "app_country": "US",
      "icon": "https://play-lh.googleusercontent.com/nurqxEx-fWDtJEcIVWxCYX76UaI_I86IPl3dpScfUxxrp8sBe2CV9j5TidiP0xaQ5IM",
      "icon_72": "https://play-lh.googleusercontent.com/nurqxEx-fWDtJEcIVWxCYX76UaI_I86IPl3dpScfUxxrp8sBe2CV9j5TidiP0xaQ5IM=s72-rw",
      "market_status": "PUBLISHED"
    },
    {
      "app_availability": {
        "available_in": [
          "IN",
          "US"
        ],
        "package_name": "com.league.theleague"
      },
      "cat_key": "DATING",
      "cat_keys": [
        "DATING",
        "APPLICATION"
      ],
      "category": "Lifestyle",
      "description": "High standards? Keep them that way. The League is a selective dating app offering its members a curated “Batch” of potentials each day, rather than an unlimited stream of profiles. Designed for motivated daters who would rather be single than settle, The League strongly believes that 3 quality matches are better than 100 bad ones. So say goodbye to endless swiping and keep those standards sky-high— because while your mother might call you picky, we call you self-aware.\nThe League uses a waitlist and vetting system to ensure a well-balanced, highly engaged community of people with real motivation to find a meaningful long-term relationship. You can use The League for free or upgrade to a subscription to unlock additional benefits. Subscribers see more profiles each day, and thus, enjoy 40% more matches on average.\nDepending on what term you choose, your subscription will last for 1 week, 1 month, 3 months, 6 months or 1 year and automatically renew at those intervals from the point of purchase onward. If you wish to cancel your subscription before it renews, you must do so at least 24-hours prior to the end of the current period. Payment will be charged to your iTunes account at the confirmation of purchase. Subscription automatically renews unless auto-renew is turned off at least 24-hours before the end of the current period. Account will be charged for renewal within 24-hours prior to the end of the current period, and will be renewed at the same price the next term. Subscriptions may be managed by the user and auto-renewal may be turned off by going to your Account Settings after purchase. See our terms of service at https://www.theleague.com/terms-of-service-en/ and and privacy policy at https://www.theleague.com/privacy-policy-en/",
      "android_package_name": "com.league.theleague",
      "ios_bundle_id": "karisma.dstaten.LeagueMVP",
      "title": "The League",
      "domain_name": [
        "https://www.theleague.com",
        "https://www.theleague.com"
      ],
      "website": "https://www.theleague.com",
      "developer": "The League App, Inc",
      "app_country": "US",
      "icon": "https://play-lh.googleusercontent.com/VQrTqhZS_cNOoEuJgSckNJO_jEK_Qyi6Cgl3djFL8cZSwjxnNrxHINVkytlSd5Gaf_Q",
      "icon_72": "https://play-lh.googleusercontent.com/VQrTqhZS_cNOoEuJgSckNJO_jEK_Qyi6Cgl3djFL8cZSwjxnNrxHINVkytlSd5Gaf_Q=s72-rw",
      "market_status": "PUBLISHED"
    },
    {
      "app_availability": {
        "available_in": [
          "IN",
          "US"
        ],
        "package_name": "com.twincat.whispers"
      },
      "cat_key": "DATING",
      "cat_keys": [
        "DATING",
        "APPLICATION"
      ],
      "category": "Entertainment",
      "description": "Discover the Beauty of Flowers with FloralWhisper\nFloralWhisper is your gateway to crafting exquisite and personalized flower bouquets right from the comfort of your device. With an extensive selection of wallpaper templates, a rich variety of flower stickers, and innovative new features, your creative ideas can effortlessly blossom into stunning floral backgrounds.\n\nHoliday Special: Celebrate the Christmas season by decorating festive scenes and designing holiday-themed wallpapers to share the joy of the season with friends and family.\n\nNew Feature – Nail Filter: Unleash your creativity with our Nail Filter! Explore a variety of nail designs inspired by \"\"Nail Language,\"\" allowing you to personalize virtual nails with unique styles and colors. This feature lets you design beautiful, expressive nails to match your floral backgrounds or stand out on their own. Discover nail art that truly speaks your style!\n\nKey Features:\n- Home: Immerse yourself in a vast collection of wallpaper templates. Begin your floral journey by choosing a background that resonates with you and start creating your unique bouquets.\n- Create Flower Wallpaper: Unleash your creativity with an abundant selection of flower stickers. Design breathtaking bouquets, add delicate ribbons, and select the perfect background to enhance the beauty of your creation. Every design is a canvas waiting to be filled with your imagination.\n- Christmas Special: Decorate your screen with festive Christmas wallpapers and designs. From holiday lights to winter-themed floral scenes, add a touch of Christmas magic to your device.\n- Nail Filter: Create expressive nail art using the Nail Language feature. Select from an array of nail designs, styles, and colors to craft a look that’s as unique as you are.\n- New Themes: Explore delightful new content themes including Teddy Bear Language, Space Language, Cat Language, and Cake Language. These themes add a playful and imaginative touch to your floral creations.\n- Camera Feature: Capture moments and incorporate them into your floral designs. The camera feature allows you to take photos and seamlessly integrate them into your bouquets, adding a personal touch to your creations.\n- Auto-Align: Simplify your design process with the auto-align feature, which helps you create perfectly balanced bouquets automatically. This tool ensures that your arrangements look professional and aesthetically pleasing.\n- Save & Share: Preserve your personalized flower wallpapers by saving them directly to your photo gallery. Share your enchanting creations with friends and family, spreading the joy and beauty of your floral masterpieces.\n- Gallery: Conveniently review and manage all your saved wallpapers in one place. Relive your creative moments and find inspiration for new designs.\n\nTurn Your Name into a Floral Masterpiece with FlowerArt: FloralWhisper's distinctive FlowerArt feature allows you to transform your name into a blossoming floral masterpiece. Each letter of your name is represented by a meaningful flower, creating a unique and beautiful representation that lets your name bloom in an extraordinary way.\n\nFloralWhisper invites you to explore a world where your creativity can truly flourish. Download the app today and begin your journey into the captivating realm of flowers. Create, save, and share your floral masterpieces, letting each bouquet tell its own unique story. With FloralWhisper, let your imagination and the timeless beauty of flowers come together in perfect harmony.\n\n▸Check out our privacy policy and terms of use:\nPrivacy policy: https://volio.store/privacypolicy\nTerms of use: https://volio.store/termsofuse",
      "android_package_name": "com.twincat.whispers",
      "ios_bundle_id": "com.lovelylanguage.floralwhisper.flowerlanguage",
      "title": "Whisper",
      "domain_name": [
        "https://volio.store",
        "https://volio.store"
      ],
      "website": "https://volio.store",
      "developer": "VOLIO VIET NAM COMPANY LIMITED",
      "app_country": "US",
      "icon": "https://play-lh.googleusercontent.com/AQKhUpfXdmTM_aYL-6ze0fJ5PvwXvU5lM95ff5IFCIg_KhkuGbD9dfKI3YqHnDdXdGcJ",
      "icon_72": "https://play-lh.googleusercontent.com/AQKhUpfXdmTM_aYL-6ze0fJ5PvwXvU5lM95ff5IFCIg_KhkuGbD9dfKI3YqHnDdXdGcJ=s72-rw",
      "market_status": "PUBLISHED"
    },
    {
      "app_availability": {
        "available_in": [
          "IN",
          "US"
        ],
        "package_name": "co.hinge.app"
      },
      "cat_key": "DATING",
      "cat_keys": [
        "DATING",
        "APPLICATION"
      ],
      "category": "Lifestyle",
      "description": "Shalom! Welcome to JSwipe - the #1 Jewish dating app with over 1 million users worldwide. Browse profiles, match, and message with local Jewish singles in your area for free. We make Jewish dating simple: slide right if you like the profile, slide left if you don't. When you both like each other, Mazel tov! It's a match.\nMatch and chat with Jewish singles and find the perfect match that your bubbie would be proud of.\n\nJSwipe is the #1 Jewish dating app to help single people meet and connect.\n\nKeep it kosher and upgrade to JSwipe's paid subscription with premium features including:\n•\t5 Super Swipes per day: Send emojis and let that special someone know they are more than just your average Jswipe.\n•\t1 Swipe Note per day: Increase your chance of matching with a personalized note.\n•\tBoost: Be shown 2x as often and let the algorithm do its work! More views = more matches!\n•\tMost Eligible: Get access to a list of the most popular profiles on JSwipe!\n•\tExplore: Browse profiles slightly outside your search filters - you never know who you will find!\n•\tPassport: Change locations and meet people around the world.\n•\tOptimize Photos: Run data on all your photos to see which one is getting you a match most frequently.\n•\tLiked Me: Jump right into chatting with people who have already liked your profile.\n•\tRead Receipts: Know when your messages have been delivered and read.\n\nDon't Jewish you could meet someone? Download JSwipe and meet your match today!\n\nTerms of service:\nhttps://jswipeapp.com/privacy-policy\nPrivacy Policy:\nhttps://jswipeapp.com/terms-of-service",
      "android_package_name": "co.hinge.app",
      "ios_bundle_id": "com.smoochlabs.jswipe",
      "title": "JSwipe",
      "domain_name": [
        "https://jswipeapp.com",
        "https://jswipeapp.com"
      ],
      "website": "https://jswipeapp.com",
      "developer": "Smooch Labs Inc.",
      "app_country": "US",
      "icon": "https://play-lh.googleusercontent.com/5P5svqXNCWqE0NtHSV91pl2YUGKJ2aitjaUWIVZd-65AtskDVO2o9bpYx1oAV9fr0-nt",
      "icon_72": "https://play-lh.googleusercontent.com/5P5svqXNCWqE0NtHSV91pl2YUGKJ2aitjaUWIVZd-65AtskDVO2o9bpYx1oAV9fr0-nt=s72-rw",
      "market_status": "PUBLISHED"
    },
    {
      "app_availability": {
        "available_in": [
          "IN",
          "US"
        ],
        "package_name": "co.feeld"
      },
      "cat_key": "DATING",
      "cat_keys": [
        "DATING",
        "APPLICATION"
      ],
      "category": "Lifestyle",
      "description": "Feeld was made for you to connect with open-minded people looking to explore dating and relationships in a safe and private way. Chat & connect on an alternative dating app created for anyone and everyone. Feeld is open to anyone looking for an exciting, new type of dating experience.\n\nDiscover a space to be your true self and let the people looking for you find you. Join Feeld to explore virtual or other locations and connect with like-minded individuals worldwide. Connect openly in a diverse community open to all genders and sexual identities as you redefine your relationships to self and others on Feeld.\n\nDiscover an open-minded dating experience when you download today.\n\n\nFEELD FEATURES\n\nCHAT & CONNECT\n• Meet open-minded humans and start up a conversation\n• Connect with people closest to you, or explore 20+ of our most popular cities around the world\n• Find people looking to connect and discover a new way to date\n\nA DATING APP MADE FOR EVERYONE\n• Choose from over 20 gender identities\n• Pick from a list of 20+ sexualities to personalize your Feeld experience\n\nDATE YOUR WAY\n• Explore safely on a secure and private dating platform\n• Connect with curious Feeld members and explore your desires\n• Chat with open-minded Feeld members for meaningful, intimate experiences\n\nAs seen in: New York Times, The New Yorker, Dazed & Confused, Cosmopolitan and Vanity Fair.\n\nBecome Majestic for the full Feeld experience. With a Majestic membership, you can enjoy enhanced features such as seeing who liked you on the app, adding private photos visible only to your Connections, one free Ping a day, and more.\n\nDownload Feeld, a place to explore curiosity and desires, and date in a different way. Connect with other people around the world that are ready for a new, exciting way to date.\n\n______\n\nYou must be at least 18 years of age to access and use Feeld.\n\nThe app is free to download and use.\n\nAdditional features are available when you join the Majestic Membership, an optional paid subscription service that funds the app’s development.\n\nSubscriptions must be managed by the members and auto-renewal may be turned off by going to the App Store Subscriptions screen after purchase. \n\nWhen a trial subscription is offered, the trial period begins when a member signs up for the subscription through their App Store account. The subscription will be charged on the last day of the trial unless the member cancels at least 24 hours before trial ends.\n\nAny unused portion of a free trial period will be forfeited when the member purchases a subscription.\n\nTo cancel the Membership, members must cancel directly through their App Store account.\n\nCancellations begin at the end of the current subscription period.\n\nAll purchases are billed to the payment method that you designate when you sign up for an Apple ID as part of your App Store account and will appear as Apple on your App Store statement.\n\nAll personal data is handled under the Terms of Use of Feeld Privacy Policy. More details can be found here: https://feeld.co/about/privacy.\n\nTerms of Use can be found here: https://feeld.co/about/terms",
      "android_package_name": "co.feeld",
      "ios_bundle_id": "com.3nder.threender",
      "title": "Feeld",
      "domain_name": [
        "https://feeld.co",
        "https://feeld.co"
      ],
      "website": "https://feeld.co",
      "developer": "Feeld Ltd",
      "app_country": "US",
      "icon": "https://play-lh.googleusercontent.com/hAy8padxTbfN1ZZvfmL9tWxVpPEaur9S0xnu5HnFVajUwQIQf-CFalwraBgGGvCu77s",
      "icon_72": "https://play-lh.googleusercontent.com/hAy8padxTbfN1ZZvfmL9tWxVpPEaur9S0xnu5HnFVajUwQIQf-CFalwraBgGGvCu77s=s72-rw",
      "market_status": "PUBLISHED"
    },
    {
      "app_availability": {
        "available_in": [
          "IN",
          "US"
        ],
        "package_name": "com.musixmatch.android.lyrify"
      },
      "cat_key": "DATING",
      "cat_keys": [
        "DATING",
        "APPLICATION"
      ],
      "category": "Lifestyle",
      "description": "xMatch is a popular hookup & dating app for local singles, adults and couples to meet up and hook up with new people nearby, which is more than a one night stand dating site. With the flirt hookup app, you can find and meet casual encounters with local new friends who like to share their hot passion and love with you.\n\nxMatch app provides you with a great friend dating service, which makes adult casual hookup and FWB fun happen easily. We create this dating app for people with different sexual orientations, so no matter if you are a gay men, lesbian girl, transgender women and even a BDSM lover, you are welcome to join our community to find what you want.\n\nxMatch app is built to help people have a flirt with other local casual encounters in the United Stats, UK, Canada, Australia and all over the world - New Zealand, Frank, Thailand and Germany. More frankly physical and no deep personal involvement required, just the sex and a bit of attention. Keep your life on track, this person can just be someone you can have fun with-for the time being. In the beginning, this arrangement will appear convenient.\n\nxMatch uses unique feature and UI design to make users meet new people easier.\n• Special navigation button is easier to operate.\n• Unlike other dating apps, xMatch display the user list in a waterfall way rather than swiping.\n• xMatch uses timeline to display slices of user’s life.\n• xMatch displays users through three dimensions; Registration time, activity, and geographic location.\n\nEasy and fun to use:\n• Simply scroll through the personalized profile list.\n• Customize who and what you’re looking for.\n• Click the 'Heart' icon if you’re interested.\n• Start chatting in app right away if you’re a match.\n• No annoying ads\n• All user profiles are manually reviewed.\n\nIf you’re not ready for a real relationship or haven’t found the one, it’s ok to fool around.\nJoin the community, spread the word, find a match, lots of people, lots of fun.\nxMatch can add spice to your life, we're growing fast and there's someone new to match with every day!\n\nOur Privacy and Terms:\nPrivacy Policy: https://www.goflirtme.com/privacy.html\nTerms: https://www.goflirtme.com/terms.html\n\nPick an appropriate partner, enjoy it while it lasts and when it ends, move on!",
      "android_package_name": "com.musixmatch.android.lyrify",
      "ios_bundle_id": "com.fling.flinger.Fling",
      "title": "XMatch",
      "domain_name": [],
      "website": "",
      "developer": "笑 冷",
      "app_country": "US",
      "icon": "https://play-lh.googleusercontent.com/Gw0PKgbVNm5nbtJ7wIKJPRdO_C75yBp1MXyCZg641EZ5IYMv05lcBKXN-rzgVo3-OUQ",
      "icon_72": "https://play-lh.googleusercontent.com/Gw0PKgbVNm5nbtJ7wIKJPRdO_C75yBp1MXyCZg641EZ5IYMv05lcBKXN-rzgVo3-OUQ=s72-rw",
      "market_status": "PUBLISHED"
    },
    {
      "app_availability": {
        "available_in": [
          "IN",
          "US"
        ],
        "package_name": "com.bumble.app"
      },
      "cat_key": "DATING",
      "cat_keys": [
        "DATING",
        "APPLICATION"
      ],
      "category": "Social Networking",
      "description": "CougarD is not just another dating app—it’s a place where mature, confident women and dynamic younger men come together for genuine connections. We strive to create a serious, efficient, and enjoyable platform for both age-gap women and charming men.\n\nDuring the past few years, many users have found their true love, formed partnerships, and even made great friends on CougarD. Driven by glowing recommendations and positive reviews from real users, CougarD’s user base has never stopped growing. It is currently one of the most famous dating apps for mature women and charming men. As one of the most trusted dating apps for mature women and charming younger men, more and more beautiful, confident ladies and handsome, dynamic men are joining every day—ready to meet someone special who could change their lives. Join us now, and you never know what surprises might be in store for you by signing up for CougarD, and meeting someone who will be a part of your future life!\n\nCougarD offers intuitive and convenient features that make it simple for new users to get started.\n\nThe app utilizes location-based technology to find new people in your vicinity. With our \"Quick Match\" feature, you’ll earn more chances to meet the right person for you by swiping right to \"like\" them. If they swipe right on your profile too, then you’ll be matched together! Also, if you become one of our VIP members, you’ll be able to connect and chat with your new matches on the app without any restrictions.\n\nIn addition, you’ll be able to keep up to date with other users through their unique moments and beautiful photographs. This is the new feature provided by CougarD to express yourself and share it with your partners.\n\nWe offer 4 subscription options for VIP membership services with prices ranging from $23.33 per month to $29.99 per month, for you to choose based on your needs.\n\n1. 1-month auto-renewal VIP membership subscription for the price of $29.99 per month\n\n2. 3-month auto-renewal VIP membership subscription for the price of $28.35 per month\n\n3. 6-month auto-renewal VIP membership subscription for the price of $23.33 per month\n\n**Prices are in U.S. dollars; these may vary in countries other than the U.S. and are subject to change without notice.\n\nA reminder for all subscriptions purchased:\n\nPlease be aware that there are no cancellations allowed during your current subscription while it is still active\n– Payments will be charged to your iTunes account at the confirmation of your purchase\n– Subscriptions are automatically renewed unless auto-renew is turned off at least 24 hours before the end of the current subscription period\n– Your account will be charged automatically within 24 hours of the end of your current subscription period, and you will be notified of the cost of the renewal\n\nPlease feel free to view our Terms of Use Agreement below for more information on our cancellation policy.\n\nPrivacy Policy:\nhttp://cougard.net/policy.html\n\nTerms of use:\nhttp://cougard.net/terms.html\n\nContact us:\nhttp://cougard.net/contact.html",
      "android_package_name": "com.bumble.app",
      "ios_bundle_id": "com.pzdate.cougard",
      "title": "Sudy",
      "domain_name": [
        "https://www.cougard.net",
        "https://www.cougard.net"
      ],
      "website": "https://www.cougard.net",
      "developer": "GoMatch Limited",
      "app_country": "US",
      "icon": "https://play-lh.googleusercontent.com/tcdv5wPymQgUzdtCYkzKfbNm_SpcI3cZudImvvH570E7qjaXiuFSraDY1lgUj2bkTIM",
      "icon_72": "https://play-lh.googleusercontent.com/tcdv5wPymQgUzdtCYkzKfbNm_SpcI3cZudImvvH570E7qjaXiuFSraDY1lgUj2bkTIM=s72-rw",
      "market_status": "PUBLISHED"
    },
    {
      "app_availability": {
        "available_in": [
          "IN",
          "US"
        ],
        "package_name": "com.jaumo.mature"
      },
      "cat_key": "DATING",
      "cat_keys": [
        "DATING",
        "APPLICATION"
      ],
      "category": "Social Networking",
      "description": "Rediscover the allure of dating and meeting like-minded 50+ singles on our new and improved SilverSingles app for iOS.\nDownload it for free today and see why so many singles trust us to find the love they’re looking for.\nThe SilverSingles Difference:\nCustomized personality test for tailored matches\nUnique profile and preferences customization tools\nHighly-compatible matches delivered daily\nExclusive \"Have you met\" feature suggests additional wildcard matches daily\nFavorites and Mutual Favorites Lists to track singles of interest\nComplete profile access to your matches\nStart new connections with smiles and likes\nSilverSingles Premium Member* Advantages:\nSee your matches’ photos\nSend and receive unlimited messages\nSee who’s visited your profile\n*Supports 1, 3, 6, or 12-month auto-renewable subscriptions.\nWho uses SilverSingles?\nSilverSingles is crafted exclusively for 50+ singles.\nWhether you’re looking for a meaningful friendship, the love of your life, or something in-between, customize your preferences and let SilverSingles work its magic to find that special someone.\nWhy try SilverSingles?\nWe’re passionate about providing the most personalized online dating experience, introducing you to 50+ singles who live nearby and suit your preferences perfectly.\nAbout SilverSingles\nSince 2017, SilverSingles has been the go-to app for 50+ singles seeking meaningful connections with like-minded individuals in similar life stages.\nWe pride ourselves on making life-changing matches and can’t wait to do the same for you.\nHow to Get Started\nDownload the app, complete the personality test, and customize your profile.\nReceive highly-compatible matches daily and use our unique features to explore and connect with other singles.\nDon’t miss out on meeting like-minded individuals seeking meaningful connections.\nDownload the app today and take the first step toward the future you desire, filled with the love you deserve.\n___________________________\n\nIMPORTANT INFORMATION FOR SUBSCRIPTIONS\nUpgrading to Premium is a subscription that automatically renews for the same price and duration as the initial package.\nPlease see details, including how to cancel, below.\nFor example: a three-month subscription renews into another three-month subscription at the same price as the initial package.\nYour iTunes account will be charged at purchase confirmation.\nAuto-renewal may be turned off in Account Settings and must be turned off at least 24 hours before the end of the current period.\nNo cancellation of the current plan is allowed during the subscription period.\nWhen a subscription is canceled, access to Premium features expires at the end of the current payment period.\nAny unused portion of a free trial period, if offered, is forfeited when purchasing a Premium subscription.\nWith SilverSingles, you are one step closer to meeting the right person.\nDownload now and begin your journey to finding love and companionship.\n___________________________\n\n▸  More information about our Privacy Policy: https://www.silversingles.com/about/privacy\n▸  More information about our Terms & Conditions: https://www.silversingles.com/about/terms\n▸  Our frequently asked questions answered: https://support.silversingles.com/hc/en-us",
      "android_package_name": "com.jaumo.mature",
      "ios_bundle_id": "com.silversingles.app.m1",
      "title": "SilverSingles",
      "domain_name": [],
      "website": "",
      "developer": "SilverSingles LLC",
      "app_country": "US",
      "icon": "https://play-lh.googleusercontent.com/e3X1lyzWtO455y8abrmKJsA5tw7ARuIUgMkoyw_y3GbrUReEVXOgXueoWqHpQlmcu3G3",
      "icon_72": "https://play-lh.googleusercontent.com/e3X1lyzWtO455y8abrmKJsA5tw7ARuIUgMkoyw_y3GbrUReEVXOgXueoWqHpQlmcu3G3=s72-rw",
      "market_status": "PUBLISHED"
    },
    {
      "app_availability": {
        "available_in": [
          "IN",
          "US"
        ],
        "package_name": "com.mingle.justsayhi"
      },
      "cat_key": "DATING",
      "cat_keys": [
        "DATING",
        "APPLICATION"
      ],
      "category": "Lifestyle",
      "description": "No Strings Attached is the best dating app that makes it possible to meet single adult friends around you.\n\nWith thousands of members joining every week you can find local casual encounters no matter where you are. Here the members are free to express themselves and find adult dates or one night fun without any pressure.\n\nIf you have been through a serious relationship and you are not looking for a new romantic attachment, then this a right place for you, all the members are free to enjoy casual flirt, adult dating and FWB relationships.\n\nAccess now our thriving community for an amazing experience and find alternative partners, enjoy communicating with other members in free chat rooms discover your potential match and venture out on a date.\n\nForget boring long-term relationships! It's safe, challenging and interesting, dont miss out on all the fun while you are on the go, with No Strings Attached it’s like having a party in your pocket!\n\nInformation about the Premium Subscription Payment will be charged to your iTunes account at confirmation of purchase. Your account will be charged for renewal within 24-hours prior to the end of the current billing periods. Auto-renewal may be turned off through the App Store on your Apple device or through the iTunes store on your computer. Once you turn off auto-renewal, your subscription will expire at the end of the current billing cycle. Any unused portion of a free trial period, if offered, will be forfeited if you purchase a subscription to that publication. At any time, you can review our Terms of Use and Privacy Policy at http://playtimemobile.com/terms.html",
      "android_package_name": "com.mingle.justsayhi",
      "ios_bundle_id": "com.playtime.meetgandb",
      "title": "JustSayHi",
      "domain_name": [],
      "website": "",
      "developer": "Playtime Mobile Srls",
      "app_country": "US",
      "icon": "https://play-lh.googleusercontent.com/q1wI3M6l6_N6sxqWpVGcOsxmTBNzKbbXdwbCpfwcxHWkAi2KMhs3VBE_D2qINQwkGCk",
      "icon_72": "https://play-lh.googleusercontent.com/q1wI3M6l6_N6sxqWpVGcOsxmTBNzKbbXdwbCpfwcxHWkAi2KMhs3VBE_D2qINQwkGCk=s72-rw",
      "market_status": "PUBLISHED"
    },
    {
      "app_availability": {
        "available_in": [
          "IN",
          "US"
        ],
        "package_name": "com.unext.lumen"
      },
      "cat_key": "DATING",
      "cat_keys": [
        "DATING",
        "APPLICATION"
      ],
      "category": "Health & Fitness",
      "description": "Do you want to take control of your metabolism, lose weight, and live a healthier lifestyle?\nWith Lumen’s personalized metabolic coach, you can!  \n\nLumen is the world’s first device to measure whether your body is burning fats or carbs - in a single breath. Say goodbye to guessing and hello to real-time metabolic insights, tailored daily nutrition plans, and recommendations on what to eat and when.\n\nWith direct access to your metabolism at your fingertips, our features will guide you to speeding up your metabolism, keep you motivated to reach your health goals, and feel your best self. \n\nEVERYTHING YOU NEED TO HACK YOUR METABOLISM\n\nFeatures include:\n* Real-time metabolic insights to guide you on your journey\n* Personalized daily nutrition plans\n* Lifestyle recommendations for sleep, exercise, fasting, and more\n* Customizable tracks to achieve your goals\n* Healthy habit building\n* Progress tracker\n* Monthly cycle tracker\n* An engaged community for support and discussions\n\n\nThis app integrates with Health apps to sync data on your activity and sleep.\n\n\nSUITABLE PLANS FOR EVERYBODY\n\n\nAt Lumen, we believe in a personalized approach to health. That's why we offer different plans designed to fit your unique goals, whether it's weight loss, fitness performance, or improving your metabolic health. With our progress tracker and healthy habit influences, you'll have the support you need to succeed.\n\n\n\n\nWORKING ON YOUR WEIGHT LOSS JOURNEY \n\n\nBy macro-tracking your meals, you can continue enjoying the meals you love with a new outlook and healthier relationship with food and yourself!\n\n\nPERSONALIZED NUTRITIONAL PLANS & MEAL PLANNING\n\n\nLumen tracks your metabolism, but it’s also a powerful tool for managing your journey in nutrition, fitness, and overall well-being. The app includes interactive features to help you stay on track with your nutrition goals, such as meal planning and recipe suggestions. \n\n\n\nFUELING UP PRE AND POST WORKOUTS\n\nDon't let energy levels hold you back from your workout goals. Lumen gives you real-time insights into your body's fuel usage, so you'll know exactly when to hit the gym and when to rest. Lumen levels will guide you on whether you have enough energy or need to fuel up before your workouts. \n\nSCIENTIFICALLY-BACKED\n\n\nIf you like talking science - we’ve been featured in peer-reviewed articles and building research ourselves. Lumen's technology has been scientifically proven to accurately measure metabolic fuel usage when compared to the gold standard (RER) for measuring metabolism in multiple validation studies.\n\n\nPREMIUM CONTENT\n\n\nImprove your knowledge with our informative library of videos from fitness experts, coaches, and nutritionists.\n\n\nMOTIVATION\n\n\nEvery breath measurement will tell you what’s happening in your body. These insights help you maintain your motivation and give you guidance on how to hit your goals.  \n\nSo, what are you waiting for? Download Lumen today and start your journey to a healthier, happier you! You'll have the support and guidance you need to take control of your metabolism and live your best life.\n\n\nLumen has been featured in Forbes, BBC News, TechCrunch,Entrepreneur.com, Wired Magazine, Shape Magazine, and more\n\nWinner of the CES 2019 Best Reviews Award | Listed in the Top 30 Best Devices CES 2019 | Esquire 2020 product award\n\nPlease note:\nYou must have a Lumen device to use this app. You can order your device from www.lumen.me\nWhile Lumen is not intended as a medical device, it is recommended to consult your doctor before starting any nutrition plan.\n\nInterested in partnering with us? Get in touch with us www.lumen.me/partners\n\nJoin us and begin your Lumen journey today!",
      "android_package_name": "com.unext.lumen",
      "ios_bundle_id": "com.metaflow.lumen.app",
      "title": "Lumen",
      "domain_name": [
        "https://www.lumen.me",
        "https://www.lumen.me"
      ],
      "website": "https://www.lumen.me",
      "developer": "Meta Flow Ltd",
      "app_country": "US",
      "icon": "https://play-lh.googleusercontent.com/u4kqGoH5auh1RvPeOvENK00qa8d1BYzx_4maSeGSx0CmEImRA5F_aqicCYjja1U06kQ",
      "icon_72": "https://play-lh.googleusercontent.com/u4kqGoH5auh1RvPeOvENK00qa8d1BYzx_4maSeGSx0CmEImRA5F_aqicCYjja1U06kQ=s72-rw",
      "market_status": "PUBLISHED"
    },
    {
      "app_availability": {
        "available_in": [
          "IN",
          "US"
        ],
        "package_name": "com.blackdivine.gleeden"
      },
      "cat_key": "DATING",
      "cat_keys": [
        "DATING",
        "APPLICATION"
      ],
      "category": "Games",
      "description": "Become the owner of a dream garden.\n\nHelp Augustine regain her former grandeur to the family estate and find out the whole truth about her grandparents. Immerse yourself in an exciting story with unexpected twists, colorful characters and scary secrets. Become a witness to romantic relationships and take part in them together with an attractive neighbor - a musician. Match three in hundreds of unique puzzle levels to earn stars and restore the garden!\n\nFeatures:\n    ● Restore and expand your dream garden with magnificent locations, opening the curtain of secrets over the plot.\n    ● Collect gems three in a row in hundreds of exciting levels.\n    ● Immerse yourself in a fascinating story with funny, cute and sincere dialogs.\n    ● Meet the memorable and unique characters that will keep you company in this difficult adventure.\n    ● Enjoy great artwork and 3D characters.\n    ● Amazing garden world for a game for one\n\nTime is running! You have only one summer in order to save the family estate together with Augustine. Are you ready to learn the innermost secrets of the family and update the wonderful garden? Explore the valley, uncover the secrets of the house, take care of the garden!\n\nThe Last Garden will be updated regularly, replenished with new levels and, of course, romantic stories. Interesting characters with their problems will surely get to know you through small events and mini-games. Stay tuned and be sure to leave feedback!\n\nThe Last Garden is free to play, though some in-game items can also be purchased for real money. If you don't want to use this option, simply turn it off in your device's \"Restrictions\" menu.\n\n• Subscription to Premium account is Auto-Renewable. It allows an app to charge for features over a set amount of time.\n\n• Payment will be charged to your iTunes Account at confirmation of purchase\n\n• Your subscription automatically renews unless auto-renew is turned off at least 24-hours before the end of the current period\n\n• Your account will be charged for renewal within 24-hours prior to the end of the current period, and identify the cost of the renewal\n\n• You can manage your subscription and switch off the auto-renewal by accessing your Account Settings after purchase\n\n• You cannot cancel the current subscription during the active subscription period.\n\n• All personal data is handled under the terms and conditions of privacy policy: https://cerise-games.com/privacy.html",
      "android_package_name": "com.blackdivine.gleeden",
      "ios_bundle_id": "com.cerisegames.thelastgarden",
      "title": "Gleeden",
      "domain_name": [
        "https://cerise-games.com",
        "https://cerise-games.com"
      ],
      "website": "https://cerise-games.com",
      "developer": "Ksenia Naumova",
      "app_country": "US",
      "icon": "https://play-lh.googleusercontent.com/DZ50OGzhpanTm1R7Yv5mDNXDLlxi7EXiykpotYUi0-JLE_kMOnI1iX8qiJa7aVHCH9E",
      "icon_72": "https://play-lh.googleusercontent.com/DZ50OGzhpanTm1R7Yv5mDNXDLlxi7EXiykpotYUi0-JLE_kMOnI1iX8qiJa7aVHCH9E=s72-rw",
      "market_status": "PUBLISHED"
    },
    {
      "app_availability": {
        "available_in": [
          "IN",
          "US"
        ],
        "package_name": "com.bumble.app"
      },
      "cat_key": "DATING",
      "cat_keys": [
        "DATING",
        "APPLICATION"
      ],
      "category": "Social Networking",
      "description": "On Hily dating app, date as you are. Сhat with singles, flirt online, meet people, and connect with local singles for real. Because dating apps work wonders when you let yourself be real.\n\nMutual connections are so easy to establish on Hily. Just make your dating profile match your personality—and find a compatible date! Don't know how to start? Use our profile tips and rely on icebreakers and compatibility checks to chat and flirt. Finding love or a relationship may not be the ultimate goal. But meeting people to meet your true self surely is.\n\nCheck out Hily's star dating features:\n• Compatibility Quiz to make pure harmony chances in our app\n• Fun zodiac synastry test to see if your stars align\n• Safety checks before you come to meet new people\n• Photo and profile tips to find a date with no stress\n• Personalized icebreakers to chat and flirt like a pro\n\nWe believe that dating apps should make online dating easy and fun. Just use Hily as you like and date as you are, and you’ll meet new people amid plenty of connections. Get the app, build your profile, chat with locals whom you’d like to meet up in real life – and get the relationships you’re looking for! You can chat for true love, enjoy short-term fun, or just network and meet up with local singles. \n\nStay in touch with us!\n• Share your experience by leaving your feedback at apps@corp.hily.com\n• If you’re worried about whether you can use dating apps safely, take a look at our Terms of Service at https://hily.com/terms and Privacy Policy at https://hily.com/privacypolicy\n\nWe want dating apps to be fun again. And we believe there is no other way to date and meet people for real than being your authentic self. So hop on real dating fun with us! Are you in the mood to chat or flirt? Get the Hily dating app to enjoy the ride on your terms!",
      "android_package_name": "com.bumble.app",
      "ios_bundle_id": "com.hily.ios",
      "title": "Hily",
      "domain_name": [
        "https://hily.com",
        "https://hily.com"
      ],
      "website": "https://hily.com",
      "developer": "Hily Corp.",
      "app_country": "US",
      "icon": "https://play-lh.googleusercontent.com/tcdv5wPymQgUzdtCYkzKfbNm_SpcI3cZudImvvH570E7qjaXiuFSraDY1lgUj2bkTIM",
      "icon_72": "https://play-lh.googleusercontent.com/tcdv5wPymQgUzdtCYkzKfbNm_SpcI3cZudImvvH570E7qjaXiuFSraDY1lgUj2bkTIM=s72-rw",
      "market_status": "PUBLISHED"
    },
    {
      "app_availability": {
        "available_in": [
          "IN",
          "US"
        ],
        "package_name": "com.bumble.app"
      },
      "cat_key": "DATING",
      "cat_keys": [
        "DATING",
        "APPLICATION"
      ],
      "category": "Lifestyle",
      "description": "Bumble is a free dating app dedicated to helping singles find fun, meaningful, and kind connections. It’s the dating app where kindness is sexy, and where women come first, always. We champion respect and equality, and we don't just welcome, but we celebrate every orientation. So whether you're straight, gay, lesbian, trans, here to find love, here to find fun, here to find friends, or simply dating for the plot–creating new connections has never been easier.\n\nOur community is filled with millions of people across the globe who are ready to chat and meet new people, build genuine and meaningful connections, and maybe find that artsy, museum-loving, Scorpio they've been looking for.\n\nDATE, MEET NEW FRIENDS, AND NETWORK\nOur matchmaking technology is constantly evolving to create a fun, kind, and most importantly safe experience for you across all of our apps, including:\n\nBumble Date: Where women make the first move. Women always come first on Bumble, we've rewritten the dating rules so that everyone can form meaningful relationships safely and respectfully.\n\nBumble For Friends: Life is better with friends. Whether you're new to a city or hoping to expand your circle, Bumble For Friends is an easy way to make new friends.\n\nBumble Bizz: Yep, you read that correctly. We have Bumble Bizz, too. Use Bumble Bizz to network, find mentors, and create new exciting career opportunities.\n\nWOMEN COME FIRST, ALWAYS\nWe believe a better world for women means a better world for everyone. So, for the most part, women get to make the first move around here. In heterosexual matches, the woman has 24 hours to make the first move and the man has 24 hours to respond. In same-sex matches, either person has 24 hours to make the first move, while the other individual has 24 hours to respond. So, don't let them be the one that got away. Send that message ASAP.\n\nDON'T JUST TAKE OUR WORD FOR IT\n“Bumble exists to empower women...” (Fast Company)\n“Bumble is just an app: but it’s changing the discussion.” (Wired)\n“Bumble offers an alternative that prioritises meaningful connections, with women calling the shots:” (UK Sunday Times)\n“Bumble rejects hate speech to make users feel safe on its dating app” (Texas Standard)\n“What makes Bumble different from other dating apps...is its focus on giving women all the power. ” (Business Insider)\n\n---\n\nLike the best things in life, Bumble is free to download and use. But we do also offer optional subscription packages (Bumble Premium and Bumble Boost) and single or multiple-use paid services for which no subscription is required (including Spotlights and SuperSwipes).\n\nWe offer weekly, monthly, 3 month, and 6 month subscriptions with varying discounts. The prices may vary per country and are subject to change without notice. Prices are clearly displayed in the app.\n\n* Payment will be charged to your iTunes account at confirmation of purchase.\n* Your subscription will automatically renew itself, unless auto-renewal is turned off at least 24 hours before the end of the current period.\n* Your account will be charged for renewal within 24 hours before the end of the current period.\n* You can manage your subscriptions and turn off auto-renewal by going to your Account Settings in the iTunes Store.\n* If offered, if you choose to use our free trial, any unused portion of the free trial period will be forfeited when you purchase a subscription to that publication, where applicable\n* If you don’t choose to purchase Bumble Boost or Bumble Premium, you can simply continue using and enjoying Bumble for free.\n\nYour personal data is securely stored on Bumble - be sure to read our privacy policy and terms and conditions:\nhttps://www.bumble.com/privacy\nhttps://www.bumble.com/terms\n\nBumble Inc. is the parent company of Bumble, along with Badoo, Official, and Fruitz",
      "android_package_name": "com.bumble.app",
      "ios_bundle_id": "com.moxco.bumble",
      "title": "Bumble BFF",
      "domain_name": [
        "http://bumble.com",
        "https://bumble.com"
      ],
      "website": "http://bumble.com",
      "developer": "Bumble Holding Limited",
      "app_country": "US",
      "icon": "https://play-lh.googleusercontent.com/tcdv5wPymQgUzdtCYkzKfbNm_SpcI3cZudImvvH570E7qjaXiuFSraDY1lgUj2bkTIM",
      "icon_72": "https://play-lh.googleusercontent.com/tcdv5wPymQgUzdtCYkzKfbNm_SpcI3cZudImvvH570E7qjaXiuFSraDY1lgUj2bkTIM=s72-rw",
      "market_status": "PUBLISHED"
    },
    {
      "app_availability": {
        "available_in": [
          "IN",
          "US"
        ],
        "package_name": "com.sgiggle.production"
      },
      "cat_key": "DATING",
      "cat_keys": [
        "DATING",
        "APPLICATION"
      ],
      "category": "Social Networking",
      "description": "Join the new wave of social communication with Tango!\n\nExperience the ultimate platform to make real connections, enjoy live streams, and meet new friends from around the world. Tango is your gateway to a vibrant LIVE social community where endless possibilities await!\n\nWith Tango, it’s easier than ever to connect, create, and share:\n\n* Stream Anytime, Anywhere: Share your unique world in real-time. Go live instantly and bring your moments to life!\n* Watch Live Streams: Dive into 24/7 streams from talented creators worldwide. Entertainment is always just a tap away.\n* Chat in Real Time: Start conversations that matter. Engage with new friends and build meaningful connections effortlessly.\n* Support Your Favorite Creators: Show your appreciation to the creators you love and help them shine even brighter.\n\nWhether you want to explore live content, share your creativity, or connect with people, Tango makes it easy and fun. \n\nJoin Tango today! Download the app to start your new adventure and unlock a world of social connections!",
      "android_package_name": "com.sgiggle.production",
      "ios_bundle_id": "com.sgiggle.Tango",
      "title": "Tango",
      "domain_name": [
        "http://www.tango.me",
        "https://www.tango.me"
      ],
      "website": "http://www.tango.me",
      "developer": "TangoMe, Inc.",
      "app_country": "US",
      "icon": "https://play-lh.googleusercontent.com/i3vOVVhInndYOZOXPSVZGehGnPyRJvUK2AF7wTzuCd7Ec4i6A-wI2DAkjoR_1B3yGHE",
      "icon_72": "https://play-lh.googleusercontent.com/i3vOVVhInndYOZOXPSVZGehGnPyRJvUK2AF7wTzuCd7Ec4i6A-wI2DAkjoR_1B3yGHE=s72-rw",
      "market_status": "PUBLISHED"
    },
    {
      "app_availability": {
        "available_in": [
          "IN",
          "US"
        ],
        "package_name": "com.spotify.music"
      },
      "cat_key": "DATING",
      "cat_keys": [
        "DATING",
        "APPLICATION"
      ],
      "category": "Business",
      "description": "Welcome professionals! The key to getting in is getting started. Begin your career journey with LinkedIn today. Are you searching for the right job opportunities to advance your career? LinkedIn is one of the largest social networking apps for online job searches that also provides content that can help you grow. \n\nBuild your resume, nurture your professional relationships, connect with recruiters, and apply for your next job. You can establish job alerts for local or remote positions, expand your network of business contacts, stay informed about the latest industry news, read articles, and stay up-to-date with companies and industry leaders to enhance your workplace and career- builder experience.\n\nGet business insights before you apply for the job, including company information and job responsibilities. Then quickly and safely apply to any position through the LinkedIn app with your resume or professional profile.\n\nWhy You’ll Love the LinkedIn App:\n- Job search and recruiting: Research companies you’re interested in and find positions suited to your skills, then apply to a new job with your LinkedIn profile or resume.\n- Resume builder: Create your online resume, showcase your experiences, and highlight your skills to enhance your career opportunities.\n- Business news: Get relevant news delivered to you and join the conversation.\n- Professional network: Create your profile, update your resume online, and make connections.\n\nLinkedIn App Features:\n\nJOB SEARCH\n• Find jobs and connections through your LinkedIn network.\n• Search for opportunities and set up job alerts for companies that are currently hiring.\n• Job openings: Submit job applications across a wide range of professions and secure interviews for your dream job.\n• Find local jobs in your area or online opportunities that let you work from home.\n• Job App: Easily apply for jobs and set up job alerts for any full-time or part-time jobs you might be interested in.\n\nBUSINESS NEWS AND INSIGHTS\n• Stay up-to-date by following business news and company content from related industries.\n• See what your connections are saying in posts and conversations.\n• Share articles and newsworthy topics with your LinkedIn community and business contacts.\n\nSOCIAL NETWORKING\n• Utilize LinkedIn's profile-building tools to enhance your connections and expand your social network for career growth.\n• Connect with members from across the globe on the world's largest social network.\n\nBUILD YOUR BUSINESS COMMUNITY\n• Easily find groups or communities that share your interests on LinkedIn.\n• Network on the go: Connect with new contacts and industry experts.\n• Follow companies, top voices, and professionals.\n• Social networking for businesses: Gain new opportunities through showcasing your company or product.\n\nRESUME AND PROFILE\n• Job finder: Apply for jobs using your LinkedIn profile.\n• Social network: Build your professional profile and make business connections.\n• Resume: Create your online CV and use it as a resume for job applications.\n\nWhether you're seeking new job opportunities, aiming to expand your business network, or staying updated on the latest business news and industry buzz, LinkedIn has you covered.\n\nWant to make the most of LinkedIn? Upgrade to a Premium subscription for exclusive tools.\n\nWe ask for a few permissions when you use this app. Here’s why: http://linkd.in/1l0S8Y\n\n-\n\nLinkedIn members have the option to verify their identity by securely uploading a government ID and/or taking a live selfie using certain trusted partners. For more information about the data collected by our trusted partners through this process and the periods for which it will be retained, see: https://www.linkedin.com/help/linkedin/answer/a1359065",
      "android_package_name": "com.spotify.music",
      "ios_bundle_id": "com.linkedin.LinkedIn",
      "title": "Spotted",
      "domain_name": [
        "http://www.linkedin.com",
        "https://www.linkedin.com"
      ],
      "website": "http://www.linkedin.com",
      "developer": "LinkedIn Corporation",
      "app_country": "US",
      "icon": "https://play-lh.googleusercontent.com/7ynvVIRdhJNAngCg_GI7i8TtH8BqkJYmffeUHsG-mJOdzt1XLvGmbsKuc5Q1SInBjDKN",
      "icon_72": "https://play-lh.googleusercontent.com/7ynvVIRdhJNAngCg_GI7i8TtH8BqkJYmffeUHsG-mJOdzt1XLvGmbsKuc5Q1SInBjDKN=s72-rw",
      "market_status": "PUBLISHED"
    },
    {
      "app_availability": {
        "available_in": [
          "IN",
          "US"
        ],
        "package_name": "com.datingnode.onlywomen"
      },
      "cat_key": "DATING",
      "cat_keys": [
        "DATING",
        "APPLICATION"
      ],
      "category": "Social Networking",
      "description": "Welcome to PinkCupid! The leading queer dating app for lesbian singles and LGBTQ daters.\n\nAs an inclusive dating app, we are one of the most trusted places for lesbian, gay, bi, trans, and queer women to connect, fall in love and get to know each other. Whether you're here to find a great date, new friends or the love of your life, the PinkCupid community is as welcoming as it's loved by all. We believe that love is possible, no matter who you are and where you live. That, love stories truly can begin with a simple hello online. \n\nWith the PinkCupid app, you can create a new account and begin writing your love story in a matter of minutes. Join now and start to chat lesbian singles near you or anywhere in the world. Queer dating just got so much easier!\n\nOnce installed, the PinkCupid app allows you to: \n• Sign up or log into your PinkCupid account anytime, anywhere \n• Create and edit your profile on the go\n• Update your profile with your interests and latest photos to attract more attention from gay, bi, trans, queer and lesbian women.\n• Use our extensive dating app search functionality to find the ideal lesbian singles. Try searching for LGBTQ singles nearby, overseas or singles that share common interests with you. PLUS so many other filters! \n• PRO TIP: Send a like before you start chatting \n• Chat lesbian women or any singles that catch your eye to get to know each other. \n• Receive instant notifications when a single likes you back or replies to your message \n• Upgrade your lesbian dating app membership on PinkCupid for bonus features that make your profile pop to potential partners. \n\nDownload this LGBTQ dating app now and find the one you've been searching for. \n\nPinkCupid is passionate about connecting lesbian women from all over the world in an inclusive and welcoming community of lesbian, LGBTQ and bisexual people.\n\n• REAL people. We have advanced algorithms to check for fraudulent profiles. \n• Profile UPGRADES for serious daters looking for their perfect lesbian single.\n• EASILY search, like and chat lesbian singles locally and worldwide. \n• 24/7 Customer Service: Your lesbian dating experience is important to us. Our team of multi-linguistic customer service specialists are here to help you in the search for love. \n\nStop waiting; start queer dating! Download PinkCupid now.\n\nPrivacy: https://www.pinkcupid.com/en/general/privacystatement\nTerms: https://www.pinkcupid.com/en/general/termsofuse",
      "android_package_name": "com.datingnode.onlywomen",
      "ios_bundle_id": "com.cupidmedia.pinkcupid",
      "title": "Pink Cupid",
      "domain_name": [],
      "website": "",
      "developer": "Cupid Media Pty Ltd",
      "app_country": "US",
      "icon": "https://play-lh.googleusercontent.com/JeE8VN5Qdg-HVFVbvdXhc9GVRRfWUlycc1ZiPrgGvVZVpy7bFwl6zfsy8ddoJA3rPPIA",
      "icon_72": "https://play-lh.googleusercontent.com/JeE8VN5Qdg-HVFVbvdXhc9GVRRfWUlycc1ZiPrgGvVZVpy7bFwl6zfsy8ddoJA3rPPIA=s72-rw",
      "market_status": "PUBLISHED"
    },
    {
      "app_availability": {
        "available_in": [
          "IN",
          "US"
        ],
        "package_name": "com.paktor"
      },
      "cat_key": "DATING",
      "cat_keys": [
        "DATING",
        "APPLICATION"
      ],
      "category": "Social Networking",
      "description": "Dating & Chat App – promoting inclusivity, positivity and adventure!\nMeet hot people near you seeking all kinds of amazing connections.\n\nWelcome to the all-new RedHotPie!\n\nRedHotPie has been redesigned and relaunched and is ready to connect you with amazing, like-minded people for exciting dating, parties, events and extremely wild adventures!\n\n\nWe’ve completely overhauled Messenger, giving you one of the fastest, most feature-filled chat experiences available. Enjoy real-time conversation, image sharing and video calls. Our Discover system now connects you with great matches in fun and exciting ways and keeps matches at your fingertips with our slick new Prospects feature.\n\n\nOne of the planet’s hottest dating apps, RedHotPie is available in over 47 countries. With over 3 million international member listings and with people looking for all kinds for connections, you can be assured that exciting dates and amazing experiences await.\n\n\nIt’s FREE to download, so why not check it out and see for yourself.\n\n\nWhilst free to download and use, some features require subscription.\n\n\nWhat can you do for FREE on RedHotPie:\n- View unlimited profiles and unrestricted photos\n- Like, Favourite and Match with members\n- Check out who’s interested in you\n- Add & browse dates on DateFinder\n- Get invited to hot parties near you\n- Meet interesting people while you travel\n- View member’s Private Galleries\n\n\n\nEnhance your experience by subscribing to RedHotPie and access:\n- Increased conversations\n- Start Video calls\n- Additional Likes and Favourites\n- Enhanced messaging features\n- Priority search placement\n- Premium fast support\n- View who likes you\n\n\nAuto-Renew Subscriptions\n- Subscription automatically renews unless auto–renew is turned off at least 24–hours before the end of the current period.\n- Account will be charged for renewal within 24–hours prior to the end of the current period and identify the cost of the renewal.\n- Subscriptions may be managed by the user and auto–renewal may be turned off by going to the user's Account Settings after purchase.\n- Your iTunes account will be charged at confirmation of your purchase and auto–renews for the same price and duration period as the original one/three/six–month package.\n- Auto–renew may be turned off by going to your Account Settings after purchase and must be turned off at least 24–hours before the end of the current period\n- No cancellation of the current upgrade plan is allowed during your active period.\n\n\nTerms and policies:\nRedHotPie Privacy policy at: https://redhotpie.app/privacypolicy/\nRedHotPie Terms of Service at: https://redhotpie.app/termsofservice/",
      "android_package_name": "com.paktor",
      "ios_bundle_id": "com.jetplace.rhpmobile",
      "title": "RedHotPie",
      "domain_name": [
        "https://redhotpie.app",
        "https://redhotpie.app"
      ],
      "website": "https://redhotpie.app",
      "developer": "Digital Quarter Pty Ltd",
      "app_country": "US",
      "icon": "https://play-lh.googleusercontent.com/dhkmVL04O7tTM3VH59VEElJRvgDsgAgBW8ttKmgNj7VzyCZUMAKyJW1b8ZYUpz210yE",
      "icon_72": "https://play-lh.googleusercontent.com/dhkmVL04O7tTM3VH59VEElJRvgDsgAgBW8ttKmgNj7VzyCZUMAKyJW1b8ZYUpz210yE=s72-rw",
      "market_status": "PUBLISHED"
    },
    {
      "app_availability": {
        "available_in": [
          "IN",
          "US"
        ],
        "package_name": "com.tinder"
      },
      "cat_key": "DATING",
      "cat_keys": [
        "DATING",
        "APPLICATION"
      ],
      "category": "Social Networking",
      "description": "Match, Chat, Date\n\nRediscover the fun of dating with Zoosk. Find like-minded singles and make more meaningful connections with features such as SmartPicks which uses behavioral matchmaking, the Carousel which helps you find new people, and our live streaming feature available 24/7. Search, chat, date - the opportunities are endless on Zoosk. Download the app for free today and start making more meaningful social interactions with other singles.\n\nThe Zoosk Difference\n\n- Free live-streaming feature, Zoosk Live, available 24/7\n- Search and browse profiles, find online singles and connect in real-time\n- Customize your search experience based on your preferences\n- Start new connections by sending positive interactions such as smiles and likes\n- Use Carousel to discover new people by responding with a yes or no\n\nZoosk Subscriber* Advantages:\n\n- Set filters for specific options such as religion, children, education, smoking, and more\n- Chat with your connections\n- Unlock and connect with people who've viewed you\n- Say yes to and start chatting with your SmartPicks™ for matches based on compatibility\n\nExclusive features*:\n\n- Boost your profile for more visibility and attract more attention from other members\n- Get Delivery Confirmation on messages\n- Premium messaging lets you receive messages from all singles\n\nWe Prioritize Safe Dating\n\nWhile our goal is to make dating enjoyable and help people connect, we take safety seriously. Our Photo Verification tool gives you confidence that the person you’re talking to looks like their profile picture. And with 40 million members, we are one of the most trusted and loved dating apps. With Zoosk you can focus on finding the love of your life without worry.\n\nWhy People Love Zoosk\n\n\"The dating service has made it really easy to start a profile, meet other users, and cast a wide net for potential matches.\" - Mashable\n\"Launched in 2007, Zoosk has become the toast of the online dating world\" - AskMen\n\nAbout Zoosk\n\nZoosk is an inclusive and welcoming community that celebrates diversity and encourages people to be their authentic selves. We believe everyone deserves love and are committed to creating a safe and supportive environment for our singles. We leverage technology to help single meet friendly people and feel supported every step of their journey. We are one of the best dating apps for meeting someone searching for love online. No more unfulfilling searches: download Zoosk and get ready because meeting someone is just a click away.\n\n---------------------------------------------------------------------\n\n*ADDITIONAL COSTS AND AUTO RENEW:\n\nAll subscriptions and upgrades like coins (including subscription upgrades and upgrades without a subscription) automatically renew at the end of the term for the same duration and you will be charged again for the same amount (plus any applicable taxes) unless you cancel by turning off auto-renewal at least 24 hours before the end of their term.\n\nTurn off the auto-renewal through your account settings. Once you turn off auto-renewal, your subscription and/or upgrades will expire at the end of their term. To learn more, see Terms of Use\n\nAgreement at http://www.zoosk.com/tos and our FAQs at http://zoosk.com/help. Also, read our Privacy Policy at www.zoosk.com/privacy and online dating safety guide at https://www.zoosk.com/safety.\n\nPrices are in U.S. dollars, exclude any applicable sales tax, may vary in countries other than the U.S., and are subject to change without notice.\n\n--------------------------------------------------------------------- \n\nFollow us for dating and relationship tips:\n\n> Facebook: https://www.facebook.com/Zoosk/\n> Instagram: https://www.instagram.com/zoosk/\n> Date Mix: https://www.zoosk.com/date-mix/",
      "android_package_name": "com.tinder",
      "ios_bundle_id": "com.zoosk.Zoosk",
      "title": "Zoosk (Lite)",
      "domain_name": [
        "https://www.zoosk.com",
        "https://www.zoosk.com"
      ],
      "website": "https://www.zoosk.com",
      "developer": "Zoosk, Inc.",
      "app_country": "US",
      "icon": "https://play-lh.googleusercontent.com/qimgg9SRFgp1S06iKTv5e0L8aziUhPYCE7Vn1YEylejPfOrrMkB5PdADQbsyPBLFy9Xe",
      "icon_72": "https://play-lh.googleusercontent.com/qimgg9SRFgp1S06iKTv5e0L8aziUhPYCE7Vn1YEylejPfOrrMkB5PdADQbsyPBLFy9Xe=s72-rw",
      "market_status": "PUBLISHED"
    },
    {
      "app_availability": {
        "available_in": [
          "IN",
          "US"
        ],
        "package_name": "com.weareher.her"
      },
      "cat_key": "DATING",
      "cat_keys": [
        "DATING",
        "APPLICATION"
      ],
      "category": "Lifestyle",
      "description": "BiCupid is the #1 bisexual dating app for singles, couples and the curious. Our app is designed for meeting local couples, singles of all sexual preferences including straight, gay, bisexual and transgender who are into bisexual & couples dating lifestyle.\n\nIf you are looking for local open-minded singles or couples to improve your alternative lifestyle, BiCupid is the right private place for you. Here you can find open-minded people who are looking to find new friends, chat, date and more fun.\n\nUnlike other apps, people here start out with something in common, love for bisexual passion, alternative dating. That common interest will help make dating easier and more effective.\n\nAnd more!\n\nAll your personal information including your personal contact information, address, photos etc. is secured at BiCupid. And, we never sell or rent your personal information to any 3rd party. You are safe at BiCupid!\n\nAuto-renewable subscriptions policy for BiCupid:\n\nIf you choose to purchase 1-Month, 3-Months, 6-Months subscription on BiCupid, payment will be charged to iTunes Account at confirmation of purchase, and subscription automatically renews unless auto-renew is turned off at least 24-hours before the end of the current period. Your account will be charged for renewal within 24-hours prior to the end of the current period. The prices of the auto-renewable subscriptions are: $33.99 for 1 Month, $69.99 for 3 Months and $109.99 for 6 Months. Prices are in U.S. dollars, may vary in countries other than the U.S. and are subject to change without notice. Subscriptions may be managed by you and auto-renewal may be turned off by going to your Settings after purchase.\n\nNo cancellation of the current subscription is allowed during the active subscription period.\n\nPlease review our Privacy Policy at https://www.bicupid.com/privacyPolicy &\nour Terms at https://www.bicupid.com/serviceAgreement",
      "android_package_name": "com.weareher.her",
      "ios_bundle_id": "com.datingbuddy.datingbuddy",
      "title": "BiCupid",
      "domain_name": [
        "https://www.bicupid.com",
        "https://www.bicupid.com"
      ],
      "website": "https://www.bicupid.com",
      "developer": "Truly Limited",
      "app_country": "US",
      "icon": "https://play-lh.googleusercontent.com/RiU-lgc-ju_D0DodDz9jkGn320RUJ8qpihy7Ah606QirvS7div-jNyLpri9Loqxl0s8",
      "icon_72": "https://play-lh.googleusercontent.com/RiU-lgc-ju_D0DodDz9jkGn320RUJ8qpihy7Ah606QirvS7div-jNyLpri9Loqxl0s8=s72-rw",
      "market_status": "PUBLISHED"
    },
    {
      "app_availability": {
        "available_in": [
          "IN",
          "US"
        ],
        "package_name": "com.takimi.android"
      },
      "cat_key": "DATING",
      "cat_keys": [
        "DATING",
        "APPLICATION"
      ],
      "category": "Social Networking",
      "description": "Taimi is an all-inclusive LGBTQIA+ dating app for people who are 18 and older. We have disrupted online dating with the concept of fluid dating. Simply put, it is free from the limits of the hetero-dating model. That’s why we’ve been able to create amazing experiences for more than 25 million registrants worldwide.\n\nAre you tired of being forced into boxes? We believe sexual orientation and gender are fluid, and that dating should be as well. When you register, you will be able to pick from several gender options to best express your identity. Taimi also allows you to choose from 15 sexual orientations, and you can change this at any time. We want to provide a place where you can freely evolve, explore, and express.\n\nOur membership tiers each differ in which features are offered and how frequently members may use those features.\n\nPrivate Cards\nPrivate cards can be used to store and share images or videos that you only share with certain people.\n \nDiamond Dates\nA selection of users, selected by Taimi, who stand out from the crowd. The Diamond Dates tab is exclusive for Silver & Gold tier members only. \n\nTaimi Explore\nThis is a one-time purchase that is available to all members regardless of subscription tier. When you purchase Taimi Explore, you can change your location to the purchased city forever.\n\nPower Boost\nA premium feature that boosts your profile to the top of the finder queue for 30 minutes. This ensures that online users see them first. Only available for Gold & Silver tier members.\n\nIt’s easy to take the first step. You can start your online dating adventure now! Try one of our subscription tiers to enhance your fluid dating adventure. Each of these comes with a unique set of features for those who want to invest in a truly premium online dating experience.\n\nTry one of our paid subscription tiers today, and enjoy a robust set of features to enhance your user experience.\n◾ Bronze\n◾ Silver\n◾ Gold\n\nCheck out more details about us at Taimi.com and these links:\n\nhttps://taimi.com/wiki\nhttps://taimi.com/terms\nhttps://taimi.com/privacy-policy\nsupport@taimi.com\n\nFinally, Taimi is truly a place where all members of the LGBTQ+ community are welcome. Here, bullying and harassment are never tolerated, our support team is always here to help, and we work hard to verify profiles and pictures to create an environment where you can discover, connect with a diverse community, and be your authentic self.",
      "android_package_name": "com.takimi.android",
      "ios_bundle_id": "com.taimi.ios",
      "title": "Taimi",
      "domain_name": [
        "http://taimi.com",
        "https://taimi.com"
      ],
      "website": "http://taimi.com",
      "developer": "Social Impact Inc.",
      "app_country": "US",
      "icon": "https://play-lh.googleusercontent.com/qrUN7_CLmm5LWK0BV6rktp3cdBqjtrHJ8qqL_OxK7okzWXoDZKVPKVQwzr8bbH9PMCAl",
      "icon_72": "https://play-lh.googleusercontent.com/qrUN7_CLmm5LWK0BV6rktp3cdBqjtrHJ8qqL_OxK7okzWXoDZKVPKVQwzr8bbH9PMCAl=s72-rw",
      "market_status": "PUBLISHED"
    },
    {
      "app_availability": {
        "available_in": [
          "IN",
          "US"
        ],
        "package_name": "com.innovate.BlackPeopleMingle"
      },
      "cat_key": "DATING",
      "cat_keys": [
        "DATING",
        "APPLICATION"
      ],
      "category": "Social Networking",
      "description": "BlackPeopleMeet – the #1 Black Dating App to meet Black Single Men and Black Single Women near you. The largest subscription site for black singles now has the best dating app for black singles. \n\nDownload the OFFICIAL BlackPeopleMeet app and start browsing for free today! Meet up and date the one you've been searching for. Looking for black singles?\n\nIt is free to:\n* View profiles with photos and complete profile info.\n* Are You Interested - Swipe to meet black singles.\n* Keep track of who's viewing your online profile.\n* View and rate your Daily Matches.\n\nSubscribe and unlock even more online features:\n* Send and receive messages\n* See who is interested in you\n* Know when your message is read\n* Highlight your profile in Search & Inbox\n\nMeet black men and meet black women with the official blackpeoplemeet dating app. It is the best way to date black singles. BlackPeopleMeet.com has built the largest community of African-American singles looking for love, relationships, friendship, hookups and dates. Our mission is simple: Creating Relationships. Connecting Lives.\nGoing on dates with black singles has never been so easy. BlackPeopleMeet provides a simple, safe and fun atmosphere which makes it easy to quickly view, contact and setup dates with thousands of black singles in your area. \nBeyond typical online dating, BlackPeopleMeet is a focused community dedicated to black dating. No need to bother with any other dating sites. Millions of singles are trying online dating sites and if you want to be a part of the largest black dating site in America and want to meet black singles in your area sign up now. \n\nGet the best black dating app today and date a black single men or women near you!\n\nWe have multiple subscription options to choose from:\n- Payment will be charged to iTunes Account at confirmation of purchase. \n- Subscription renew at the same price and package length and will auto renew unless auto-renew is turned off at least 24-hours before the end of the current period. \n- Account are charged for renewal within 24-hours prior to the end of the current period, and identify the cost of the renewal. \n- Subscriptions may be managed by the user and auto-renewal may be turned off by going to the user's Account Settings after purchase\n\nTerms Of Use: https://www.blackpeoplemeet.com/registration/membagr.aspx?lid=4",
      "android_package_name": "com.innovate.BlackPeopleMingle",
      "ios_bundle_id": "com.peoplemedia.blackpeoplemeet",
      "title": "BlackPeopleMeet",
      "domain_name": [
        "https://www.blackpeoplemeet.com",
        "https://www.blackpeoplemeet.com"
      ],
      "website": "https://www.blackpeoplemeet.com",
      "developer": "Match Group Americas, LLC",
      "app_country": "US",
      "icon": "https://play-lh.googleusercontent.com/lo_ZDjHtw_VNjGkSfgNBWIFFmWxGUZ4JMcAA99vp4U-d9_qj-ZqK8ranbONO1RVT",
      "icon_72": "https://play-lh.googleusercontent.com/lo_ZDjHtw_VNjGkSfgNBWIFFmWxGUZ4JMcAA99vp4U-d9_qj-ZqK8ranbONO1RVT=s72-rw",
      "market_status": "PUBLISHED"
    },
    {
      "app_availability": {
        "available_in": [
          "IN",
          "US"
        ],
        "package_name": "com.easydiner"
      },
      "cat_key": "DATING",
      "cat_keys": [
        "DATING",
        "APPLICATION"
      ],
      "category": "Productivity",
      "description": "Do guides you in building healthy habits by helping you set goals, track your progress and motivates you to get them done. Unlike so many other habit apps, Do lets you set a goal and track it MULTIPLE times a day, not just one time per day.\n\nDo will help you build great new habits and break existing bad ones.\n\nAfter setting tangible daily or weekly goals, Do will help you track your habits and tell you when you've met your goal. Do also keeps track of Streaks when you've met your goals in consecutive periods.\n\nThe FREE version of Do allows you to create up to 3 habits. For more than 3, you'll need to upgrade to the Premium Version.\n\nDo Features:\n• Allows you to set and track goals on a daily or weekly basis\n• Let's you set a goal for MULTIPLE times a day, not just once like most habit apps\n• Totally customizable habit display (icons and colors) - you choose what will motivate you!\n• Daily journal lets you keep notes about your habit\n• Fun color options and icons let you customize your list\n• Easy to edit activities in the past\n• Multiple reminders for each habit\n• Exportable CSV data with totals and time stamps\n• Passcode protection with FaceID/TouchID\n• Track activity with Apple Watch or Home Screen Widget\n• iCloud and Dropbox data backup \n• Shortcuts and Siri Integration\n\nDo also integrates with Apple HealthKit. This lets you set and track goals automatically based on your activity. Ex. if you want to build a new great habit of getting more steps every day, our HealthKit integration will help you with this by attributing your steps data from HealthKit directly to your steps habit. Building amazing new habits has never been easier!\n\nDo PREMIUM:\n• Unlimited habits/goals.\n\nDo contains optional subscription plans. Payment will be charged to iTunes Account at confirmation of purchase. Subscription automatically renews unless auto-renew is turned off at least 24-hours before the end of the current period. Account will be charged for renewal within 24-hours prior to the end of the current period, for the chosen plan's price. Subscriptions may be managed and auto-renewal may be turned off by going to your iTunes/App Store Account Settings after purchase.\n\nRead our full Privacy Policy and Terms of Service here:\nhttps://growthbundle.com/privacy-policy\nhttps://growthbundle.com/terms-of-service",
      "android_package_name": "com.easydiner",
      "ios_bundle_id": "com.tbd.Done",
      "title": "Dine",
      "domain_name": [
        "https://thedoneapp.com",
        "https://thedoneapp.com"
      ],
      "website": "https://thedoneapp.com",
      "developer": "Reflective Technologies ApS",
      "app_country": "US",
      "icon": "https://play-lh.googleusercontent.com/q1vXGEun_1cRui2-PTSaPN8A5JFVWS6VN5FitTKSGXknRRbwpHoNdySX4HERltC9cjA",
      "icon_72": "https://play-lh.googleusercontent.com/q1vXGEun_1cRui2-PTSaPN8A5JFVWS6VN5FitTKSGXknRRbwpHoNdySX4HERltC9cjA=s72-rw",
      "market_status": "PUBLISHED"
    }
  ]