[
    {
      "app_availability": {
        "available_in": [
          "IN",
          "US",
          "UK"
        ],
        "package_name": "com.starmakerinteractive.starmaker"
      },
      "cat_key": "ENTERTAINMENT",
      "cat_keys": [
        "ENTERTAINMENT",
        "APPLICATION"
      ],
      "category": "Music",
      "description": "Bring out the singer in you on StarMaker——A popular karaoke & social singing app with 50M＋users globally! Whether you are a passionate singing enthusiast or a seasoned professional, StarMaker allows you to refine the voice and showcase your music talents. You can sing on your own, duet with friends, or sing alongside recordings of popular artists. Record your voice, create your MVs, and enhance your voice with professional audio editors in the karaoke journey.\n\nSing Karaoke Songs\nNo matter you like pop or hip-hop, R&B or folk, jazz or blues, just pick your favorite songs from millions of songs, sing along with the high-quality backing music and rolling lyrics, and edit your recordings with voice effects and video filters. You can also duet with top artists and go Live to broadcast your music concerts and win likes and fans like a superstar! \n\nProfessional Sound Effects\nSupported by professional music team, the audio editor function offers you the chance to get varied sound effects when recording songs. Add sound effects you like, adjust the pitch based on your vocal range, and denoise or reduce latency to have a smooth and professional vocal performance.\n\nWith the popular singing app and social music community, you can: \n+ Pick your favorite songs and latest hits from millions of local and international songs with rolling lyrics and high-quality backing tracks.\n+ Record with professional audio editor, using pitch correction and special effects like Karaoke, Studio, Superstar, Gig, Pop, etc.\n+ Get real-time pitch feedback and Radar Chart Analysis of your voice to learn how to improve pitch precision, rhythm, singing techniques, emotion, and song choice.\n+ Edit your selfie music videos with beautiful filters like Vintage, Cream, Sunset, Flower, Spring, etc.\n+ Use video templates to create unique MVs with lyrics.\n+ Share your covers on TikTok, Instagram, Facebook, Snapchat, Twitter, WhatsApp & more. Listen and record the music moments.\n+ Sing and listen to songs with new friends in Live Duet to connect with the world seamlessly through music.\n+ Host your online karaoke parties with friends in Party Rooms.\n+ Go Live Stream to showcase your talents and gain popularity.\n+ Join a \"Family\" social community to stay connected with other music lovers with similar tastes.\n\n【VIP AUTOMATIC SUBSCRIPTION SERVICE DESCRIPTION】\n1.  Subscription Service Description: StarMaker offers several VIP Subscription packages. With a VIP, you can enjoy exclusive VIP privileges. The higher your VIP level is, the more privileges you can enjoy.\n2. Subscription Service Period and Price:\n  a) One Week - $6.99\n  b) One Month - $16.99\n  c) 3 Months - $39.99\n  d) 1 Year - $129.99\n3. Payment: The purchase is credited to the iTunes account after the user confirms the purchase and makes the payment.\n4. Automatic Renewal: Apple's iTunes account will be charged within 24 hours before the expiration date, and the subscription period will be extended by one subscription period after the successful deduction.\n5. Cancel Renewal: You can manage your automatic subscription service or disenable it by going to \"Settings\" -->\"iTunes Store and App Store\"-->\"Apple ID\"-->\"Check Apple ID\"-->\"Subscriptions\" from Apple. It can be cancelled  24 hours before the end of each billing period, and no fee will be deducted within 24 hours before the expiration.\n6. Service Agreement\na) You can read our privacy policy at https://www.starmakerstudios.com/setting/privacy/sm/index\nb) You can read our terms of service at https://www.starmakerstudios.com/setting/terms/sm/index\n\nSTAY CONNECTED!\nHaving trouble downloading or singing? Contact our customer service at appsupport@starmakerinteractive.com, we’ll be happy to help and answer all your questions!\n\nLike us on Facebook\nhttps://www.facebook.com/starmaker\nFollow us on Instagram\nhttps://www.instagram.com/starmaker_app\nSubscribe to our YouTube Channel\nhttps://www.youtube.com/user/StarMakerNetwork",
      "android_package_name": "com.starmakerinteractive.starmaker",
      "ios_bundle_id": "com.starmakerapp.starmaker",
      "title": "StarMaker: Sing Karaoke Songs",
      "domain_name": [
        "http://www.starmakerstudios.com",
        "https://www.starmakerstudios.com"
      ],
      "website": "http://www.starmakerstudios.com",
      "developer": "Skyline Interactive Inc.",
      "app_country": "US",
      "icon": "https://play-lh.googleusercontent.com/k7UjGTDJ6B8Jg6ciet_q45WJgHsocl5tftHbfhvuZsp8eo5vVVlzWW9bPgp9M1hAwnI",
      "icon_72": "https://play-lh.googleusercontent.com/k7UjGTDJ6B8Jg6ciet_q45WJgHsocl5tftHbfhvuZsp8eo5vVVlzWW9bPgp9M1hAwnI=s72-rw",
      "market_status": "PUBLISHED",
      "isPopular": true
    },
    {
      "app_availability": {
        "available_in": [
          "IN",
          "US",
          "UK"
        ],
        "package_name": "com.playit.videoplayer"
      },
      "cat_key": "ENTERTAINMENT",
      "cat_keys": [
        "ENTERTAINMENT",
        "APPLICATION"
      ],
      "category": "Photo & Video",
      "description": "The official iOS version of the app PLAYit is here.\n\nPLAYit is an all-in-one video and audio player for iPhone, providing a variety of functions to meet your needs.\n\n\n\n1.  HD Video Player\nBrowse all local video files and play status videos, trailers, movies, TV shows, web series, music videos, short videos, shows and any other videos stored in your device.\nHD sax video player for all formats: mkv, mp4, webm, avi, flv, mpg, wmv, 4k video, 1080p video... \n\n\n2. Cloud disk online real-time playback\nBy adding an online cloud disk, you can view, play, download and manage all videos and audios in the cloud disk in real time. After adding a cloud disk through simple authorization, you can enjoy high-definition picture quality, unlimited download speed, and multi-functional playback experience. Google Drive and Dropbox cloud disks are currently supported, and more cloud disks are being accessed!\n\n\n3.  Floating play and background play allow multitasking\nOpen the floating playback window to chat with other apps while watching videos or listening to music. \n\n\n4.  Video to Audio Converter\nConvert video to audio with one click and enjoy audio/music playback. \n\n\n5.  Online subtitle function\nSearch online subtitles and download for free to watch movies with English/Hindi/Tamil subtitles. Watch Vinashkaal's latest Hindi movies! \n\n\n6.  Video player Smart gesture control during video playback\nMultiple playback options and simple gesture controls to change playback speed, brightness and volume \n\n\n7.  Powerful video player\nSupport switching subtitles, switching audio tracks. Support for dark mode, sharing and playlist looping. Any function you want, PLAYit can provide you. \n\n\n8. Try popular games for free on Playit\nYou can enjoy multiple games for free without downloading, just click on them to start entering the game world.\n\n\n- Easily supported video file formats\n- Easily organize video files on your phone\n- Easy navigation to get\n- Auto play the next one without delay\n- Shuffle, repeat, loop and order videos\n- A good player that users love\n\n\nYou can also get more benefits such as removing ads by upgrading your account [$2.99 per month or $9.99 per year]\n\nYou'll see the plan price before you start payment. This amount will be charged to your iTunes account at confirmation of purchase and renewal, and will vary by plan and country. Subscriptions renew monthly or annually, depending on your plan. Your account will be charged for renewal 24 hours after the end of the current billing cycle. To avoid auto-renewal, please turn it off at least 24 hours before renewal. You can turn off auto-renewal at any time from your iTunes account settings. You may manage and cancel your subscription by going to your Account Settings on the App Store after purchase.\n\n\nTerms of Use: https://www.playit2019.com/tos.html\nPrivacy Policy: https://www.playit2019.com/privacy.html\n\nAs an amazing HD video player, we are working hard to give you a better experience!\nIf you encounter any problems while using PLAYit, please contact us directly at feedback@playit.app",
      "android_package_name": "com.playit.videoplayer",
      "ios_bundle_id": "com.playit.videoplayer.ios",
      "title": "PLAYit-All in One Video Player",
      "domain_name": [
        "https://www.playit.app",
        "https://www.playit.app"
      ],
      "website": "https://www.playit.app",
      "developer": "PLAYIT TECHNOLOGY PTE. LTD.",
      "app_country": "US",
      "icon": "https://play-lh.googleusercontent.com/XyRQ3Jjq4pSaAv0XtVnLcUPfkPDrRULoAhRUeOxR53xgxrGVR1Lde2UcnJgZvRFodyN4",
      "icon_72": "https://play-lh.googleusercontent.com/XyRQ3Jjq4pSaAv0XtVnLcUPfkPDrRULoAhRUeOxR53xgxrGVR1Lde2UcnJgZvRFodyN4=s72-rw",
      "market_status": "PUBLISHED",
      "isPopular": true
    },
    {
      "app_availability": {
        "available_in": [
          "IN",
          "US",
          "UK"
        ],
        "package_name": "com.fun.share"
      },
      "cat_key": "ENTERTAINMENT",
      "cat_keys": [
        "ENTERTAINMENT",
        "APPLICATION"
      ],
      "category": "Entertainment",
      "description": "StarChat provides you a wonderful way to communicate with family, friends, and strangers. TOTALLY FREE! \nYou just need to create a room and invite your friends, then you can hold an online party anytime anywhere. Not only voice chat, but you can also share your favorite songs and sing karaoke with friends. Online games will make your party more excited.\n\n6 Reasons you’ll love the StarChat app:\n\n1. NO FEES\nStarChat is an absolutely free voice chat app! Once your phone connects to the internet (4G/3G/2G or WiFi), you can enjoy a really fluent, high-quality voice chat.\n\n2. Available in 40+ Countries\nIf you are away from family or friends, a voice chat room will make you closer. Wherever you are, using StarChat to keep in touch with friends, then you will never miss big moments! \n\n3. Secret Room\nLock the room and set a password, and only your friends could enter, which will be a wonderfully private place for you.\n\n4. Online Party\nCan’t find a suitable place for the party? StarChat provides you an awesome chance to hold an online party. Birthday, wedding, Eid, or just real-time comments on football games, TV Series, girls’ gossip, any topic is fine. Suitable presents like cake, rose, ring, etc. are also provided. It’s a great chance to surprise your friends. \n\n5. More Entertainment\nMore than voice! Text, pictures are also available. You will have fun with friends by playing games and singing karaoke.\n\n6. Join another Party\nThere are many public rooms with different topics. Choose the room according to the topic, then you will find friends with the same interests. Meanwhile, you will feel free to talk with anyone without showing your face.\n\nIf you have any problems or feedback, you can contact us by：\nFacebook: www.facebook.com/StarChatLive/\nWebsite: www.starchat.live\nEmail: support@starchat.live\n\nStarChat provides a variety of in-app purchases and subscriptions.If you choose to purchase an StarChat subscription,payment will be charged to your iTunes account after purchase confirmation.Your account will be charged the subscription amount within 24-hours prior to the end of the currnent period unless auto-renewal is turned off.Auto-renewal may be turned off at any time by going to your settings in the iTunes Store after purchase.\n\nPrivacy Policy：https://www.starchat.live/help/policy/Privacy_Policy.html\nTerms of Service：https://www.starchat.live/help/policy/Terms_of_Service.html",
      "android_package_name": "com.fun.share",
      "ios_bundle_id": "com.gangbeng.miyou",
      "title": "YoYo - Voice Chat Room, Ludo",
      "domain_name": [
        "http://www.starchat.live",
        "https://www.starchat.live"
      ],
      "website": "http://www.starchat.live",
      "developer": "Star Chat International Limited",
      "app_country": "US",
      "icon": "https://play-lh.googleusercontent.com/QO_vX3KZRUdU17jQ1JIJcBpPfUznwVLmI1h0L2v1gDNrl1CxRPpLits0WIGQoRYrKGE",
      "icon_72": "https://play-lh.googleusercontent.com/QO_vX3KZRUdU17jQ1JIJcBpPfUznwVLmI1h0L2v1gDNrl1CxRPpLits0WIGQoRYrKGE=s72-rw",
      "market_status": "PUBLISHED",
      "isPopular": true
    },
    {
      "app_availability": {
        "available_in": [
          "IN",
          "US",
          "UK"
        ],
        "package_name": "ru.ok.android"
      },
      "cat_key": "ENTERTAINMENT",
      "cat_keys": [
        "ENTERTAINMENT",
        "APPLICATION"
      ],
      "category": "Lifestyle",
      "description": "Get the best online dating app experience and match-up based on who you really are and what you love. OkCupid is all about inclusive online dating for every single person!\n\nThe dating app that lets you experience real adult dating for those who know what they want!\n\nWith OkCupid, you can meet new friends online or find serious relationships, date and make meaningful connections. Find your match and a date for tonight!\nThis matchmaking app cares about you. We’ve created an exciting online dating environment for every single person. Try it now and start your journey towards better relationships.\n\nPersonalize your dating profile with your interests, what your dating expectations are and leave the rest to the matching algorithm!\nGreat Romantic dates come from true matches - that’s why the OkCupid online dating app shows off who you are beyond a photo.\nMeet cute singles, build connections and find love! You deserve it all!\n\n• Love is inclusive, and so is OkCupid. Create a free dating profile that highlights what makes you special and unique.\n• Find your soulmate from over 60 different gender identities and sexual orientations: Gay, Lesbian, Bisexual, pansexual, queer and more. Gay marriage can be more than just a dream.\n•  She/her, he/him, they/them - highlight your gender pronouns and meet locals near you!\n• On OkCupid you can find everything you are looking for - Asian dating, Afroromance, Gay hookups, Latino, straight, or anything in between - love and connections that transcend borders.\n• Go on great dates, and find your match by giving your own unique answers!\n• Round it off with your cutest profile picture and you’re ready to meet new people, find love or go on a great date tonight. \n• Meaningful connections can come in many shapes and sizes - create new friendships, chat with new and interesting people, find a new exciting romance, or a serious relationship!\n\nOkCupid isn’t just another online app for dates. Our free dating app helps you meet singles, connect, chat or have a deep conversation through our one-of-a-kind messaging system. Focus on the connections you’re interested in without the ones you’re not. Then, plan to meet up and go on great dates - whether you’re looking for local dating, virtual dating or anything in between!\n\nTake the stress out of online dating. OkCupid can help you find your match, whether you want casual dating, marriage, or just to find your love story – YOU choose what matters. Match with people with similar interests and receive a personalized match percentage when you answer our unique questions. We’re here to help you find relationships on your terms. \nFlirt, find love, build connections and go on great dates with OkCupid, the best free dating app! Download now!\n\nMATCH, CONNECT AND MEETUP \n• Meet new people and find relationships with our unique messaging system\n• Local dating features help you meet people nearby\n\nDATING APP UPGRADE \nOkCupid is a free dating app for everyone, but we offer an optional premium subscription that unlocks exclusive features. Additional premium dating features include:\n• See who likes you without having to like them first\n• Send unlimited likes for more date matches!\n• Set Dealbreakers so you can find just who you're looking for, and match on what matters\n\nMeet singles and find great connections – download OkCupid and enjoy the best online dating app today!\n\nPrivacy: https://okcupid-app.zendesk.com/hc/en/articles/22780694078491\nTerms: https://okcupid-app.zendesk.com/hc/en/articles/23941864418203",
      "android_package_name": "ru.ok.android",
      "ios_bundle_id": "com.okcupid.app",
      "title": "OK: Social Network",
      "domain_name": [
        "http://www.okcupid.com",
        "https://www.okcupid.com"
      ],
      "website": "http://www.okcupid.com",
      "developer": "OkCupid",
      "app_country": "US",
      "icon": "https://play-lh.googleusercontent.com/n5IlYt9jRkNe3cA_aFq42plGz9BP1oH9tvh_LHi4w7s5BZhN_yzrio9jubsR3Jpqqk5a",
      "icon_72": "https://play-lh.googleusercontent.com/n5IlYt9jRkNe3cA_aFq42plGz9BP1oH9tvh_LHi4w7s5BZhN_yzrio9jubsR3Jpqqk5a=s72-rw",
      "market_status": "PUBLISHED",
      "isPopular": true
    },
    {
        "app_availability": {
          "available_in": [
            "IN",
            "US",
            "UK"
          ],
          "package_name": "com.kakao.talk"
        },
        "cat_key": "ENTERTAINMENT",
        "cat_keys": [
          "ENTERTAINMENT",
          "APPLICATION"
        ],
        "category": "Social Networking",
        "description": "KakaoTalk is a messaging and video calling app. It’s fast, fun, simple, and reliable. With more than 150 Million users worldwide, KakaoTalk connects people and the world. KakaoTalk works across mobile, desktop and wearable devices. Enjoy KakaoTalk anytime, anywhere in real-time!\n\nKakaoTalk is now available on Watch OS.\n- Check your recent chat history including group chats, 1:1 chats and chats in My Chatroom. \n- Respond faster with emoticons and quick reply \n- Reply with voice from Watch devices\n- Record and play voice memos\n\n※ KakaoTalk on Watch OS must be synced with your KakaoTalk on mobile. \n\nMESSAGES\n· Simple, fun and reliable messaging in every network\n· Make group chats with unlimited number of friends\n· See who read your messages with unread count feature\n\nOPEN CHAT\n· The easiest way to find new friends across the world who share the same interests\n· Enjoy chats anonymously and share your interests, hobbies, and lifestyles\n\nVOICE & VIDEO CALLS\n· Enjoy 1:1 or group voice and video calls \n· Change your voice with our Talking Tom & Ben voice filters\n· Multitask while on voice & video calls \n\nPROFILE & THEMES\n· Change and customize your KakaoTalk with official and customized themes \n· Create your profile with photos, videos, stickers, music and more!\n\nSTICKERS\n· A variety of sticker collections that make chatting extra fun\n· From popular stickers to the latest stickers, send as many stickers you want with Emotion PLUS\n\nCALENDAR\n· View events and anniversaries scattered in different chatrooms at a glance\n· Our Assistant Jordy will remind you of any upcoming events and help you manage schedules\n\nOTHER AMAZING FEATURES\n· Live Talk : real-time live chat and live streaming\n· Kakao Channel : exclusive coupons & deals from your favorite brands\n· Share your location and more!\n\nContact us at http://www.kakao.com/talk/en/contact\nFollow us at http://twitter.com/kakaotalk",
        "android_package_name": "com.kakao.talk",
        "ios_bundle_id": "com.iwilab.KakaoTalk",
        "title": "KakaoTalk : Messenger",
        "domain_name": [
          "https://www.kakaocorp.com/service/KakaoTalk",
          "https://www.kakaocorp.com"
        ],
        "website": "https://www.kakaocorp.com/service/KakaoTalk",
        "developer": "Kakao Corp.",
        "app_country": "US",
        "icon": "https://play-lh.googleusercontent.com/KwGCiEolNEeR9Q4RFOnDtb8Pvqs3LNiQEdE07wMCnoULO3yLUprHbGGLBYNEt8k7WJY",
        "icon_72": "https://play-lh.googleusercontent.com/KwGCiEolNEeR9Q4RFOnDtb8Pvqs3LNiQEdE07wMCnoULO3yLUprHbGGLBYNEt8k7WJY=s72-rw",
        "market_status": "PUBLISHED",
        "isPopular": true
      },
      {
        "app_availability": {
          "available_in": [
            "IN",
            "US",
            "UK"
          ],
          "package_name": "com.kuraakani.nimbuzz"
        },
        "cat_key": "ENTERTAINMENT",
        "cat_keys": [
          "ENTERTAINMENT",
          "APPLICATION"
        ],
        "category": "Business",
        "description": "Nimbuzz - Your Everything App! \n\nEnjoy awesome chats with our secure encrypted chat and video calls. Socialize with like-minded people and discuss products and services with businesses of your interest in the Public Chatrooms. Spark up the Social Media Zone- share memorable moments with pictures, videos, & stories- and the best part, live-stream to receive wonderful gifts! Visit the Online Cinema to spend quality time watching movies together with loved ones from anywhere in the world, while chatting with them! Watch from thousands of trending movies & series, play fun games & quizzes in the Entertainment Lounge. Vibe with amazing people & find interesting businesses nearby in the Networking Area. Shop from anywhere via the Online -offline Shopping Mall. Personalize your profile in the Connecting Hub for jobs catered to your career interest! Make easy payments with our encrypted wallet for internal app services, mobile recharge, utilities, and more in the Financial Zone. Coming soon: Ride hailing! Experience the Ultimate Digital Lifestyle Platform.",
        "android_package_name": "com.kuraakani.nimbuzz",
        "ios_bundle_id": "com.kuraakani.app",
        "title": "Nimbuzz",
        "domain_name": [
          "http://nimbuzz.com/privacy.html",
          "https://nimbuzz.com"
        ],
        "website": "http://nimbuzz.com/privacy.html",
        "developer": "Kuraakani Online Pvt Ltd",
        "app_country": "US",
        "icon": "https://play-lh.googleusercontent.com/QGRyCnZ_Cukby7kxsf2aKPXiwyiwMMjq-D3korwAhBKVDUX3wnzd3facHHvL1-uGooU9",
        "icon_72": "https://play-lh.googleusercontent.com/QGRyCnZ_Cukby7kxsf2aKPXiwyiwMMjq-D3korwAhBKVDUX3wnzd3facHHvL1-uGooU9=s72-rw",
        "market_status": "PUBLISHED",
        "isPopular": true
      },
      {
        "app_availability": {
          "available_in": [
            "IN",
            "US",
            "UK"
          ],
          "package_name": "com.beint.zangi"
        },
        "cat_key": "ENTERTAINMENT",
        "cat_keys": [
          "ENTERTAINMENT",
          "APPLICATION"
        ],
        "category": "Social Networking",
        "description": "ANONYMOUS REGISTRATION - Registration without phone number & without personal contact sharing. Protection from surveillance and account hacking.\nNO DATA COLLECTION - Your data is stored ONLY on your phone.\nMILITARY GRADE ENCRYPTION - Texts, Files, Voice & Video calls are encrypted by the End-to-End AES-GCM 256 algorithm.\nUNBREAKABLE QUALITY - Zangi works where other messenger apps don't. Minimized dependency from the speed of your internet connection. Enjoy Zangi even with 2G connection or crowded WiFi.",
        "android_package_name": "com.beint.zangi",
        "ios_bundle_id": "com.interactive.zangi",
        "title": "Zangi Private Messenger",
        "domain_name": [
          "https://zangi.com",
          "https://zangi.com"
        ],
        "website": "https://zangi.com",
        "developer": "Secret Phone,  Inc.",
        "app_country": "US",
        "icon": "https://play-lh.googleusercontent.com/oyaP56p4CSIoNYxZuVE5sXexAZMHuWF2LV64RYB-Mzr7e2MabQl4Q0Ed3NA_Q1uYk22t",
        "icon_72": "https://play-lh.googleusercontent.com/oyaP56p4CSIoNYxZuVE5sXexAZMHuWF2LV64RYB-Mzr7e2MabQl4Q0Ed3NA_Q1uYk22t=s72-rw",
        "market_status": "PUBLISHED",
        "isPopular": true
      }
  ]