[
    {
      "app_availability": {
        "available_in": [
          "IN",
          "US"
        ],
        "package_name": "com.eventbrite.attendee"
      },
      "cat_key": "EVENTS",
      "cat_keys": [
        "EVENTS",
        "APPLICATION"
      ],
      "category": "Entertainment",
      "description": "Discover popular local events, get event recommendations just for you, and see which events your friends are going to! Get tickets and quickly access all of your Eventbrite tickets and event information from your iPhone. Find something new to do -- concerts, festivals, classes, conferences, free events and more -- right in the palm of your hand. \n\nWith Eventbrite for mobile, you can:\n• Discover popular and recommended events happening around you\n• Find upcoming events for this week and weekend\n• See which events your friends are going to\n• Register for and get tickets to events\n• Store your credit or debit cards for fast, easy purchasing\n• View event details, including maps and directions\n• Add your Eventbrite tickets to Passbook\n• Easily share events with your friends\n• Get into events with just your phone -- no paper tickets required!\n\nAlso available in German, Spanish, French, Italian, Dutch, Portuguese, and Swedish.\n\nWhat is Eventbrite?\n\nEventbrite enables anyone to create, promote, and sell tickets to any event imaginable, while also helping people discover and share events that match their passions. Whether it’s a neighborhood block party or a sold-out concert in a stadium, Eventbrite makes it happen.\n\nINFORMATION SHARING: When purchasing tickets or registering for an event, we provide the information entered to the event organizer so they can manage the event. Please review our Privacy Policy and California Privacy Notice for more information on your choices around information sharing.\n\nCalifornia Privacy Notice: https://www.eventbrite.com/support/articles/en_US/Troubleshooting/supplemental-privacy-notice-for-california-residents?lg=en_US",
      "android_package_name": "com.eventbrite.attendee",
      "ios_bundle_id": "com.eventbrite.attendee",
      "title": "Eventbrite",
      "domain_name": [
        "http://www.eventbrite.com",
        "https://www.eventbrite.com"
      ],
      "website": "http://www.eventbrite.com",
      "developer": "Eventbrite",
      "app_country": "US",
      "icon": "https://play-lh.googleusercontent.com/G_km1vpTybQ_gQcUtna-yalqle_tDuDx-3SYy_cBO2r8Kk-EYO3NmjJEHzniNpOfpxlo",
      "icon_72": "https://play-lh.googleusercontent.com/G_km1vpTybQ_gQcUtna-yalqle_tDuDx-3SYy_cBO2r8Kk-EYO3NmjJEHzniNpOfpxlo=s72-rw",
      "market_status": "PUBLISHED"
    },
    {
      "app_availability": {
        "available_in": [
          "IN",
          "US"
        ],
        "package_name": "fr.fan.wallet"
      },
      "cat_key": "EVENTS",
      "cat_keys": [
        "EVENTS",
        "APPLICATION"
      ],
      "category": "Entertainment",
      "description": "The Ticketmaster app makes it easier to buy, sell, and get into the very best of live entertainment - so you can get on with making memories that last.\n\nWe give you unparalleled access to thousands of venues, artists, theater and sports events.\n\nDISCOVER\n- Explore millions of events from concerts, festivals and theater to sport and comedy shows\n- Get real-time updates about your favorite artists, events, and venues\n- Take control of your experience by browsing available seats and selecting those that best match your preferences\n\nBUY \n- Buy your tickets simply and safely \n- Credit Card, Gift Cards, installments and more - Choose the payment option that works best for you \n\nSELL\n- Safely and securely resell your tickets to fellow fans if you can’t go\n- Set your price for your tickets, and if they sell, you'll be paid through your selected payment method\n\nGET INTO THE SHOW\n- No need to worry about printing tickets! Access your tickets and all event details directly from your app\n- Easily transfer your tickets to family and friends before the show giving everyone the freedom to enter when they want \n\nDownload the Ticketmaster app and go live.\n\nREACH OUT TO US\nWebsite: www.ticketmaster.com\nTwitter: www.twitter.com/ticketmaster\nInstagram: www.instagram.com/ticketmaster\nFacebook: www.facebook.com/ticketmaster",
      "android_package_name": "fr.fan.wallet",
      "ios_bundle_id": "com.ticketmaster.ios.TicketmasterApp",
      "title": "Ticketmaster",
      "domain_name": [
        "https://www.ticketmaster.com",
        "https://www.ticketmaster.com"
      ],
      "website": "https://www.ticketmaster.com",
      "developer": "Ticketmaster L.L.C",
      "app_country": "US",
      "icon": "https://play-lh.googleusercontent.com/s2uB-VoSazsXQ-0oMVgDWICUYRaFKEnIlA-wiTKUoJwLZilg49dYyug-qj-e8PRelN4",
      "icon_72": "https://play-lh.googleusercontent.com/s2uB-VoSazsXQ-0oMVgDWICUYRaFKEnIlA-wiTKUoJwLZilg49dYyug-qj-e8PRelN4=s72-rw",
      "market_status": "PUBLISHED"
    },
    {
      "app_availability": {
        "available_in": [
          "IN",
          "US"
        ],
        "package_name": "com.meetup"
      },
      "cat_key": "EVENTS",
      "cat_keys": [
        "EVENTS",
        "APPLICATION"
      ],
      "category": "Social Networking",
      "description": "Pursue your interests with people who share them, both online and in person. With over 60 million members, Meetup helps you build a career network, discover a tech community, create a personal brand, make time for your hobbies, and meet friends who share similar interests. \n\nEasily meet people you know you’ll get along with and create groups of friends that will be as excited as you to embrace your hobbies, participate in online or local events or engage in discussions. Download the Meetup app and host your own events or join one of the 100,000 Meetup events with new people happening every week. \n\nDiscover local and online events\n\nMeet new people and get matched with over 330,000 groups and friends based on your network of interests, from tech conferences to free yoga and everything in-between\nExplore online or local events by category, search by keyword, or see what’s popular in your area with a map\nSave events you’re interested in and come back to  them later. Pick and choose the people and friends you want to meet at all the events that you like\nHave discussions with the people you meet and use direct messaging to stay in touch with your new friends\nMeet  people who are interested in the same local or online events, create new groups of friends and expand your online network\n\nStart a group\n\nHost your own events online and in person by creating a group on your favorite topic, and meet friends who wants to participate\nWatch your community of friends and network of people grow as your group is recommended to interested people and potential new friends to meet\nEasily personalize and schedule events on-the-go, and manage your group from anywhere\nKeep the momentum going between events by sharing photos and using discussions and instant messaging to connect with the people and friends in your group that you are keen to meet\n\nGet in touch with questions or suggestions: iossupport@meetup.com\n\nIn order to recommend Meetup events that are hosted by local groups, we use your device's precise location (GPS and network-based).\n\nEULA: \nhttps://www.apple.com/legal/internet-services/itunes/dev/stdeula/\n\nPrivacy Policy:\nhttps://www.meetup.com/privacy/",
      "android_package_name": "com.meetup",
      "ios_bundle_id": "com.meetup.iphone",
      "title": "Meetup",
      "domain_name": [
        "http://www.meetup.com",
        "https://www.meetup.com"
      ],
      "website": "http://www.meetup.com",
      "developer": "Meetup LLC",
      "app_country": "US",
      "icon": "https://play-lh.googleusercontent.com/byNQj20XRp7MfIVK7WryqB4jdyZceL087ABgIjwzZqw9y339Nz0_KLS_1B7ak51QLEg",
      "icon_72": "https://play-lh.googleusercontent.com/byNQj20XRp7MfIVK7WryqB4jdyZceL087ABgIjwzZqw9y339Nz0_KLS_1B7ak51QLEg=s72-rw",
      "market_status": "PUBLISHED"
    },
    {
      "app_availability": {
        "available_in": [
          "IN",
          "US"
        ],
        "package_name": "com.hostinghappily.app"
      },
      "cat_key": "EVENTS",
      "cat_keys": [
        "EVENTS",
        "APPLICATION"
      ],
      "category": "Lifestyle",
      "description": "Eventful: The easiest app for planning events!\n\nPlan your events effortlessly with Eventful! Our user-friendly app is designed to keep you organised and stress-free as you create memorable moments.\n\nKey Features:\n\nEffortless Planning: Quickly outline your events and bring them to life with organised to-do and shopping lists.\nInvite Friends: Send invitations with a click, allowing guests to quickly accept or decline.\nRSVP Tracking: Keep track of who’s coming and who’s not, all in one place.\nCalendar: Never miss an event with our integrated calendar.\n\nJoin hundreds of satisfied users and transform your event planning experience.\n\nDownload Eventful today and start planning effortlessly!\n\n\nPrivacy Policy: https://www.eventfulapp.com/about/privacy\nTerms Of Service: https://www.apple.com/legal/internet-services/itunes/dev/stdeula/",
      "android_package_name": "com.hostinghappily.app",
      "ios_bundle_id": "com.hostinghappily.app",
      "title": "Eventful",
      "domain_name": [
        "https://www.eventfulapp.com",
        "https://www.eventfulapp.com"
      ],
      "website": "https://www.eventfulapp.com",
      "developer": "Christopher Sharp",
      "app_country": "US",
      "icon": "https://play-lh.googleusercontent.com/SmNEYqOLS-w015l9uOQkx6FMYBe6SJgKNdjqZG_B0WCA15ukbnrs4bcHvEoGICyLVTo",
      "icon_72": "https://play-lh.googleusercontent.com/SmNEYqOLS-w015l9uOQkx6FMYBe6SJgKNdjqZG_B0WCA15ukbnrs4bcHvEoGICyLVTo=s72-rw",
      "market_status": "PUBLISHED"
    },
    {
      "app_availability": {
        "available_in": [
          "IN",
          "US"
        ],
        "package_name": "com.bandsintown"
      },
      "cat_key": "EVENTS",
      "cat_keys": [
        "EVENTS",
        "APPLICATION"
      ],
      "category": "Music",
      "description": "Bandsintown helps you discover concerts near you and notifies you of upcoming gigs by artists you listen to, so you’ll never miss another show. \n \nAwarded TIME Magazine’s Best Apps of the Year and Business Insider’s World’s Greatest Apps, Bandsintown is trusted by 85 million live music fans worldwide and is 100% free with no hidden fees.\n \nUsing Bandsintown is easy…\n \nFollow your favorite artists or sync services like Spotify and Apple Music to stay connected and receive alerts when they announce shows near you, and even request a tour stop in your town. Set reminders, get tickets from official sellers, and read reviews before you go. \n \nFind any concert, festival, or venue worldwide, discover new artists and events based on your taste, and do it all over again. \n \nWherever you go, never miss a show. \n\n \nJOIN THE BANDSINTOWN MOVEMENT\n \nWebsite: https://www.bandsintown.com\nInstagram: https://www.instagram.com/bandsintown\nFacebook: https://www.facebook.com/bandsintown\nTwitter: https://www.twitter.com/bandsintown\n\nTerms of Use: https://corp.bandsintown.com/terms\nPrivacy Policy: https://corp.bandsintown.com/privacy\n\n◦ Bugs / Crash? Feedback? ◦ \nEmail: support@bandsintown.com\n\nContinued use of GPS running in the background can dramatically decrease battery life.",
      "android_package_name": "com.bandsintown",
      "ios_bundle_id": "com.bandsintown.bit",
      "title": "Bandsintown",
      "domain_name": [
        "http://www.bandsintown.com",
        "https://www.bandsintown.com"
      ],
      "website": "http://www.bandsintown.com",
      "developer": "Bandsintown Inc.",
      "app_country": "US",
      "icon": "https://play-lh.googleusercontent.com/d4HyvRGWXKvEOc7HAROImJdf_OSs3lQsYbtE1P5T__znXk5nBOxrtGiNzYwaj9Ca_Ow0",
      "icon_72": "https://play-lh.googleusercontent.com/d4HyvRGWXKvEOc7HAROImJdf_OSs3lQsYbtE1P5T__znXk5nBOxrtGiNzYwaj9Ca_Ow0=s72-rw",
      "market_status": "PUBLISHED"
    },
    {
      "app_availability": {
        "available_in": [
          "IN",
          "US"
        ],
        "package_name": "com.seatgeek.android"
      },
      "cat_key": "EVENTS",
      "cat_keys": [
        "EVENTS",
        "APPLICATION"
      ],
      "category": "Entertainment",
      "description": "StubHub is the world’s top destination for ticket buyers and resellers. Prices may be higher or lower than face value.\n\nBuy and sell event tickets on the world's largest ticket marketplace. Over 10 million upcoming live sports events, concerts, theater shows, gigs and tours are available. StubHub ranked #1 in Newsweek’s America’s Best Customer Service 2019.\n\n\nDownload the StubHub app today for amazing experiences right at your fingertips!\n\n\nBuy baseball tickets, football tickets, concert tickets and more from the day they go on sale up until the day of the event. Change of plans? Easily sell your tickets right from the app. Every order is 100% guaranteed, with customer service all the way to your seat. Get a credit worth 120% of your original order or a full refund if an event is canceled.\n\n\nTOP REASONS TO DOWNLOAD THE STUBHUB APP:\n\n\n1. Simple and easy: Buy and sell tickets in only a few taps\n2. StubHub FanProtect™ Guarantee: Trusted by people worldwide, we back every order so you can buy and sell tickets with 100% confidence. If an event is canceled, you will get a credit worth 120% of your original order, or a full refund, your choice. \n\n\nSTUBHUB APP FEATURES:\n\n\nFIND THE BEST EVENTS\n● Search for events by category, your interests, or location\n● Sports events: Baseball, basketball, soccer, hockey, motorsports, football and more\n● MLB tickets\n● NFL tickets\n● NCAA tickets and more\n\n\nMANAGE YOUR TICKETS AND LISTINGS EASILY\n● My tickets: Track your orders, view your mobile tickets and get ready for your next event\n● Sell section: List tickets, manage your listings and view your sales\n● Mobile tickets: Get into events with your iPhone – no need to print (available for selected venues)\n\n\nBuy and sell tickets for:\nNew York (Giants, Jets, Yankees, Mets, Knicks, Brooklyn Nets, Islanders, New Jersey Devils, MetLife Stadium, Citi Field, Yankee Stadium)\nLos Angeles (Chargers, Rams, Los Angeles Angels, LA Dodgers, Clippers, Lakers, Anaheim Ducks, Kings, Memorial Coliseum, Dodger Stadium, Staples Center)\nChicago (Bears, Cubs, White Sox, Wrigley Field, Soldier Field, United Center)\nPhiladelphia (Eagles, Phillies, 76ers, Flyers, Lincoln Financial Field, Citizens Bank Park)\nDallas - Fort Worth (Cowboys, Rangers, Mavericks, Dallas Stars)\nOakland (Raiders, Athletics, Golden State Warriors, O.co Coliseum)\nSan Francisco (49ers, Giants, Sharks, Levi's Stadium, AT&T Park)\nWashington, D.C. (Redskins, Nationals, Wizards, Capitals, FedEx Field, Nationals Park)\nBoston (Patriots, Red Sox, Celtics, Bruins, Gillette Stadium, Fenway Park, Boston Garden)\nPhoenix (Cardinals, Arizona Diamondbacks, Phoenix Suns, Coyotes)\nDetroit (Lions, Tigers, Pistons, Red Wings, Comerica Park, Tiger Stadium)\nMinneapolis- Saint Paul (Vikings, Twins, Timberwolves, Wild)\nMiami (Dolphins, Marlins, Heat, Panthers, American Airlines Arena, BB&T Center, Marlins Park)\nDenver (Broncos, Colorado Rockies, Nuggets, Avalanche, Sports Authority Field)\nFestivals and Concerts (Elton John, U2, Lollapalooza, Bruno Mars and more)\n\nGET IN TOUCH WITH US\n\nWebsite: www.stubhub.com\nTwitter: www.twitter.com/stubhub\nInstagram: www.instagram.com/stubhub\nFacebook: www.facebook.com/stubhub",
      "android_package_name": "com.seatgeek.android",
      "ios_bundle_id": "com.stubhub.stubhub",
      "title": "StubHub",
      "domain_name": [
        "https://www.stubhub.com",
        "https://www.stubhub.com"
      ],
      "website": "https://www.stubhub.com",
      "developer": "Stubhub, Inc",
      "app_country": "US",
      "icon": "https://play-lh.googleusercontent.com/rDMsfzq4RwA6Kf4OZIMnoC9338Bvm4kO9FjMzCYPYbM-mz6MdOWmOJGG2KGwBMmeTJw",
      "icon_72": "https://play-lh.googleusercontent.com/rDMsfzq4RwA6Kf4OZIMnoC9338Bvm4kO9FjMzCYPYbM-mz6MdOWmOJGG2KGwBMmeTJw=s72-rw",
      "market_status": "PUBLISHED"
    },
    {
      "app_availability": {
        "available_in": [
          "IN",
          "US"
        ],
        "package_name": "de.eventim.mobile.app.Android"
      },
      "cat_key": "EVENTS",
      "cat_keys": [
        "EVENTS",
        "APPLICATION"
      ],
      "category": "Entertainment",
      "description": "The EVENTIM.App gives you access to more than 200,000 events every year. Book tickets, discover artists, and find out about the details and benefits relating to your next event. \n\nFeatures:\nSeating plan booking. Choose your exact seat or seats, and specify how many tickets you require.\n\nList of events. See when and where an event you wish to attend is taking place, and save it to your personal calendar with just one click on the calendar page.\n\nPersonal start page. Keep tabs on all your favorite artists and never miss an event. \n\nFavorite artists. Favorite your top artists by clicking on the heart, or sync them from your local music library or from Facebook. \n\nFavorite event venues. Bookmark your favorite venues. This way you’ll be automatically informed about upcoming events and will be sent service info such as route maps and parking details. \n\nOur tip: Activate the push notifications to always be kept up to date about when tickets go on sale. \n\nEvent inspiration. With our thematic worlds and fan reports you can discover great events you might otherwise have missed. You also have the chance here to write reviews. \n\nSecure account management. Your EVENTIM or Facebook login gives you access to your mobile tickets, your placed orders and your ticket alarms. All in line with the highest security, standards of course.\n\nPlease send any feedback or questions to iphone@eventim.de\n\n\nWith the EVENTIM-App for iOS, Europe’s market leaders offers you access to more than 200,000 events every year, in addition to a unique range of services and features: Buy original tickets for the original price on your mobile device, discover new artists, and benefit from lots of information and advantages relating to your next event visit in Berlin, Hamburg, Munich, Cologne, Frankfurt, Stuttgart, Düsseldorf, Dortmund, Essen, Leipzig, Bremen, Dresden, Hanover, Nuremberg, Duisburg, and many other towns and cities. With the EVENTIM.App you are always just a few clicks away from the next event highlight!\n\nManage your favorite artists across all musical genres from other events simply and conveniently. Be it rock, pop, techno, classical, hip-hop, rap or indie. Whether it’s a major festival or a tiny club concert: The EVENTIM.App is always the most straightforward way to book tickets. Even if you’re looking for comedy, musical or dinner events, you’ll be sure to find what you want with the EVENTIM.App.\n\nThe EVENTIM.App also provides you with all key information you need to know when buying tickets. Whether it be about the start of sales, the announcement of a new tour, or additional concert dates.",
      "android_package_name": "de.eventim.mobile.app.Android",
      "ios_bundle_id": "de.eventim.iphoneapp",
      "title": "Eventim",
      "domain_name": [
        "http://www.eventim.de",
        "https://www.eventim.de"
      ],
      "website": "http://www.eventim.de",
      "developer": "CTS EVENTIM AG",
      "app_country": "US",
      "icon": "https://play-lh.googleusercontent.com/joARcJqMDOp30WwOwST7u4dLae_oH2jZALRkGer_NhT1a15MiCewRf-tqI5PLNqi1z4s",
      "icon_72": "https://play-lh.googleusercontent.com/joARcJqMDOp30WwOwST7u4dLae_oH2jZALRkGer_NhT1a15MiCewRf-tqI5PLNqi1z4s=s72-rw",
      "market_status": "PUBLISHED"
    },
    {
      "app_availability": {
        "available_in": [
          "IN",
          "US"
        ],
        "package_name": "com.greencopper.swedenrock"
      },
      "cat_key": "EVENTS",
      "cat_keys": [
        "EVENTS",
        "APPLICATION"
      ],
      "category": "Music",
      "description": "Elevate your live music experience with The Live Nation App. From the moment you buy your tickets to the day of show, get all the info you need, all in one place.\n\nCheck out the features:\n• Never miss a show — Buy tickets anytime, anywhere\n• Stay in the know - Get all the latest info on concerts, festivals, livestreams, venues and more!\n• Skip the line — Password-free, in-app presales\n• Don’t miss a beat - Order online at our venues and skip the lines\n• Go paperless — With mobile entry, your phone is your ticket*\n• Access your Live Nation Premium Seats*\n• Offline mode — Access and view your tickets when network connection is slow or limited\n• Share tickets with friends— Buy, sell and transfer Ticketmaster verified tickets\n*at participating venues",
      "android_package_name": "com.greencopper.swedenrock",
      "ios_bundle_id": "com.livenation.LiveNation",
      "title": "Live Nation",
      "domain_name": [
        "https://livenation.app.link/livenation",
        "https://livenation.app.link"
      ],
      "website": "https://livenation.app.link/livenation",
      "developer": "Live Nation Worldwide, Inc.",
      "app_country": "US",
      "icon": "https://play-lh.googleusercontent.com/GRuI5SUjlbwFnAaj9orWVPVwekchmI25jdvSgu3qSveC7WoTainD9orZMGzsfhZAHmw",
      "icon_72": "https://play-lh.googleusercontent.com/GRuI5SUjlbwFnAaj9orWVPVwekchmI25jdvSgu3qSveC7WoTainD9orZMGzsfhZAHmw=s72-rw",
      "market_status": "PUBLISHED"
    },
    {
      "app_availability": {
        "available_in": [
          "IN",
          "US"
        ],
        "package_name": "com.bizzabo.client"
      },
      "cat_key": "EVENTS",
      "cat_keys": [
        "EVENTS",
        "APPLICATION"
      ],
      "category": "Business",
      "description": "Bizzabo’s universal event app is trusted by leading brands across the world who believe in the power of events to bring people together. With Bizzabo, event experiences are more impactful and rewarding. Winner of the “People’s Choice Award for Best Event Technology Provider” for 3 years in a row. \n\nWith the Bizzabo app you can:\nReview the event agenda, view session locations or find out anything that you need to know about your event\nSee who else is attending your event and view their profiles\nMessage other attendees with private one-on-one messages\nStay in the know with real-time updates about sessions, speakers and special offers\nParticipate in live polls and surveys administered by presenters\nShare event updates directly to social media\n\n\"After demoing Bizzabo I can confidently say it’s one of the best conference apps I’ve seen, and I’ve seen a few.\" – TechCrunch\n\nMAKE THE RIGHT DECISIONS\nReview the event agenda, find session locations, read up on speaker bios, see who else is attending your event, participate in polls and more—all from the palm of your hand.\n\nMEET THE RIGHT PEOPLE\nMake the most of your event with private one-on-one messaging, robust attendee profiles, and social media integrations.\n\nNEVER BE LEFT OUT OF THE LOOP\nStay in the know with real-time updates about sessions, speakers and special offers that get sent straight to your phone. Take that FOMO!\n\nATTEND STRATEGICALLY\nBefore the event event starts, see who else is attending, mark leads and set up meetings.\n\nBE A PART OF THE ACTION\nTake live polls and surveys. Share event updates directly to social media. Make your voice heard.\n\nIt’s your event journey. Give yourself the right tools to boldly network, navigate and succeed like never before.\n\nFor more information, visit Bizzabo.com.",
      "android_package_name": "com.bizzabo.client",
      "ios_bundle_id": "com.bizzabo.bizzabo",
      "title": "Bizzabo",
      "domain_name": [
        "http://www.bizzabo.com",
        "https://www.bizzabo.com"
      ],
      "website": "http://www.bizzabo.com",
      "developer": "Bizzabo Ltd.",
      "app_country": "US",
      "icon": "https://play-lh.googleusercontent.com/SEQJLdsMQLnrpDzm5KJSdRocLvSfL_eH663eVga1DIG_7G25hslSfxQvHX1yiDtn-A",
      "icon_72": "https://play-lh.googleusercontent.com/SEQJLdsMQLnrpDzm5KJSdRocLvSfL_eH663eVga1DIG_7G25hslSfxQvHX1yiDtn-A=s72-rw",
      "market_status": "PUBLISHED"
    },
    {
      "app_availability": {
        "available_in": [
          "IN",
          "US"
        ],
        "package_name": "com.landmarkgroup.splashfashions"
      },
      "cat_key": "EVENTS",
      "cat_keys": [
        "EVENTS",
        "APPLICATION"
      ],
      "category": "Games",
      "description": "KICK BACK and MATCH WITH A SPLASH!\n\nMatch 3 or more Jellys in this splashtastic, addicting matching game! Fall in love with our fun-filled matching game. Join the colorful Jellys and try to match 3 or more of them in a row or diagonally to form the longest line of Jellys you can. Settle in and relax with one of the most fun puzzle game on your device.\n\n\nADDICTIVE & DELIGHTFUL FREE GAME TO PLAY\n\nIf you love to play match 3 games online and puzzle games tickle your fancy, get ready to experience one of the best 3 in a row games available! Defeat the evil Slimes and enjoy Jelly - filled adventure game! You’re sure to get addicted to this yummy match 3 game!\nWhat are you waiting for?! Install and play our splashy, awesome game today! \n\nJourney through loads of different levels and dozens of different three in a row challenges to free your Jelly friends. But watch out for the Slimes, who’ve taken over Jelly Land! This awesome game is waiting for you once you install Jelly Splash!\n\nWith loads of fun events, big sales and huge bonuses you’ll love coming back again and again for some relaxing matching fun.\n\nADDICTING GAMES WITH JELLYS\n\nUNLIMITED GAME TIME – Play at your pace and keep your matching relaxed\nNEW LEVELS – Constantly enjoy totally new levels, events, and sales\nJOLLY JELLYS – Fall in love with the charming Jellys, each with their own character\nAMAZING CHALLENGES – Discover dozens of gorgeous worlds, while overcoming fun obstacles, winning amazing prizes in tournaments and racing up a weekly Tower\n75 MILLION CAN’T BE WRONG – With over 75 million fans, why not get splashing today?\n\n-------------------------------------------------------\nJellysplash is intended for those 18 and older. Jellysplash does not require payment to download and play, but it also allows you to purchase virtual items with real money inside the game. You can disable in-app purchases in your device’s settings. Jellysplash may also contain advertising. You may require an internet connection to play Jellysplash and access its social features. You can also find more information about the functionality, compatibility, and interoperability of Jellysplash in the above description and additional app store information.\nBy downloading this game, you agree to future game updates as released on your app store or social network. You may choose to update this game, but if you do not update, your game experience and functionalities may be reduced.\n\nFacebook: https://www.facebook.com/JellySplashGame\nSupport: https://wooga.helpshift.com/a/jelly-splash/?l=en\nTerms of Use: http://www.wooga.com/legal/terms-of-use/\nPrivacy Policy: http://www.wooga.com/legal/privacy-policy/ \n-------------------------------------------------------",
      "android_package_name": "com.landmarkgroup.splashfashions",
      "ios_bundle_id": "net.wooga.jellysplash",
      "title": "Splash",
      "domain_name": [
        "http://www.wooga.com/games/jelly-splash",
        "https://www.wooga.com"
      ],
      "website": "http://www.wooga.com/games/jelly-splash",
      "developer": "wooga gmbh",
      "app_country": "US",
      "icon": "https://play-lh.googleusercontent.com/QGAj0zzISH9oGK4KVtOIVbf_2K140rLGzpORZImVoXUy_1yrB2jImKyzObNT9sV_7-g",
      "icon_72": "https://play-lh.googleusercontent.com/QGAj0zzISH9oGK4KVtOIVbf_2K140rLGzpORZImVoXUy_1yrB2jImKyzObNT9sV_7-g=s72-rw",
      "market_status": "PUBLISHED"
    },
    {
      "app_availability": {
        "available_in": [
          "IN",
          "US"
        ],
        "package_name": "com.cvent.mobile.eventapp"
      },
      "cat_key": "EVENTS",
      "cat_keys": [
        "EVENTS",
        "APPLICATION"
      ],
      "category": "Business",
      "description": "Cvent Events is your place to easily plan out your event experience, find where you need to go next, network with other attendees, and learn more about sponsors and exhibitors.\n\nIn the app:\nView Multiple Events – Access the different events you’re attending all from a single app\nAgenda – Explore the complete conference schedule, including keynotes, workshops, special sessions, and more\nSpeakers – Learn more about who’s speaking and check out their presentations\nSponsors and Exhibitors – See the event’s sponsors and exhibitors\n\nWe hope you enjoy the app and the event!",
      "android_package_name": "com.cvent.mobile.eventapp",
      "ios_bundle_id": "com.cvent.mobile.eventapp",
      "title": "Cvent",
      "domain_name": [],
      "website": "",
      "developer": "Cvent, Inc.",
      "app_country": "US",
      "icon": "https://play-lh.googleusercontent.com/hfc4aaEU41DgLehH2fUUuTwqH3UETY8VT6b43mvDZUW3K2fZ86RX9Cfb8g3YFfm1bg",
      "icon_72": "https://play-lh.googleusercontent.com/hfc4aaEU41DgLehH2fUUuTwqH3UETY8VT6b43mvDZUW3K2fZ86RX9Cfb8g3YFfm1bg=s72-rw",
      "market_status": "PUBLISHED"
    },
    {
      "app_availability": {
        "available_in": [
          "IN",
          "US"
        ],
        "package_name": "com.brownpapertickets.bpt_playstore"
      },
      "cat_key": "EVENTS",
      "cat_keys": [
        "EVENTS",
        "APPLICATION"
      ],
      "category": "Utilities",
      "description": "Freshly enhanced with a new look and faster performance, Brown Paper Tickets Scanner lets event organizers easily scan barcodes and check in guests from mobile devices.\n\nStreamline your event entry process. Say so long to box office madness. Keep vital event details, such as tickets admitted and tickets remaining at your fingertips. Track who’s coming and going — unscan tickets if guests exit and rescan when they waltz back in.\n\nNote: Designed to use with Brown Paper Tickets box office tools. Be sure to activate barcodes for mobile scanning for your event before using the app.\n\nFeatures include:\n\n• Manually enter barcode information\n• Un-scan tickets to manage guests exiting and re-entering the event\n• Use camera flash to scan tickets in the dark\n• View guests admitted/tickets remaining at a tap\n• Intuitive and elegant design\n\nBrown Paper Tickets is a Not-Just-for-Profit registration and ticketing company. Live events. Social impact. Every ticket purchased gives back — 5% of our profits go to charity. Employees receive a week’s pay to volunteer and our expert Doer Corps improves arts, music, media, maker and sports industries with zero strings attached. We serve thousands of event organizers and millions of attendees. Gatherings of all sizes, locales and genres. And our customer support crew is ready to assist you 24/7 in English, Spanish, French.",
      "android_package_name": "com.brownpapertickets.bpt_playstore",
      "ios_bundle_id": "com.brownpapertickets.BPTScanner",
      "title": "Brown Paper Tickets",
      "domain_name": [],
      "website": "",
      "developer": "Brown Paper Tickets, LLC",
      "app_country": "US",
      "icon": "https://play-lh.googleusercontent.com/Znc8OIyAiBHEzsf9QQqUDkJg7rxt318JMQVf1cKo3C4m8LxdlTpolUzBjMt6V9N_Rjo",
      "icon_72": "https://play-lh.googleusercontent.com/Znc8OIyAiBHEzsf9QQqUDkJg7rxt318JMQVf1cKo3C4m8LxdlTpolUzBjMt6V9N_Rjo=s72-rw",
      "market_status": "PUBLISHED"
    },
    {
      "app_availability": {
        "available_in": [
          "IN",
          "US"
        ],
        "package_name": "com.seatgeek.android"
      },
      "cat_key": "EVENTS",
      "cat_keys": [
        "EVENTS",
        "APPLICATION"
      ],
      "category": "Entertainment",
      "description": "SeatGeek is the smartest way for fans to buy, sell and transfer tickets you can trust, no matter what you’re a fan of. Whether you’re searching for sporting events or sold out concerts, summer festivals or Broadway shows, we provide the tips and tools, like Deal Score and a Buyer Guarantee, to make your live event as memorable as possible. Find the right seats, at the right time, for the right price. After all, we’re fans, too.\n\nFeatures:\nFan first\nTrack your favorite teams and artists to be the first to know everything you need to know\nSell or transfer tickets in just a couple taps\nGet a ticket and get in with a couple of taps. Simple.\n\nValue\nWe do our best to match or beat what the other guys are offering for the same tickets\nWe keep our fees low so you can get tickets to the things you love without breaking the bank\nTell your friends about SeatGeek and when they buy their first tickets, you’ll both get credit toward future events.\n\nInnovative\nDeal Score rates every available seat based on price, section, visibility and more\nRally provides all of the information you need to get there, get settled and get hyped, all from the same screen as your ticket\nFrom buying and selling to tracking and transferring, get it done on any device\n\nTrustworthy\nIf something goes wrong, like your event gets canceled, we’ll give you your money back, or better\nSee exactly what your View From Seat will be before you sit\nSearch tickets with the fees already included, so you won’t be surprised when it comes time to pay for them\n\nCONNECT:\nWebsite – seatgeek.com\nFacebook – facebook.com/SeatGeek\nTwitter – twitter.com/SeatGeek\nContact Us – seatgeek.com/contact",
      "android_package_name": "com.seatgeek.android",
      "ios_bundle_id": "com.seatgeek.SeatGeek",
      "title": "SeatGeek",
      "domain_name": [
        "https://seatgeek.com",
        "https://seatgeek.com"
      ],
      "website": "https://seatgeek.com",
      "developer": "SeatGeek, Inc.",
      "app_country": "US",
      "icon": "https://play-lh.googleusercontent.com/rDMsfzq4RwA6Kf4OZIMnoC9338Bvm4kO9FjMzCYPYbM-mz6MdOWmOJGG2KGwBMmeTJw",
      "icon_72": "https://play-lh.googleusercontent.com/rDMsfzq4RwA6Kf4OZIMnoC9338Bvm4kO9FjMzCYPYbM-mz6MdOWmOJGG2KGwBMmeTJw=s72-rw",
      "market_status": "PUBLISHED"
    },
    {
      "app_availability": {
        "available_in": [
          "IN",
          "US"
        ],
        "package_name": "com.songkick"
      },
      "cat_key": "EVENTS",
      "cat_keys": [
        "EVENTS",
        "APPLICATION"
      ],
      "category": "Music",
      "description": "Be the first to know about concerts. Never miss your favorite artists live. \n\nSongkick makes it so easy to go to concerts. Track your favorite artists and we’ll notify you as soon as they announce tour dates nearby, with everything you need to buy tickets. You’ll never miss another show! \n\nOur free app lets you track artists in one tap, connecting with services like Apple Music, Spotify, Facebook and Deezer. We’ll build a personalized local concert guide just for you, so you can add shows to your plans and easily set reminders to buy tickets. Whether you’ve been to 1 concert or 100, Songkick makes live music infinitely easier for everyone. \n\n• Instantly track your favorite artists with imports from your music library, Apple Music, Spotify and Facebook. \n• Get concert and festival notifications for your favorite artists.\n• Check out all the ticket options & prices for a show.\n• Add concerts to your plans and set reminders to buy tickets.\n• View comprehensive concert listings for every city in the world. \n• Check out all upcoming tour dates for any artist.\n• Discover new bands with concert recommendations based on your music tastes.\n• Share concerts with friends and make plans together. \n\nSome awards we’ve won: Cult of Mac Must-Have app, Billboard App of the Month, UK iTunes App of the Week.\n\nOver 15 million music fans use Songkick across the globe to discover concerts and buy tickets!  We’ll see you down the front.",
      "android_package_name": "com.songkick",
      "ios_bundle_id": "com.songkick.iphone",
      "title": "Songkick",
      "domain_name": [
        "https://www.songkick.com",
        "https://www.songkick.com"
      ],
      "website": "https://www.songkick.com",
      "developer": "Songkick.com",
      "app_country": "US",
      "icon": "https://play-lh.googleusercontent.com/xONC5qNsUPqnI8JQUzY9_J1v9QLxF1DtK0pHARjA0lY2I6B7lB-WKHOx9PWyLTUqGQ",
      "icon_72": "https://play-lh.googleusercontent.com/xONC5qNsUPqnI8JQUzY9_J1v9QLxF1DtK0pHARjA0lY2I6B7lB-WKHOx9PWyLTUqGQ=s72-rw",
      "market_status": "PUBLISHED"
    },
    {
      "app_availability": {
        "available_in": [
          "IN",
          "US"
        ],
        "package_name": "com.bt.bms"
      },
      "cat_key": "EVENTS",
      "cat_keys": [
        "EVENTS",
        "APPLICATION"
      ],
      "category": "Entertainment",
      "description": "Your access to all things entertainment is here!\n\nWith BookMyShow, discover the latest movies, biggest concerts, most awaited sporting events, plays, and various other LIVE event experiences. If you identify as an ‘entertainment enthusiast’, then BookMyShow is a must-have app on your phone.\n\nNo matter what mood you’re in, there’s something for everyone. Whether you’re looking for the most amazing big-screen experience for the latest releases, or you want to step out with the gang for the most happening gigs in town, we’ve got it all. Oh, and did we mention that there are plenty of things to do for quality family time too? From amusement parks to fun activities for kids of all ages, BookMyShow truly has it ALL.\n\nThis year looks LIT with entertainment, thanks to upcoming Indian blockbusters like Singham Again, Bhool Bhulaiyaa 3, Chhaava, Pushpa 2: The Rule as well as Hollywood releases like Venom: The Last Dance, Mufasa: The Lion King, Kraven the Hunter, and many more! Enjoy these movies on the big screen and make the most of this experience by booking the BestSeller seats on the BookMyShow app. You can also avail exciting offers from numerous banks and wallets, as well as get mouth-watering Restaurant Deals, that assure up to 40% off at eateries near your cinema.\n\nBookMyShow has made going out an enriching experience with the big events in the country like Nykaaland, Prateek Kuhad’s Silhouettes Tour, Sunburn Goa, Bandland, and Coldplay: Music of the Spheres World Tour. Just browse a wide range of events in your city and stay entertained.\n\nThat’s not all! Discover world-class entertainment, TV series, and blockbuster releases like It Ends with Us, Exhuma, and Immaculate on BookMyShow Stream - where you don’t need any subscription and can rent/buy a title whenever you want.\n\nIn summary, BookMyShow is a comprehensive online platform that enables users to discover, explore, and book tickets for a wide range of entertainment events. With its user-friendly interface, extensive event database, personalized recommendations, and secure ticketing services, BookMyShow continues to be the preferred choice for entertainment enthusiasts seeking seamless and memorable experiences.\n\n\nAt BookMyShow, we take our users' privacy seriously.\n• Storage: We save some data locally to avoid making a lot of network calls.\n• Your Location: We use the location data to show you venues around you. No data is saved on our servers.\n• Your Social Information: We only need to read your contacts when you need to pick someone from the contacts to share the booking details. We don't save any of this data on our servers, ever.\n• Your application’s information [Retrieve running apps] & Logs: We use this to gather the information that helps us fix issues that you may experience with our app. We do not save any of this information.\n• Your Accounts: We require this to be able to send Push Notifications. Don’t worry, we never spam.\n• Your Contacts: We need access to your contacts so that you can invite your friends to chat or join you after you've booked your tickets. We ask for your contact permission for a bunch of features like chat, sharing tickets with friends. Your information will be kept confidential.\n• Read and Receive SMS: We need this permission to enable our app to read your One Time - Password SMS and automatically enter the code while completing the payment. Your privacy will be respected and no information will be saved.\n\nDownload our app for FREE and book tickets on the go. Entertainment is at your fingertips.\n\nFor more entertainment, follow us on social media!\n\nNeed help? Head to the Help Centre page on our mobile application and we are sure you’d find answers to any queries that may cross your mind.",
      "android_package_name": "com.bt.bms",
      "ios_bundle_id": "BookMyShow.com",
      "title": "BookMyShow",
      "domain_name": [
        "https://in.bookmyshow.com",
        "https://in.bookmyshow.com"
      ],
      "website": "https://in.bookmyshow.com",
      "developer": "Bigtree Entertainment Pvt. Ltd.",
      "app_country": "US",
      "icon": "https://play-lh.googleusercontent.com/6EUtq1eikgd6WA2XQfw1UPX4AE27GxjDg8Ag4puhPdF3JachveKlxx9IJ-3w12yX1OM",
      "icon_72": "https://play-lh.googleusercontent.com/6EUtq1eikgd6WA2XQfw1UPX4AE27GxjDg8Ag4puhPdF3JachveKlxx9IJ-3w12yX1OM=s72-rw",
      "market_status": "PUBLISHED"
    },
    {
      "app_availability": {
        "available_in": [
          "IN",
          "US"
        ],
        "package_name": "dk.whatshappening.app"
      },
      "cat_key": "EVENTS",
      "cat_keys": [
        "EVENTS",
        "APPLICATION"
      ],
      "category": "Lifestyle",
      "description": "Join Herrd, the exclusive, anonymous social app that gives you a front-row seat to hear what's happening at Boston College. With real-time content and insider access, Herrd is your go-to source for all things trending. Plus, we even promote exclusive events that you won't want to miss. So why wait? Join the Herrd now and hear what's happening.",
      "android_package_name": "dk.whatshappening.app",
      "ios_bundle_id": "com.carterbeaulieu.Nameless",
      "title": "Happening",
      "domain_name": [],
      "website": "",
      "developer": "Herrd Inc.",
      "app_country": "US",
      "icon": "https://play-lh.googleusercontent.com/RVauqo8ZSnzgYgcTTQUpgqqRXxfTF0UZC31fNFY38RnOjIxIOl0aEXIgsSCzYP0aiJA",
      "icon_72": "https://play-lh.googleusercontent.com/RVauqo8ZSnzgYgcTTQUpgqqRXxfTF0UZC31fNFY38RnOjIxIOl0aEXIgsSCzYP0aiJA=s72-rw",
      "market_status": "PUBLISHED"
    },
    {
      "app_availability": {
        "available_in": [
          "IN",
          "US"
        ],
        "package_name": "com.seatgeek.android"
      },
      "cat_key": "EVENTS",
      "cat_keys": [
        "EVENTS",
        "APPLICATION"
      ],
      "category": "Entertainment",
      "description": "Vivid Seats - Empowering every fan to get to the live events that shape their most vivid moments and memories.\n\nLooking for the best way to buy and sell mobile tickets? Conveniently buy and sell tickets to top sports, concert, and theater events with the FREE Vivid Seats mobile app.\n\nVivid Seats Rewards: Buying tickets from Vivid Seats will get you to more events. All you have to do is collect stamps, redeem, and repeat\n\nWhether you’re in need of seats to must-see games and sporting events, the hottest sold out concerts, or star-studded Broadway shows, you can quickly and easily search the Vivid Seats marketplace to find great tickets for any live event nationwide.\n\nConcert tickets now available for Motley Crue, Alanis Morissette, Maroon 5, Garth Brooks, Aventura, Andrea Bocelli, Tame Impala and more!\n\nVivid Seats customers enjoy a 100% Buyer Guarantee and in-house order support available daily by phone. Find your seats with the mobile ticket app of the largest independent ticket marketplace, Vivid Seats.\n\n*Terms and Conditions Apply\n\n\n\nApp Features:\n• Vivid Seats Rewards: Earn toward a reward credit with every ticket purchase. Going to more events with Vivid Seats gets you to more events.\n\n• Last minute tickets: Buy tickets for NBA, NFL, MLB, NCAA, and NHL games, right up until game time. We’ll get you there.\n\n• Mobile tickets: When your order includes mobile e-tickets (based on venue), you’ll be able to access them directly in the app. Leave the paper at home!\n\n• Live events near you: Get recommendations or discover concerts, games, and shows in your area.\n\n• Choice: Search for event tickets across the entire marketplace, containing unique inventory you won’t find anywhere else. Resellers may list tickets above or below face value.\n\n• Personalization: Get fast access to recently viewed events and your favorites coming to your area.\n\n• Interactive seating maps: Tap seating maps to view tickets for specific or similar sections.\n\n• Seat View: Get an idea of the view from your section for all major sporting events.\n\n• Easy Search: Easy-to-use filters for price, section, row, quantity, ticket type and date range make it simple to find your perfect tickets.\n\n• Favorites: Add your \"Favorite\" events by tapping on the star directly on the event page or searching for your performer.\n\n• Music Scan: Quickly populate your favorites list by allowing the app to scan your Spotify account.\n\n• Secure sign in and in-app checkout.\n\n\nBuy and sell sports, concert and theater tickets for:\n\nLos Angeles (Dodgers, Angels, Rams, Chargers, Lakers, Clippers, Kings, Anaheim Ducks, Hamilton)\n\nNew York (Mets, Yankees, Jets, Giants, Knicks, Brooklyn Nets, Islanders, Rangers, New Jersey Devils, Broadway, Hamilton)\n\nChicago (Cubs, White Sox, Bulls, Bears, Blackhawks, Hamilton)\n\nHouston (Astros, Rockets, Texans)\n\nDallas (Texas Rangers, Cowboys, Mavericks, Stars)\n\nWashington, DC (Nationals, Redskins, Wizards, Capitals)\n\nAtlanta (Braves, Falcons, Hawks)\n\nDenver (Colorado Rockies, Broncos, Nuggets)\n\nSan Francisco/Bay Area (Giants, 49ers, Golden State Warriors, Oakland A's)\n\nToronto (Blue Jays, Raptors, Maple Leafs)\n\nPhoenix (Arizona Diamondbacks, Arizona Cardinals, Phoenix Suns, Coyotes)\n\nBoston (Red Sox, New England Patriots, Celtics, Bruins)\n\nSeattle (Mariners, Seahawks)\n\nPhiladelphia (Phillies, Eagles, Sixers, Flyers)\n\nFestivals and Concerts (Lollapalooza, Coachella, Pink, Garth Brooks and more!)\n\n\n\nFind Us Online\n• Website: VividSeats.com\n• Facebook (Facebook.com/VividSeats)\n• Twitter (@VividSeats)\n• Instagram (Instagram.com/VividSeats)\n• YouTube (YouTube.com/VividSeats)",
      "android_package_name": "com.seatgeek.android",
      "ios_bundle_id": "com.vividseats.VividSeatsMobile",
      "title": "Vivid Seats",
      "domain_name": [
        "https://www.vividseats.com/vivid-seats-app.html",
        "https://www.vividseats.com"
      ],
      "website": "https://www.vividseats.com/vivid-seats-app.html",
      "developer": "Vivid Seats LLC",
      "app_country": "US",
      "icon": "https://play-lh.googleusercontent.com/rDMsfzq4RwA6Kf4OZIMnoC9338Bvm4kO9FjMzCYPYbM-mz6MdOWmOJGG2KGwBMmeTJw",
      "icon_72": "https://play-lh.googleusercontent.com/rDMsfzq4RwA6Kf4OZIMnoC9338Bvm4kO9FjMzCYPYbM-mz6MdOWmOJGG2KGwBMmeTJw=s72-rw",
      "market_status": "PUBLISHED"
    },
    {
      "app_availability": {
        "available_in": [
          "IN",
          "US"
        ],
        "package_name": "com.amitech.allevents"
      },
      "cat_key": "EVENTS",
      "cat_keys": [
        "EVENTS",
        "APPLICATION"
      ],
      "category": "Entertainment",
      "description": "Live. Don't just exist.\nWith the AllEvents app, you can find events in any part of the world and make your day #happening.\nAs the world's largest Event Discovery Platform, we turn ordinary days into extraordinary memories. For you. For the memories you crave to create. For the communities you seek to engage.\n\n\nDiscover what's trending in your area with AllEvents. From local events in the neighborhood to blockbuster concerts and shows, stay in the loop with what's happening around you. Find out where your friends are headed and join the fun together.\nAllEvents not only simplifies the process of finding what's happening around you but also tailors suggestions to your interests, ensuring every outing is uniquely fulfilling.\nWith AllEvents app, you can\n\n\n• Discover local events on the go, whenever, wherever\n• See what's happening in your city\n• Find the best things to do around you during the week and on weekends\n• Get notified about new events from your favorite event organizers\n• Connect with your friends and know where they are going\n• Search from millions of events and get real-time details about the venue, schedule, and tickets\n• Get personalized event recommendations based on your interests\n• Explore the best events and get tickets\n• See all your ticket info in one convenient place\n• Add tickets to your Apple Passbook\n• Check in to your events just with your phone. (Paperless check-ins)\n\n\n\nEmbark on a journey of discovery and connection with AllEvents – where every event is an opportunity to be part of something bigger.\nDiscover events, book tickets, and make memories!\n#StayHappening with your personal events guide, AllEvents.\nAvailable across 30,000 cities across the globe.",
      "android_package_name": "com.amitech.allevents",
      "ios_bundle_id": "com.amitech.allevents",
      "title": "AllEvents",
      "domain_name": [
        "https://allevents.in/app",
        "https://allevents.in"
      ],
      "website": "https://allevents.in/app",
      "developer": "Ruchit Patel",
      "app_country": "US",
      "icon": "https://play-lh.googleusercontent.com/zkQtGp1bcXZe9E3wR0tGfGX7dSZFnfAm5tGvrau91fbMVK2s-lGTG4LTM6PsZefE_Vse",
      "icon_72": "https://play-lh.googleusercontent.com/zkQtGp1bcXZe9E3wR0tGfGX7dSZFnfAm5tGvrau91fbMVK2s-lGTG4LTM6PsZefE_Vse=s72-rw",
      "market_status": "PUBLISHED"
    },
    {
      "app_availability": {
        "available_in": [
          "IN",
          "US"
        ],
        "package_name": "com.tickpickllc.ceobrien.tickpick"
      },
      "cat_key": "EVENTS",
      "cat_keys": [
        "EVENTS",
        "APPLICATION"
      ],
      "category": "Entertainment",
      "description": "\"This is the best app for buying sports and concert tickets. Seriously.\" \n\nTickPick is the most simple and affordable app to purchase tickets to all of your favorite live events, including sports, concerts, and theater.\n\nWe have the same seats as our largest competitor - but we don't add services fees - so our prices are 10% cheaper. 100% BuyerTrust Guarantee. Prices may be above or below face value.\n\nBEST REASONS TO DOWNLOAD THE TICKPICK APP\n\nIt makes it simple to buy tickets to live events. All it takes is a few taps to buy no-fee tickets to all events. \nIt’s safe and secure. All tickets are backed by our BuyerTrust Guarantee, which ensures all tickets will be valid for entry, and that all buyers would receive a 100% refund for any cancelled events.\nIt saves you money. TickPick is the only major ticket marketplace that doesn’t charge buyers any additional service fees. \n\nFEATURES TO HELP YOU FIND THE BEST TICKETS\n\nBest Deal – Tickets can be ranked by our patented Score Report (determined by price and seat location), helping you get the best bang for your buck!\nBest Seats – Use our proprietary Seat Rating system to sort tickets from the best seats in the house to the worst, finding the perfect seats for you. \nDiscovery – Find last minute events and just-announced concerts in your area – or search any team, artist, event or venue to see schedules and available tickets.\n360 Seat Views – For all major sports, see virtual seat views right from your seat in an immersive, 360-degree experience.\nTrack Events – Not ready to buy? Keep track of average ticket prices and available inventory for any event, so you can make an informed decision and buy when you're ready.\nFavorite Artists – Tap on the heart icon to favorite any artists you like, so that you can easily pull up any and all of their events right on the app’s main page.  \nQuick, Easy, and Secure Payment – Use Apple Pay, PayPal, any major credit card, or buy now/pay later with one of our popular payment plans.\nScan Tickets From Your Phone – Use the app to quickly pull up your mobile tickets and have them scanned from your phone to easily be admitted into your event. \nPost Transaction – Order an Uber, get directions, share etickets with friends, and much more.\n\nSELL TICKETS EASILY\nManage Listings – Use the Listings tab to quickly update any current ticket listings you may have. \nManage Sales – Use our Sales tab on your profile to easily keep track of past sales.\n\nGET TICKETS TO THE BEST EVENTS\n\nNFL Tickets\nNBA Tickets\nMLB Tickets\nNHL Tickets\nConcert Tickets\nTheater Tickets\n\nCUSTOMER REVIEWS\n\n“Way better than StubHub. No Fees. Works great. Tickets work great… Cheaper prices AND no fees. Will never use the other guys again. Very impressed.” \n“I mean, wow. Not only did this site give me more detailed info about my Super Bowl tickets (including a seat view and a ranking – yes, it’s subjective, but it helps!), they don’t charge buyers ticket fees. Best ticket app ever!” - Niki K.\n“Going through the process of getting inside the arena while accessing my tickets through my phone was seamless. I was so thrilled to be able to get four 1st floor tickets at such a great price! The group thoroughly enjoyed it!” - Jacon N.\n\nPRESS\n\n\"The core of TickPick’s identity is the elimination of all hidden fees.\" - TECHCRUNCH\n“Hate paying too much for tix, but don’t like the ambiguity of sites like @StubHub? Check out TickPick!” – THRILLIST\n“TickPick has developed an app that will greatly improve the ticket-buying process for fans to any live entertainment event.\" – FORBES\n“A comparison of the exact same floor seat being offered by a specific broker across the sites shows that www.tickpick.com had the lowest all-in cost.\" – WALL STREET JOURNAL\n\nCONNECT WITH US\n\nWebsite: https://www.tickpick.com/\nTwitter: https://twitter.com/TickPick\nFacebook: https://www.facebook.com/TickPick\nFAQ: https://support.tickpick.com/hc/en-us\nCustomer Support: https://support.tickpick.com/hc/en-us/requests/new",
      "android_package_name": "com.tickpickllc.ceobrien.tickpick",
      "ios_bundle_id": "com.tickpick.tickpickapp",
      "title": "TickPick",
      "domain_name": [
        "https://www.tickpick.com",
        "https://www.tickpick.com"
      ],
      "website": "https://www.tickpick.com",
      "developer": "TickPick LLC",
      "app_country": "US",
      "icon": "https://play-lh.googleusercontent.com/zinq7l3nhQ_IovwEiAcfT7vfjJHvpQlaYbYFhm-oKsoxO5FaFEKEJ4uUqc6Xbk-bMRaP",
      "icon_72": "https://play-lh.googleusercontent.com/zinq7l3nhQ_IovwEiAcfT7vfjJHvpQlaYbYFhm-oKsoxO5FaFEKEJ4uUqc6Xbk-bMRaP=s72-rw",
      "market_status": "PUBLISHED"
    },
    {
      "app_availability": {
        "available_in": [
          "IN",
          "US"
        ],
        "package_name": "com.eventbrite.attendee"
      },
      "cat_key": "EVENTS",
      "cat_keys": [
        "EVENTS",
        "APPLICATION"
      ],
      "category": "Social Networking",
      "description": "Interest-based activities, physical or virtual events, new friends with common interests, ​and much more!\n\n• If you have hobbies;\n   Friends with common hobbies with you\n\n• If you have skills that you want to develop;\n   Trainers who can help it\n\n• If you have a specialization;\n   Students you can share it with\n\n• If you have a business that you want to deliver to more people;\n   Location-based events and stories for it\n\n• If you don't have friends around;\n   Interest and location-based activities\n\n• If you don't have friends with the same interests;\n   Interest-based events and friends\n\n• If you want to see what's going on around you;\n   Location-based stories\n\n• If you want to discover more, Joino will be here and completely free!",
      "android_package_name": "com.eventbrite.attendee",
      "ios_bundle_id": "irfandegirmenci.Joino",
      "title": "Ticketfly",
      "domain_name": [],
      "website": "",
      "developer": "IRFAN DEGIRMENCI",
      "app_country": "US",
      "icon": "https://play-lh.googleusercontent.com/G_km1vpTybQ_gQcUtna-yalqle_tDuDx-3SYy_cBO2r8Kk-EYO3NmjJEHzniNpOfpxlo",
      "icon_72": "https://play-lh.googleusercontent.com/G_km1vpTybQ_gQcUtna-yalqle_tDuDx-3SYy_cBO2r8Kk-EYO3NmjJEHzniNpOfpxlo=s72-rw",
      "market_status": "PUBLISHED"
    },
    {
      "app_availability": {
        "available_in": [
          "IN",
          "US"
        ],
        "package_name": "au.com.ticketek"
      },
      "cat_key": "EVENTS",
      "cat_keys": [
        "EVENTS",
        "APPLICATION"
      ],
      "category": "Entertainment",
      "description": "The Ticketek App connects you to thousands of live events and experiences across concerts, sport, comedy, theatre, arts and exhibitions. \n\nIt’s the fastest way to buy tickets for your next live experience, receive event alerts and access your mobile tickets to view and share with friends. \n\nDiscover New Events \n• Explore events happening near you \n• Find out what's on this week \n• Quickly search events and go direct to buy tickets \n\nBuy Tickets Quickly \n• Seamless end to end purchase \n• Anywhere, Anytime \n \nView, Share & Manage Your Tickets \n• Access mobile tickets for safe, contactless entry \n• Seamlessly share tickets with friends \n• Add tickets directly to your Apple Wallet \n\nNever miss an event with Event Alerts \n* Get notified about events going on sale \n* Receive special offers  \n* Ticket information for your upcoming events",
      "android_package_name": "au.com.ticketek",
      "ios_bundle_id": "au.com.ticketek.odp",
      "title": "Ticketek",
      "domain_name": [
        "https://ticketek.com.au",
        "https://ticketek.com.au"
      ],
      "website": "https://ticketek.com.au",
      "developer": "Ticketek Pty Ltd",
      "app_country": "US",
      "icon": "https://play-lh.googleusercontent.com/uzBrj5YA85-dFZ7gS1j9-VzrZZ59kAIVbzOc0UnG35sBnGMn3zv0TmNl3Mv3ZxBXxA",
      "icon_72": "https://play-lh.googleusercontent.com/uzBrj5YA85-dFZ7gS1j9-VzrZZ59kAIVbzOc0UnG35sBnGMn3zv0TmNl3Mv3ZxBXxA=s72-rw",
      "market_status": "PUBLISHED"
    },
    {
      "app_availability": {
        "available_in": [
          "IN",
          "US"
        ],
        "package_name": "com.tixr.tixr"
      },
      "cat_key": "EVENTS",
      "cat_keys": [
        "EVENTS",
        "APPLICATION"
      ],
      "category": "Lifestyle",
      "description": "Our mission at Tixr is to turn an undying passion for live events into a revolutionary ticket buying experience for Fans. \n\nEnjoy a new fast, easy, fun interface to browse and purchase your favorite tickets, merch, packages and more while utilizing a new easy-to-use digital wallet for instant redemption. \n\nWe’ve improved search to more accurately deliver our exclusive live experiences filtered by event, city or venue. \n\nYou can now watch Tixr Play video content and live-streams right from your device or save them for later to watch at your leisure.\n\nComing soon- seamlessly and instantly send tickets to friends, family and more.\n\nAs always, we’re here to help! If you come across a problem, have feedback or just want to let us know how much you love the new App, email us at support@tixr.com or visit support.tixr.com.",
      "android_package_name": "com.tixr.tixr",
      "ios_bundle_id": "com.tixr.tixr",
      "title": "Tixr",
      "domain_name": [
        "https://www.tixr.com",
        "https://www.tixr.com"
      ],
      "website": "https://www.tixr.com",
      "developer": "Tixr, Inc.",
      "app_country": "US",
      "icon": "https://play-lh.googleusercontent.com/h8sCb2GxFW2S1v6b3EkqKU_80UyS10WMo2KW69OSh6KqqlzdKoEHm_8GcPClyOyqq4c",
      "icon_72": "https://play-lh.googleusercontent.com/h8sCb2GxFW2S1v6b3EkqKU_80UyS10WMo2KW69OSh6KqqlzdKoEHm_8GcPClyOyqq4c=s72-rw",
      "market_status": "PUBLISHED"
    },
    {
      "app_availability": {
        "available_in": [
          "IN",
          "US"
        ],
        "package_name": "com.eventbrite.attendee"
      },
      "cat_key": "EVENTS",
      "cat_keys": [
        "EVENTS",
        "APPLICATION"
      ],
      "category": "Entertainment",
      "description": "We go out! \n\nThanks to the Xceed app, more than 100,000 clubbers find the best parties around every week according to their tastes and purchase their tickets online in the fastest and most agile way.\n\nBy browsing the Xceed app, you'll find the best parties according to your favorite musical genres and artists, whether in your hometown or in almost any city you're visiting. Xceed currently operates in Barcelona, Milan, Turin, Lisbon, Brussels, Porto, Montpellier, Valencia, Madrid, London, and many other European cities.\n\nXceed will show you...\n\n• The city you are in and an extensive list of cities to choose from.\n• All the clubs in the chosen city.\n• All the parties and events happening in each city or club, according to your musical tastes and ambiance, proximity and friends attending.\n• Musical genres and artists.\n\nXceed will allow you...\n\n\n• To check prices of advance tickets and VIP tables with bottles.\n• To buy your advance tickets, your VIP table with bottle or to join the free guestlist in just 2 clicks.\n• To instantaneously get your QR codes in your profile, no need to receive emails with PDF files attached and, of course, no need to print anything. Let's take care of the planet!\n• To skip the line once you get to the door of the club.\nAnd Xceed will offer you...\n• Extraordinary customer service. Not sure how something works? We cover your back 24 hours a day, 7 days a week.\n• Special deals, such as access to sold-out nights, exclusive events, VIP access or backstage experiences.\n\nXceed does the hard work for you. We select high-quality events and venues in your city. With Xceed, you'll be aware of the gigs of techno masters like Carl Cox or Richie Hawtin, EDM kings like Martin Garrix or Nervo and reggaeton and trap stars like J Balvin, Bad Bunny or C. Tangana. The best nights and parties of your life are there waiting for you. Open Xceed and discover them.\n\nAt Xceed, we give you a lot, but we also like to listen to what you, the clubbers, need or miss. If you have any advice, question or request, you can contact us via email at hello@xceed.me or through our social networks. We will contact you in less than no time.",
      "android_package_name": "com.eventbrite.attendee",
      "ios_bundle_id": "com.xceed.party",
      "title": "Festicket",
      "domain_name": [
        "https://xceed.me/app-mobile",
        "https://xceed.me"
      ],
      "website": "https://xceed.me/app-mobile",
      "developer": "Xceed Srl",
      "app_country": "US",
      "icon": "https://play-lh.googleusercontent.com/G_km1vpTybQ_gQcUtna-yalqle_tDuDx-3SYy_cBO2r8Kk-EYO3NmjJEHzniNpOfpxlo",
      "icon_72": "https://play-lh.googleusercontent.com/G_km1vpTybQ_gQcUtna-yalqle_tDuDx-3SYy_cBO2r8Kk-EYO3NmjJEHzniNpOfpxlo=s72-rw",
      "market_status": "PUBLISHED"
    },
    {
      "app_availability": {
        "available_in": [
          "IN",
          "US"
        ],
        "package_name": "com.icicibank.uotm"
      },
      "cat_key": "EVENTS",
      "cat_keys": [
        "EVENTS",
        "APPLICATION"
      ],
      "category": "Entertainment",
      "description": "Take the U-verse experience with you with the U-verse App. Watch Live TV and On Demand shows, manage your DVR, and use the app as a remote control. \n\nLive TV\nWatch Live TV in the palm of your hand! Watch even more channels live when connected to your home network.\n\nOn Demand\nWatch on your schedule! Choose from thousands of On Demand movies and shows from top networks.  \n\nMy U-verse Homepage\nPersonalize your U-verse experience by adding your favorite shows, channels, and people to My U-verse Favorites. The new Homepage highlights the shows that you care about most and recommends new shows for you to discover. \n\nGuide\nBrowse or search your personal TV programming guide to find your favorite shows. Schedule one-time or series recordings on your DVR at home. \n\nRemote Control\nControl your home TV receivers with the remote control feature.†\n\nRecordings\nEasily manage your scheduled and recorded shows on your U-verse DVR at home. \n\nSettings\nSet Parental Controls and Notifications, manage your receivers, find support tools and more. \n\nRequires qualifying device, U-family or higher TV plan and Wi-Fi or data connection. Content may vary by device, TV plan, and viewing location. Data charges may apply. \n\n†U-verse Internet service and qualifying device required.\n\nThis app features Nielsen’s proprietary measurement software which will allow you to contribute to market research, like Nielsen’s TV Ratings. Please see http://www.nielsen.com/digitalprivacy for more information.",
      "android_package_name": "com.icicibank.uotm",
      "ios_bundle_id": "com.att.labs.uversetv",
      "title": "Universe",
      "domain_name": [],
      "website": "",
      "developer": "AT&T Services, Inc.",
      "app_country": "US",
      "icon": "https://play-lh.googleusercontent.com/OygiajlvAidw1c-B4C6bB1xwcWPQCDl4tKsf0iO4-MsWzY7XEEOtefay1XLpbm_PgsPg",
      "icon_72": "https://play-lh.googleusercontent.com/OygiajlvAidw1c-B4C6bB1xwcWPQCDl4tKsf0iO4-MsWzY7XEEOtefay1XLpbm_PgsPg=s72-rw",
      "market_status": "PUBLISHED"
    },
    {
      "app_availability": {
        "available_in": [
          "IN",
          "US"
        ],
        "package_name": "com.tiqets.tiqetsapp"
      },
      "cat_key": "EVENTS",
      "cat_keys": [
        "EVENTS",
        "APPLICATION"
      ],
      "category": "Travel",
      "description": "The Tiqets app opens the doors of culture to those who don’t want to wait in culture’s long lines! Whether you’re at home or already traveling, you can browse cultural attractions, read venue reviews, and purchase paperless tickets without leaving the app. With tickets delivered instantly to your smartphone, and many skip-the-line options, never again must you spend needless time waiting in line.\n\nSkip-the-line tickets - no waiting at hundreds of venues\nMobile tickets - tickets right on your smartphone, be it online or offline. No printing required\nSecure payments - pay for your tickets quickly and safely with a wide range of payment methods \nInspiration - insider tips and trusted reviews to help you plan your trip\nQuality information - all required directions and opening hours in one place\n\nTop Cities\nAmsterdam, New York, Paris, Rome, Barcelona, London, Berlin, Budapest, Las Vegas, Florence and many, many others.\n\nTop Venues\nSagrada Familia, Vatican Museums & Sistine Chapel, Louvre, Park Güell, Rijksmuseum, Burj Khalifa, Prado Museum, Musée d’Orsay, Heineken Experience, Van Gogh Museum, 9/11 Memorial and Museum and more, so much more.",
      "android_package_name": "com.tiqets.tiqetsapp",
      "ios_bundle_id": "com.tiqets.TiqetsB2C",
      "title": "Tiqets",
      "domain_name": [],
      "website": "",
      "developer": "Tiqets International BV",
      "app_country": "US",
      "icon": "https://play-lh.googleusercontent.com/CTA0LZnjqQJ0_DUMM1k1kXYePRoKcU1t1Te4posev5aC_hNqbpbET0ViTuQviXdy0Do",
      "icon_72": "https://play-lh.googleusercontent.com/CTA0LZnjqQJ0_DUMM1k1kXYePRoKcU1t1Te4posev5aC_hNqbpbET0ViTuQviXdy0Do=s72-rw",
      "market_status": "PUBLISHED"
    },
    {
      "app_availability": {
        "available_in": [
          "IN",
          "US"
        ],
        "package_name": "com.utpromoter"
      },
      "cat_key": "EVENTS",
      "cat_keys": [
        "EVENTS",
        "APPLICATION"
      ],
      "category": "Games",
      "description": "Prizefighters returns to the ring to take on all challengers as the best boxing game on the App Store! Career mode is now deeper, bigger, and badder than ever. Start as an amateur and then train, spar, and climb the rankings to become a champion. But once you're the champ it doesn't end there, it only gets tougher. Between fights you'll have to manage your physical condition and inevitable decline from age. Keep an eye on young up and coming stars that was once just like you, hungry for recognition. Can you continue holding on to the title to become the greatest of all time?\n\nROAD TO VICTORY\n- Create an amateur fighter and begin your legacy\n- Schedule your own fights, train your boxer, and unlock new skills and abilities\n- Become the Champion and defend your title to become the Greatest of All Time!\n\nBOXING GYM MANAGER\n- Sign promising up and coming amateurs or veterans to contracts\n- Train, develop, and coach your fighters to victory in Coach mode\n- Become the most renown gym in the world!\n\nBE THE PROMOTER\n- Play or spectate any fight around the league\n- Book fights and run tournaments for up to 64 fighters\n- Simulate ahead to any year in the future and watch your league evolve!\n\nOTHER FEATURES\n- Fully customize weight classes, gyms, rings, belts, and fighters\n- Import and export custom leagues and fighters created by the community\n- No ads and only a one time purchase for Premium Edition!",
      "android_package_name": "com.utpromoter",
      "ios_bundle_id": "com.koalitygame.prizefighters2",
      "title": "Promoter",
      "domain_name": [
        "http://www.koalitygame.com",
        "https://www.koalitygame.com"
      ],
      "website": "http://www.koalitygame.com",
      "developer": "Koality Game LLC",
      "app_country": "US",
      "icon": "https://play-lh.googleusercontent.com/PWHutBfFdhpEhVrnHV6yzOkT1gUEEq1fPKsrbAE8VTFZaKgYORhYuEPk9ZRKK6cugw",
      "icon_72": "https://play-lh.googleusercontent.com/PWHutBfFdhpEhVrnHV6yzOkT1gUEEq1fPKsrbAE8VTFZaKgYORhYuEPk9ZRKK6cugw=s72-rw",
      "market_status": "PUBLISHED"
    },
    {
      "app_availability": {
        "available_in": [
          "IN",
          "US"
        ],
        "package_name": "com.rsvpify.checkin"
      },
      "cat_key": "EVENTS",
      "cat_keys": [
        "EVENTS",
        "APPLICATION"
      ],
      "category": "Business",
      "description": "RSVPify's check-in suite is fully-integrated with our event management software, and can also be used with any existing guest list.\n\n- Powerful and easy-to-use\n- Scan guests in and out with QR code\n- View live guest activity feeds\n- Import custom guest data\n- Check-in with QR code, name or confirmation number\n- Export detailed activity details\n- Add \"walk-in\" guests\n- Multi-user capable\n- Multi-session and multi-booth capable\n- Realtime data syncing across event staff",
      "android_package_name": "com.rsvpify.checkin",
      "ios_bundle_id": "com.rsvpify.checkin",
      "title": "RSVPify",
      "domain_name": [
        "https://rsvpify.com",
        "https://rsvpify.com"
      ],
      "website": "https://rsvpify.com",
      "developer": "RSVPify LLC",
      "app_country": "US",
      "icon": "https://play-lh.googleusercontent.com/1oZ66LSYM6aWI3q4PSa2BGM-xPJVtpd9AgcIyrFS5o_ooo40sqLtOkYfXy8sku99tg",
      "icon_72": "https://play-lh.googleusercontent.com/1oZ66LSYM6aWI3q4PSa2BGM-xPJVtpd9AgcIyrFS5o_ooo40sqLtOkYfXy8sku99tg=s72-rw",
      "market_status": "PUBLISHED"
    },
    {
      "app_availability": {
        "available_in": [
          "IN",
          "US"
        ],
        "package_name": "in.insider.consumer"
      },
      "cat_key": "EVENTS",
      "cat_keys": [
        "EVENTS",
        "APPLICATION"
      ],
      "category": "Sports",
      "description": "The HomeTown Fan App is the best way for fans to search, purchase, and manage event tickets at their school or organization. As a trusted leader in digital ticketing, HomeTown Ticketing provides a professional-level and fully automated ticketing solution to K–12 schools, districts, conferences, associations, collegiate spaces, and organizations. With the HomeTown Fan App, you have the ability to manage your entire ticketing experience on your mobile device.\n\n• Find Events – search by school, organization, event name, or zip code to find events, games, or performances.\n• Buy Tickets – skip the lines, purchase tickets and passes at your convenience from your mobile device.\n• Get Scanned In – your phone is your ticket, all of your purchases are stored in the app, simply show the QR code at the gate to enter the event.\n• Save Favorites – keep up to date on the latest events of your favorite schools, colleges, or organizations.\n\nEnjoy the convenience of the HomeTown Fan App!",
      "android_package_name": "in.insider.consumer",
      "ios_bundle_id": "com.hometownticketing.tix.fanapp",
      "title": "Events High",
      "domain_name": [
        "https://www.hometownticketing.com/resources/hometown-fan-app",
        "https://www.hometownticketing.com"
      ],
      "website": "https://www.hometownticketing.com/resources/hometown-fan-app",
      "developer": "HomeTown Ticketing, Inc.",
      "app_country": "US",
      "icon": "https://play-lh.googleusercontent.com/WmjOZZTZbz-Jyn4QT-c7y-fpVLBKo64yz4lLIYPrIhl_iPSodzSQKw7XQOlTfX1kfQ",
      "icon_72": "https://play-lh.googleusercontent.com/WmjOZZTZbz-Jyn4QT-c7y-fpVLBKo64yz4lLIYPrIhl_iPSodzSQKw7XQOlTfX1kfQ=s72-rw",
      "market_status": "PUBLISHED"
    },
    {
      "app_availability": {
        "available_in": [
          "IN",
          "US"
        ],
        "package_name": "com.showclix.crowd"
      },
      "cat_key": "EVENTS",
      "cat_keys": [
        "EVENTS",
        "APPLICATION"
      ],
      "category": "Entertainment",
      "description": "With ShowClix’s Box Office app, you can handle point-of-sale transactions for both general admission and reserved seating events. While supporting features like discounts and coupons, the app lets you create reservations, run multiple payment types, take partial payments, and split tender payments. \n\nPlus, you can connect with Boca thermal ticket printers, print from your own laser printer, or email tickets to your customers right from the app. \n\nFor more information about our flexible box office solutions, visit www.showclix.com/ticketing.",
      "android_package_name": "com.showclix.crowd",
      "ios_bundle_id": "com.showclix.showclixcrowd",
      "title": "ShowClix",
      "domain_name": [
        "https://www.showclix.com/ticketing",
        "https://www.showclix.com"
      ],
      "website": "https://www.showclix.com/ticketing",
      "developer": "ShowClix, Inc.",
      "app_country": "US",
      "icon": "https://play-lh.googleusercontent.com/sVW0Av4KZT1lp-efz1AfoYrOYP-1AXpvK0dYXKfMRdHBkcymtWcVur-VSgyjSD4vuQ",
      "icon_72": "https://play-lh.googleusercontent.com/sVW0Av4KZT1lp-efz1AfoYrOYP-1AXpvK0dYXKfMRdHBkcymtWcVur-VSgyjSD4vuQ=s72-rw",
      "market_status": "PUBLISHED"
    },
    {
      "app_availability": {
        "available_in": [
          "IN",
          "US"
        ],
        "package_name": "com.freezetag.eventzee"
      },
      "cat_key": "EVENTS",
      "cat_keys": [
        "EVENTS",
        "APPLICATION"
      ],
      "category": "Games",
      "description": "Are you looking for a way to host fun and challenging VIRTUAL EVENTS with your customers, clients, or business partners? EVENTZEE’s scavenger hunt app is the answer. If you're looking for a TEAM BUILDING exercise, or new ways to ENGAGE with your CUSTOMERS, or a fun family ACTIVITY, our Eventzee app is the most customizable scavenger hunt app available on the market.\n\nIf you’re interested in using Eventzee’s scavenger hunt app for your next event, visit our website and choose the right package for you. Eventzee is ideal for trade shows, conferences orientations, and more. Businesses can use the app to drive traffic to specific locations, promote vendors or products and increase social interactions. Some of our clients use Eventzee to hold contests and give away prizes to their most engaged customers. Achieve all of your business goals with Eventzee.\n\nFEATURES:\n- Eventzee offers the most challenge of any scavenger hunt app on the market: Photo, Video, Quiz, GPS, QR Code, Text and Information\n- Climb the event leaderboard to reach the highest rank\n- Earn milestone badges for achieving special goals\n- Chat with other players in the app to strategize and work together\n- Share photos and videos to social media to flex your accomplishments\n- Post content to the in-game feed where others can view and \"like\" it\n- Access admin features in-app to approve challenges on site without a computer\n\nLEARN MORE at eventzeeapp.com",
      "android_package_name": "com.freezetag.eventzee",
      "ios_bundle_id": "com.freezetag.eventzee",
      "title": "Eventzee",
      "domain_name": [
        "https://www.eventzeeapp.com",
        "https://www.eventzeeapp.com"
      ],
      "website": "https://www.eventzeeapp.com",
      "developer": "Freeze Tag, Inc.",
      "app_country": "US",
      "icon": "https://play-lh.googleusercontent.com/Of5_GC9QFHnBv81J3CReUrHDDowRxT7yYyY0miSrPRG_OyNtJfVAQNZqiWHehSQ9Xbd8",
      "icon_72": "https://play-lh.googleusercontent.com/Of5_GC9QFHnBv81J3CReUrHDDowRxT7yYyY0miSrPRG_OyNtJfVAQNZqiWHehSQ9Xbd8=s72-rw",
      "market_status": "PUBLISHED"
    },
    {
      "app_availability": {
        "available_in": [
          "IN",
          "US"
        ],
        "package_name": "com.cvent.mobile.eventapp"
      },
      "cat_key": "EVENTS",
      "cat_keys": [
        "EVENTS",
        "APPLICATION"
      ],
      "category": "Business",
      "description": "This app is the mobile event guide for The Joint Commission Attendee Hub.  Employee's of The Joint Commission will use this app to access Conference Resources.  Login instructions, including a link to download the app, are sent to employees via their work email address.  This app will primarily be distributed in the United States.",
      "android_package_name": "com.cvent.mobile.eventapp",
      "ios_bundle_id": "org.jointcommission.appLpeRaV3QL0",
      "title": "AttendeeHub",
      "domain_name": [],
      "website": "",
      "developer": "Joint Commission on Accreditation of Healthcare Organizations, Inc",
      "app_country": "US",
      "icon": "https://play-lh.googleusercontent.com/hfc4aaEU41DgLehH2fUUuTwqH3UETY8VT6b43mvDZUW3K2fZ86RX9Cfb8g3YFfm1bg",
      "icon_72": "https://play-lh.googleusercontent.com/hfc4aaEU41DgLehH2fUUuTwqH3UETY8VT6b43mvDZUW3K2fZ86RX9Cfb8g3YFfm1bg=s72-rw",
      "market_status": "PUBLISHED"
    },
    {
      "app_availability": {
        "available_in": [
          "IN",
          "US"
        ],
        "package_name": "com.eventzilla.attendee.app"
      },
      "cat_key": "EVENTS",
      "cat_keys": [
        "EVENTS",
        "APPLICATION"
      ],
      "category": "Productivity",
      "description": "The Eventzilla app allows you to access information about the event you’re attending and participate in related event activities. \n\nTo get started, download the app and enter the email address registered on the event or enter the unique event code provided by your event organizer.\n\n• Join private event communities\n• Access the schedule, speakers, sponsors, and other essential event information.\n• Plan your time with personalized schedules and reminder alerts.\n• Explore venue & local area maps, including floor plans.\n• See what’s coming up next at the event\n\nOrganizing an event? Visit https://www.eventzilla.net to create an engaging mobile experience for your event in minutes.\n\nGot a question? Send a note to help@eventzilla.net",
      "android_package_name": "com.eventzilla.attendee.app",
      "ios_bundle_id": "com.eventzilla.attendeeapp",
      "title": "Eventzilla",
      "domain_name": [
        "https://www.eventzilla.net",
        "https://www.eventzilla.net"
      ],
      "website": "https://www.eventzilla.net",
      "developer": "Eventzilla Corporation",
      "app_country": "US",
      "icon": "https://play-lh.googleusercontent.com/ten49KwUAiwTytkmerVSimPKlI6Rt-uQR8_zFbifSUttCXdEbcaiQnleZ4eEtqYZ4ZeJ",
      "icon_72": "https://play-lh.googleusercontent.com/ten49KwUAiwTytkmerVSimPKlI6Rt-uQR8_zFbifSUttCXdEbcaiQnleZ4eEtqYZ4ZeJ=s72-rw",
      "market_status": "PUBLISHED"
    },
    {
      "app_availability": {
        "available_in": [
          "IN",
          "US"
        ],
        "package_name": "com.calendly.app"
      },
      "cat_key": "EVENTS",
      "cat_keys": [
        "EVENTS",
        "APPLICATION"
      ],
      "category": "Business",
      "description": "The perfect partner app to our desktop application, the new Calendly app lets you bring the power of scheduling with you on-the-go.\n\nYou can quickly copy your scheduling links and paste them into an email, text, or any other app, saving you time while you’re away from your computer. Utilizing iOS’ native sharing capabilities, you can quickly populate your scheduling link and a brief message without ever needing to leave the Calendly app.\n\nWith the ability to view upcoming meeting details, you can feel more prepared throughout the day, wherever it may take you. View answers to your invitee questions, look up a phone number and even join video calls directly from the app. \n\nYou also have the flexibility to reschedule or cancel upcoming meetings to better accommodate your day or your invitee's. \n\nGo about your day with confidence knowing that you have the power of Calendly right in your pocket!\n\nPrivacy Policy: https://calendly.com/legal/privacy-notice\nTerms of Use: https://calendly.com/legal",
      "android_package_name": "com.calendly.app",
      "ios_bundle_id": "com.calendly.Calendly",
      "title": "Calendly",
      "domain_name": [
        "https://calendly.com",
        "https://calendly.com"
      ],
      "website": "https://calendly.com",
      "developer": "Calendly, LLC",
      "app_country": "US",
      "icon": "https://play-lh.googleusercontent.com/0FNnNtu7VCpoP0ZJFWdvoGKFe3RIhk2cnDIR1NcNBu82V93LHwDHP1G7IfyYblctng",
      "icon_72": "https://play-lh.googleusercontent.com/0FNnNtu7VCpoP0ZJFWdvoGKFe3RIhk2cnDIR1NcNBu82V93LHwDHP1G7IfyYblctng=s72-rw",
      "market_status": "PUBLISHED"
    },
    {
      "app_availability": {
        "available_in": [
          "IN",
          "US"
        ],
        "package_name": "com.swoogo.goonsite"
      },
      "cat_key": "EVENTS",
      "cat_keys": [
        "EVENTS",
        "APPLICATION"
      ],
      "category": "Business",
      "description": "Swoogo user? Download the Swoogo Live app to scan your attendees during the live event.",
      "android_package_name": "com.swoogo.goonsite",
      "ios_bundle_id": "com.swoogo.live",
      "title": "Swoogo",
      "domain_name": [
        "http://www.swoogo.com",
        "https://www.swoogo.com"
      ],
      "website": "http://www.swoogo.com",
      "developer": "Swoogo LLC",
      "app_country": "US",
      "icon": "https://play-lh.googleusercontent.com/ogzhEeIdq1NLoyU6i559qEOii2sJFyzCCu_dgsCmdTydgcXSHzaukfLwTmcxrfHBaYI",
      "icon_72": "https://play-lh.googleusercontent.com/ogzhEeIdq1NLoyU6i559qEOii2sJFyzCCu_dgsCmdTydgcXSHzaukfLwTmcxrfHBaYI=s72-rw",
      "market_status": "PUBLISHED"
    },
    {
      "app_availability": {
        "available_in": [
          "IN",
          "US"
        ],
        "package_name": "com.veezi.androidtv"
      },
      "cat_key": "EVENTS",
      "cat_keys": [
        "EVENTS",
        "APPLICATION"
      ],
      "category": "Business",
      "description": "Your online customers will just keep coming back for more with the Veezi UsherPoint App.  Now your customers can scan straight into the cinema without the need to queue.  With a real-time link to the Veezi POS system, your staff can scan people in and out. As the cinema manager/owner you can be safe in the knowledge that your staff are letting the correct amount of customers into the movie.",
      "android_package_name": "com.veezi.androidtv",
      "ios_bundle_id": "nz.co.vista.UsherPoint.Veezi",
      "title": "Veezi",
      "domain_name": [
        "http://www.vista.co",
        "https://www.vista.co"
      ],
      "website": "http://www.vista.co",
      "developer": "Vista Entertainment Solutions Limited",
      "app_country": "US",
      "icon": "https://play-lh.googleusercontent.com/cTU2-EqksNZq75vn9Q6YOpqjrpRSebIs46Fp0mXTW2BZ3dC3AbNTFl0l2vvL0soNgw8",
      "icon_72": "https://play-lh.googleusercontent.com/cTU2-EqksNZq75vn9Q6YOpqjrpRSebIs46Fp0mXTW2BZ3dC3AbNTFl0l2vvL0soNgw8=s72-rw",
      "market_status": "PUBLISHED"
    },
    {
      "app_availability": {
        "available_in": [
          "IN",
          "US"
        ],
        "package_name": "com.gameinsight.tribez"
      },
      "cat_key": "EVENTS",
      "cat_keys": [
        "EVENTS",
        "APPLICATION"
      ],
      "category": "Games",
      "description": "The story of 3D Action RPG \"TRIBE NINE\" is set in a dystopian future of Tokyo.\n\nIn \"Neo Tokyo,\" a city reigned by absolute madness, players immerse themselves as teens resisting an unjust world, fighting in brutal life-or-death battles.\n\n■ Prologue\nIt's the year 20XX.\nA mysterious masked man \"Zero,\" who controls Neo Tokyo, declared his intention to transform the country into \"a country where everything is decided by games.'' His invention of \"Extreme Games\" (or \"XG\" for short), is now the rule of the Neo Tokyo.\n\nHowever, the merciless rules of XG treat people's lives like toys, \nplunging the citizens of Neo Tokyo into horrifying situations.\n\nTo rebel against Zero's control, a group of teens have formed a resistance organization.\nArmed with techniques and gear from their beloved \"XB (Extreme Baseball),\" \nthey bravely engage in fierce battles alongside friends, \novercoming any obstacles to reclaim their stolen dreams and freedom.\n\n■ The Distinct Cities of Neo Tokyo\nYou can explore cities that are reconstructed based on real places in Tokyo.\nEach city has its own unique features, allowing you to meet interesting locals and explore every nook and cranny.\n\nAs a member of the resistance, you'll venture through the 23 cities of Neo Tokyo defeating enemies that stand in your way to liberate the cities.\n\n■ Fight as a Team in Co-op/Melee Battles\nControl a three-person party and fight alongside them in dynamic battles. \nYou can fight co-op to take on a powerful enemy, or join in a chaotic melee battle where your teammates and foes are jumbled. \n\n■ Unique Characters\nOver 10 playable characters will be available upon release. \nYou can feel each character's unique personality in their skills and actions, offering a diverse gameplay experience with each character you choose.\n\n■ Endless Combinations\nDepending on your team composition, your battle style and optimal strategy change dramatically. \nThis opens up endless combinations for you to create your own original build.\n\n[Tension System]\nWhen certain conditions are met during battle, a gauge called the \"Tension Gauge\" will rise.\nWhen your tension rises, the effect of the equipped \"Tension Card\" will be activated depending on your level.\nEach card triggers different effects that can turn the tide of battle.\n\n[Bloodstains]\nAs you explore the city, you may encounter traces of other players who've fallen to powerful enemies.\nAreas where you see a lot of bloodstains are a sign that super strong-enemies may be lurking. Be extra careful out there.\n\n[XB]\nXB is a special nine-man battle mode, different from the regular battles.\nThe teens' beloved battle style, \"XB,\" is featured in high-impact 3D cutscenes. \nExperience the thrilling clash between souls.\n\n■ Exquisite Visuals and Music\nWith high-quality visuals rendered in vivid artistic styles and music meticulously crafted to enhance immersion, you can deeply experience the world and characters of TRIBE NINE.",
      "android_package_name": "com.gameinsight.tribez",
      "ios_bundle_id": "jp.aktsk.games.tribenine",
      "title": "Tribe",
      "domain_name": [
        "https://tribenine.tokyo/en",
        "https://tribenine.tokyo"
      ],
      "website": "https://tribenine.tokyo/en",
      "developer": "Akatsuki Games Inc.",
      "app_country": "US",
      "icon": "https://play-lh.googleusercontent.com/lAzGbC3NDDnFOqjIRdp07d5OFNLujW7qbD0EhxtWr3TOnHwr4IR4BizH6w7-Tso-Hw",
      "icon_72": "https://play-lh.googleusercontent.com/lAzGbC3NDDnFOqjIRdp07d5OFNLujW7qbD0EhxtWr3TOnHwr4IR4BizH6w7-Tso-Hw=s72-rw",
      "market_status": "PUBLISHED"
    },
    {
      "app_availability": {
        "available_in": [
          "IN",
          "US"
        ],
        "package_name": "appinventor.ai_ujjina_com.Radio_Ovacion"
      },
      "cat_key": "EVENTS",
      "cat_keys": [
        "EVENTS",
        "APPLICATION"
      ],
      "category": "Health & Fitness",
      "description": "Live in sync with your cycle using Flo, the world’s most popular female health app. Get personalized insights and predictions on your body.\n\nWhether you want to predict your period, get pregnant, track your pregnancy, or better understand your symptoms, Flo is your all-in-one female health partner. Join over 380 million members.\n\nWith Flo, you can:\n- Keep your data safe: Flo is the first period and ovulation tracker to achieve dual ISO 27001 and ISO 27701 Certifications (aka gold standards in data protection).\n- Feel more understood: Share your Flo insights via Flo for Partners to feel more connected, understood, and supported.\n- Get an extra layer of protection: Anonymous Mode means no one, not even Flo, can identify you based on your health data.\n- Join a supportive community: Secret Chats is where members can discuss topics and connect with others on the same journey.\n- Use your tax-free funds on a subscription: Flo Premium memberships can be purchased using FSA/HSA dollars.*\n- Access reliable health information: Flo collaborates with a globally recognized organization dedicated to reproductive health and rights, ensuring trustworthy support for your health journey.\n\nWith Flo Premium, you can enjoy:\n- Monthly cycle reports\n- Symptom predictions and patterns\n- Tailored prediction insights\n- Detailed pregnancy tracking\n- Full access to Flo for Partners\n- A 24/7 virtual Health Assistant\n- All articles, videos, and courses reviewed by 140+ health experts\n\nNew! Flo supports perimenopause:**\n- Know what might be perimenopause and how to tune in to your body’s changes.\n- Get clarity on common perimenopause symptoms and what can help.\n- Make more informed health decisions and identify what you need to feel your best.\n\nStart tracking your cycle for free today.\n\nPrivacy Policy and Terms of Use:\nhttps://flo.health/privacy-policy   \nhttps://flo.health/terms-of-use  \n\nConnect with Flo:\nWeb: flo.health\nTikTok: @flotracker\nInstagram: @flotracker\n\nPlease note: Flo’s predictions should not be considered a form of birth control or conception aid. The Flo app is not a substitute for professional medical advice, diagnosis, or treatment.\n\nFlo uses HealthKit to read menstrual cycle data and export your Flo activities to the Health app.\n\nIf you have any difficulties using the app, contact Flo via support@flo.health. \n\nNotice of Access Permission: \nFlo may request permission for: \n- In-app notifications or reminders.\n- Uploading photos to specific forum discussions.\n- Uploading audio recordings to closed group chats.\nContent sharing is entirely optional. Flo does not automatically access your content. You can select what you want to share.\n\n*As of October 12, 2024. Following the SIGIS Eligible Product List. US only. Some FSA/HSA plan providers have different eligibility rules. Contact your provider in advance.\n\n**Available for new users only.",
      "android_package_name": "appinventor.ai_ujjina_com.Radio_Ovacion",
      "ios_bundle_id": "org.iggymedia.periodtracker",
      "title": "Ovation",
      "domain_name": [
        "https://flo.health",
        "https://flo.health"
      ],
      "website": "https://flo.health",
      "developer": "FLO HEALTH UK LIMITED",
      "app_country": "US",
      "icon": "https://play-lh.googleusercontent.com/eYDM4SFQ4RrN46HPJCr-gZSadveITYtEdNwF-6FI5Q_-MKPro1tzw68Nk_1JWGf2St1U",
      "icon_72": "https://play-lh.googleusercontent.com/eYDM4SFQ4RrN46HPJCr-gZSadveITYtEdNwF-6FI5Q_-MKPro1tzw68Nk_1JWGf2St1U=s72-rw",
      "market_status": "PUBLISHED"
    },
    {
      "app_availability": {
        "available_in": [
          "IN",
          "US"
        ],
        "package_name": "air.net.trustmedia.eventpic"
      },
      "cat_key": "EVENTS",
      "cat_keys": [
        "EVENTS",
        "APPLICATION"
      ],
      "category": "Photo & Video",
      "description": "Eventer will make your event unforgettable.\n\n\nWhether for a private event (wedding, birthday, vacation, party, bar mitzvah, etc.) or professional (teambuilding, incentive, kick-off, networking, activation, etc.), Eventer will entertain your guests and leave an exceptional memory. .\n\n\nSimply create your event and share it with your guests. Guests connect to the event by invitation link (email, messaging, page, etc.) and QR code.\nGUESTS CAN THEN LOG IN EITHER BY INSTALLING THE APP OR THROUGH A WEB PAGE (mobile and computer).\n\nDuring the event, each guest adds their photos/videos from their smartphone or computer. Guests can view, like, and comment on event content.\n\n\nLiven up your event with the Live Show or the Live Movie, scrolling through the photos from a computer. If you have a tablet, use our photobooth (Eventer Booth).\n\n\nAt the end of the event, watch and share the After Movie, which traces the best moments of your event to background music.\n\n\nWe treasure your memories. Easily find the event or the photo/video that is important to you from your smartphone or computer.\n\n\nReady for an unforgettable moment?\n\n\nUse Eventer for free and without limit of guests or photos. Access your events without time limit.\n\n\nSome customizations or paid options will make your event even more special and allow Eventer to keep growing, because the app is ad-free and we don't sell your data.\n\n\nEventer saves space on your smartphone, the app is lightweight, and the content doesn't use your memory.\n\n\nEventer has no rights to your content, you can delete it at any time. As a guest, you can remain anonymous.\n\n\nHere is in detail what you can do with Eventer:\n-Create a scrapbook\n- Connect guests by invitation (Facebook, Instagram, Snapchat, Twitter, Whatsapp, Messenger, email, Skype, sms, etc.), QR code or geolocation.\n- Activation by email, Google, Facebook, Apple, Linkedin or anonymous\n- Take photos and videos from the application.\n- Add photos, gifs, videos, boomerangs and live photos from your gallery\n- Add effects (masks, glasses, hats, wigs, etc.) and text to your photos\n- Create a photobooth from a tablet (Eventer Booth)\n- Create gifs and replays\n- Comment & like content\n- Share content (Facebook, Instagram, Snapchat, Twitter, Whatsapp, Messenger, email, Skype, etc.)\n- View guests and their profiles\n- GPS direction to the event\n- Research on photos and events\n- Sorting on likes\n- Real-time assistance integrated in the app\n- Access your events and add photos/videos from a computer (Eventer Web).\n- There are still other possibilities, but you have to try Eventer to discover them ;-)",
      "android_package_name": "air.net.trustmedia.eventpic",
      "ios_bundle_id": "net.trustmedia.eventpic",
      "title": "Eventer",
      "domain_name": [],
      "website": "",
      "developer": "Eventer SA",
      "app_country": "US",
      "icon": "https://play-lh.googleusercontent.com/2jWYKt1g9negIzml1ecTMLWTFpHJlIXadWHxgccaln14jzqQCEMuL_tXHGz7iy3Rsks",
      "icon_72": "https://play-lh.googleusercontent.com/2jWYKt1g9negIzml1ecTMLWTFpHJlIXadWHxgccaln14jzqQCEMuL_tXHGz7iy3Rsks=s72-rw",
      "market_status": "PUBLISHED"
    },
    {
      "app_availability": {
        "available_in": [
          "IN",
          "US"
        ],
        "package_name": "com.google.android.apps.tachyon"
      },
      "cat_key": "EVENTS",
      "cat_keys": [
        "EVENTS",
        "APPLICATION"
      ],
      "category": "Business",
      "description": "MeetApp Conference gives you an easy access to meeting agenda, attendees, workshops and shared material, including all practical information related to your meeting. Clear structure and up-to-date information will increase networking and boost engagement within your working group.",
      "android_package_name": "com.google.android.apps.tachyon",
      "ios_bundle_id": "com.apptivo.meetapp",
      "title": "MeetApp",
      "domain_name": [
        "http://www.kuehne-nagel.us",
        "https://www.kuehne-nagel.us"
      ],
      "website": "http://www.kuehne-nagel.us",
      "developer": "Apptivo Inc",
      "app_country": "US",
      "icon": "https://play-lh.googleusercontent.com/6wvcwcC_v4bBwA7K1eDoKw_PDtvdpHwhKAisZftnoY_Jn94Rjh7u7YSV0IEn9uZM2A",
      "icon_72": "https://play-lh.googleusercontent.com/6wvcwcC_v4bBwA7K1eDoKw_PDtvdpHwhKAisZftnoY_Jn94Rjh7u7YSV0IEn9uZM2A=s72-rw",
      "market_status": "PUBLISHED"
    },
    {
      "app_availability": {
        "available_in": [
          "IN",
          "US"
        ],
        "package_name": "com.whova.event"
      },
      "cat_key": "EVENTS",
      "cat_keys": [
        "EVENTS",
        "APPLICATION"
      ],
      "category": "Business",
      "description": "Whova is an award-winning event and conference app. It helps you gain insights about people you meet at events. Whova is one of the most widely used mobile apps by professionals for networking at conferences, trade shows, expos, summits, conventions, business meetings, corporate events, association events, and community gatherings. Whova, the Mobile Event App, has received the Event Technology Awards for five years in a row (2016-2021). \n\nWatch this PREVIEW VIDEO to see how Whova can help you: https://www.youtube.com/watch?v=9IKTYK8ZS9g\n\nWhat makes Whova special? Whova's technology builds comprehensive profiles of attendees so you can view all attendee profiles before you even arrive at the event or conference. Plan in advance whom to meet at an event, what to talk about with each attendee and reach out to others via in-app messages before, during and after the event. You can also create casual meetups and arrange social activities with other groups of attendees. Whova revolutionizes event networking and significantly improves the ROI of attending events.\n\nYou can also use the Whova conference app to digitize and manage business cards you receive at events. Whova exceeds other business card reader apps like CamCard, CardMunch, ScanBizCards or Scannable etc. by automatically building full profiles using Whova's SmartProfile technology. This allows you to gain deep insights into your contacts' professional backgrounds, work experience, passions, and interests. You can also seamlessly connect with contacts online via LinkedIn and other platforms. Whova's business card scanning feature now supports cards in English, Chinese, and Korean.\n\nWhova is SOC2 Type II and PCI compliant. These security and privacy certificates recognize Whova’s practice of reliable, safe, secure, and trustworthy management of user data protection and privacy.\n\nGet more out of events:\n\n- Never miss important updates: Get instant notifications from event organizers\n\n- Browse comprehensive professional profiles of all event attendees\n\n- Use the Community Board to self-organize social activities and gatherings, coordinate rideshares, break the ice, explore job opportunities, post questions and lost & found items, etc.\n\n- Scan and save business cards and gain deep insights into your contacts\n\n- Send in-app messages and schedule private meetings before and after events\n\n- Access the agenda, GPS guidance, interactive floor maps, parking directions, slides, and photos\n\n- Get involved in event activities through live polling, event gamification, Tweeting, photo sharing, group chatting, and mobile surveys\n\n- Conveniently explore exhibitors' information and get coupons/giveaways with one tap\n\nTestimonials:\n\n- “It makes networking much more effective at this event with 500+ attendees. We no longer have to wander around wondering if we will bump into the person we really would like to meet. “\n\n- “I could see who attended and easily follow up with the people after this entrepreneur/investor event”\n\n- “I have seen other event apps but neither of them provided such valuable information of the attendees. “\n\n- “This app has been fantastic for networking, announcements, agenda, etc., at this one-week conference!”\n\n- “Another great feature of the Whova app is the ability to share slides and documents electronically.”\n\n- \"Whova is an amazing app for keeping track of your connections and storing them in one easy-to-access place. I love the ability to connect with contacts via LinkedIn and the simplicity of emailing potential members.\"\n\nGet in touch:\n\nTo partner with Whova or simply to stay up-to-date with the latest news, please visit our website and follow us on Twitter:\nhttp://twitter.com/whovasupport\n\nWe would love to hear your feedback!\nContact us at: support@whova.com\n\nAcknowledgements: Icons by Icons8",
      "android_package_name": "com.whova.event",
      "ios_bundle_id": "com.whova.event",
      "title": "Whova",
      "domain_name": [],
      "website": "",
      "developer": "Whova Inc.",
      "app_country": "US",
      "icon": "https://play-lh.googleusercontent.com/TbMXTOlC0RnXRaeNqFw4oLEK52pE9TVgMDorC16z7iE6lCuDDxW768kXK7nxwEIguhY",
      "icon_72": "https://play-lh.googleusercontent.com/TbMXTOlC0RnXRaeNqFw4oLEK52pE9TVgMDorC16z7iE6lCuDDxW768kXK7nxwEIguhY=s72-rw",
      "market_status": "PUBLISHED"
    },
    {
      "app_availability": {
        "available_in": [
          "IN",
          "US"
        ],
        "package_name": "cc.eventory.app"
      },
      "cat_key": "EVENTS",
      "cat_keys": [
        "EVENTS",
        "APPLICATION"
      ],
      "category": "Business",
      "description": "Download Eventory to participate and engage in events on the go. From creating a personal schedule to networking with peers and sponsors, events have never been more accessible.\n\nWith the Eventory Event App, you will be able to:\n\n• Plan ahead - personalize your schedule and preview agendas, sponsors, floorplans, and more before setting foot in the event venue.\t\n\n• Grow your network and get the most out of every event - discover who’s attending, view their profiles, and make connections through in-app messages and video calls. \t\t\n\n• Never miss a moment - stay informed of event changes and updates with push notifications.\t\n\n• Engage in real-time with Q&As, surveys, polls, and games - give feedback and interact with the organizers and speakers, ask live questions, rate lectures, and give your opinions about the event.\n\n• Access multiple events through one app - store contacts and important messages from various events in one place.\t\n\nMake sure you’re making the most of your events and download the Eventory Event App today!\n\n————\n\nAre you interested in hosting your event on Eventory? Contact us at sales@6connex.com",
      "android_package_name": "cc.eventory.app",
      "ios_bundle_id": "com.coders-mill.videevin",
      "title": "Eventory",
      "domain_name": [
        "https://www.6connex.com/product/eventory",
        "https://www.6connex.com"
      ],
      "website": "https://www.6connex.com/product/eventory",
      "developer": "Eventory Inc.",
      "app_country": "US",
      "icon": "https://play-lh.googleusercontent.com/b-i5TYksHsFyLeN42vHNmOMi77XPpE8GkDpXDxCP6teL-4nN33Iq_pkjGcsaq_4SHr8v",
      "icon_72": "https://play-lh.googleusercontent.com/b-i5TYksHsFyLeN42vHNmOMi77XPpE8GkDpXDxCP6teL-4nN33Iq_pkjGcsaq_4SHr8v=s72-rw",
      "market_status": "PUBLISHED"
    },
    {
      "app_availability": {
        "available_in": [
          "IN",
          "US"
        ],
        "package_name": "com.hubilo.sabcs2024"
      },
      "cat_key": "EVENTS",
      "cat_keys": [
        "EVENTS",
        "APPLICATION"
      ],
      "category": "Business",
      "description": "This app houses different types of events that are created and managed on the Hubilo platform.",
      "android_package_name": "com.hubilo.sabcs2024",
      "ios_bundle_id": "com.hubilo.internalevents",
      "title": "Hubilo",
      "domain_name": [
        "https://hubilo.com",
        "https://hubilo.com"
      ],
      "website": "https://hubilo.com",
      "developer": "Hubilo Softech Private Limited",
      "app_country": "US",
      "icon": "https://play-lh.googleusercontent.com/zrrCfLh7rkZdwpf6Pf2oSSflV47t4Hk30kn9ZkgYDb7LkIbUsKRj3yRsumy0NzLqMTw",
      "icon_72": "https://play-lh.googleusercontent.com/zrrCfLh7rkZdwpf6Pf2oSSflV47t4Hk30kn9ZkgYDb7LkIbUsKRj3yRsumy0NzLqMTw=s72-rw",
      "market_status": "PUBLISHED"
    },
    {
      "app_availability": {
        "available_in": [
          "IN",
          "US"
        ],
        "package_name": "com.pt.gogohomedelivery"
      },
      "cat_key": "EVENTS",
      "cat_keys": [
        "EVENTS",
        "APPLICATION"
      ],
      "category": "Business",
      "description": "Download the Cartier Women’s Initiative Awards mobile application to organize your agenda, connect with other guests and learn more about the Finalists. Using the Cartier Awards Mobile App is an easy, stress-free way to stay informed and make the best out of your experience in San Francisco.\n\n\nWith the CWIA 2019 mobile application you can:\n\t\n -  access more information on the event program, practical information and speakers\n -  browse the full list of attendees \n -  network with other participants \n\n\nAccess to the Cartier Awards Mobile App requires an active internet connection as well as a confirmed registration as a participant. Further information about the Terms & Conditions as well as our Privacy Notice is available on our www.cartierwomensinitaitive.com",
      "android_package_name": "com.pt.gogohomedelivery",
      "ios_bundle_id": "com.gmail.cwia",
      "title": "Goomeo",
      "domain_name": [],
      "website": "",
      "developer": "CARTIER International",
      "app_country": "US",
      "icon": "https://play-lh.googleusercontent.com/BPLiJIYRV-NwKgqDvHZTVEGa3qiZCmSWYUungznKVZ1olCxft7EeziMtT8kxrJU9ctU",
      "icon_72": "https://play-lh.googleusercontent.com/BPLiJIYRV-NwKgqDvHZTVEGa3qiZCmSWYUungznKVZ1olCxft7EeziMtT8kxrJU9ctU=s72-rw",
      "market_status": "PUBLISHED"
    }
  ]