[
    {
      "app_availability": {
        "available_in": [
          "IN",
          "US",
          "UK"
        ],
        "package_name": "com.ryzmedia.tatasky"
      },
      "cat_key": "ENTERTAINMENT",
      "cat_keys": [
        "ENTERTAINMENT",
        "APPLICATION"
      ],
      "category": "Entertainment",
      "description": "We know you live on the go, so here is your TV your way!\nTake your TV wherever you go & watch whenever you want. Whatever your genre is, we have the content & experience designed for easy viewing!\n\nExplore the  app to unleash a truly personalized experience. Watch LIVE TV & Manage packs in 8 languages: English, Hindi, Bengali, Kannada, Malayalam, Marathi, Tamil & Telugu.\n\nWorld of convenience at your fingertips\nWant to Recharge, add channels, or reach us? Possible now, with just a tap!\n● Manage account: Add or drop channels and change your subscription whenever you want.\n● Recharge: Unlock a​ hassle-free way to recharge - pay using Credit/Debit Cards, net-banking, popular Wallets & UPI apps and more.\n● Get ​Help: ​Use the Get Help & Chat Assistant to resolve your issues immediately – check your bills & payments, profile & account-related activity, raise & track requests/complaints.\n\nWatch 600+ TV Channels\nWith just one Tata Play subscription, you can log in with up to 10 devices & watch simultaneously on 2 devices.\n\nWatch the available shows on the go - anytime anywhere!\n\nChoose from 600+ channels and watch 24x7 -\n\no Sports – Star Sports, Sony Sports Ten 1 HD, Sports18, Eurosports, etc.\no News – Aaj Tak, ABP News, India TV, Republic TV, Times Now, etc.\no Entertainment –  SET, Sony SAB TV, Star Plus, Colors, Zee TV, &TV, Tata Play Comedy, etc.\no Kids - Disney, Cartoon Network, Pogo, Nickelodeon, Discovery Kids, etc.\no Movies & Music - Sony Max, Star Gold, &Pictures, Zee Cinema, 9xM, B4U Music, MTV, etc.\no Devotional - Aastha TV, Sanskar TV, Darshan 24, Saadhna TV, Fateh TV, etc.\no Lifestyle & infotainment - TravelXP, Discovery, History TV, Tata Play Astro Duniya, etc.\no Education – Discovery Science, Sony BBC Earth, Tata Play Fun Learn, Tata Play JEE & NEET prep by Vedantu, etc.\no Regional – Zee Marathi, Star Pravah, Sun TV, Zee Kannada, Zee Bangla, Zee Telugu, etc.\n\nGet something for everyone!\n\no The serial watcher\nDaily shows - Daily shows - Taarak Mehta Ka Ooltah Chashmah, Bhabiji Ghar Par Hain! Anupama, Crime Patrol, Bhagya Lakshmi, Kundali Bhagya.\nReality shows – Kaun Banega Crorepati, Khatron ke Khiladi etc. Never miss an episode with FREE catch-up.\n\no The Movie fans\nWatch Star Gold, Zee Cinema, Sony Max, Colors Cineplex, KTV, Goldmines or ad-free Tata Play Services. Movies from the golden era on Tata Play Classic Cinema, latest movies on Bollywood Premiere, the best of Hollywood on Hollywood Local, and more.\n\n\no The sports enthusiasts\nWith 13+ channels, catch sporting action live & never miss your favorite sport like Cricket, Tennis, Kabaddi, Hockey, Badminton, Tennis, Football & more.\n\no The explorers \nWatch a preview of most channels and Tata Play Services at no additional cost, explore one of the world’s best content, browse 3-day program listings, read synopsis & make your own watchlist.\n\n\no The OTT Lovers\nWith Tata Play Binge, you can now enjoy top OTT Apps like Disney+ Hotstar, Prime Video, ZEE5, Discovery+, Apple TV+, Lionsgate Play, Fancode & more – All in one subscription! You can also enjoy Netflix with your Tata Play subscription with our Netflix combos.\n\n\n\no Exclusive access to Tata Play Specials\nTata Play Specials is our unique offering of curated content on TV & Tata Play Mobile App, without any ad breaks. Watch latest Bollywood movies first time on TV, old classic movies & TV shows, best of cartoons, LIVE darshan, Korean dramas, action thriller stories, mythological shows, Hollywood movies in Hindi, Tamil, Telugu & lot more across our 45+ destinations.\n\n\nActivate the app with your existing Tata Play account & enjoy.\n\nReach out to us at help@tataplay.com for any queries/feedback etc.",
      "android_package_name": "com.ryzmedia.tatasky",
      "ios_bundle_id": "com.hungama.tatasky",
      "title": "tata sky is now tata play",
      "domain_name": ["https://www.tataplay.com"],
      "website": "",
      "developer": "Tata Play Limited",
      "app_country": "US",
      "icon": "https://play-lh.googleusercontent.com/PTLQRc7a8vRjs8fmM7hRI36s7gGYalxIFd80xZDvYkIl91d709fcl4-UH9vZbxWDGG8",
      "icon_72": "https://play-lh.googleusercontent.com/PTLQRc7a8vRjs8fmM7hRI36s7gGYalxIFd80xZDvYkIl91d709fcl4-UH9vZbxWDGG8=s72-rw",
      "market_status": "PUBLISHED",
      "isPopular": false
    },
    {
      "app_availability": {
        "available_in": [
          "IN",
          "US",
          "UK"
        ],
        "package_name": "com.storymatrix.drama"
      },
      "cat_key": "ENTERTAINMENT",
      "cat_keys": [
        "ENTERTAINMENT",
        "APPLICATION"
      ],
      "category": "Entertainment",
      "description": "Experience Drama Like Never Before with Drama Plus\n\nDive into a world of captivating short dramas and films, each thoughtfully crafted to last just a minute. Perfect for when you're on the go, unwinding at home, or enjoying a coffee break, Drama Plus offers quick yet unforgettable storytelling that fits effortlessly into your day.\n\nDiscover the Features That Set Us Apart:\n* Stunning High-Definition Collection:\nImmerse yourself in an expansive library of short dramas and films, inspired by novels and brought to life in breathtaking HD. With fresh updates regularly added, you'll always have something new to explore.\n\n* Diverse Storylines for Every Taste:\nFrom heartwarming urban romances to epic tales of mythical doctors, powerful CEOs, royal intrigues, and legendary gods of war, Drama Plus delivers stories that captivate every kind of drama lover.\n\n* Smart Recommendations, Just for You:\nOur advanced recommendation engine curates the perfect lineup of original shorts and novel-based adaptations, tailored to your unique preferences.\n\n* User-Friendly Interface:\nNavigate effortlessly with our sleek and intuitive design, making it easy to discover your next favorite drama in seconds.\n\n* Flexible Viewing Anywhere:\nWatch on your mobile device or cast to your smart TV for a cinematic experience that’s perfect for any setting.\n\n* Exclusive Originals:\nEnjoy premium, original dramas and films you won’t find anywhere else.\n\nWhy Wait? Start Watching Now!\nDownload Drama Plus today and indulge in a universe of stories that move you, amaze you, and leave you wanting more—all in just a minute!\n\nTerms of Use:\nhttps://docs.google.com/document/d/1o_1txROu3_-I0wcFTwJZceD8eU_sv2nI\n\nPrivacy Policy: \nhttps://docs.google.com/document/d/1vt-csXEWFh_ZHqiqNgh9GCvBZzMlgJ-8",
      "android_package_name": "com.storymatrix.drama",
      "ios_bundle_id": "com.drama.shorts.reel",
      "title": "dramabox-stream drama shots",
      "domain_name": ["https://www.dramaboxapp.com"],
      "website": "",
      "developer": "Sunilkumar Vaishnav",
      "app_country": "US",
      "icon": "https://play-lh.googleusercontent.com/dYAF42EhNGgGhC7nLHNSZkWs11W5Dv0mRWZBv6IgLDTh3l8eolsjeAVGg-HVHt9YWyA",
      "icon_72": "https://play-lh.googleusercontent.com/dYAF42EhNGgGhC7nLHNSZkWs11W5Dv0mRWZBv6IgLDTh3l8eolsjeAVGg-HVHt9YWyA=s72-rw",
      "market_status": "PUBLISHED",
      "isPopular": false
    },
    {
      "app_availability": {
        "available_in": [
          "IN",
          "US",
          "UK"
        ],
        "package_name": "com.nhn.android.naverplayer"
      },
      "cat_key": "ENTERTAINMENT",
      "cat_keys": [
        "ENTERTAINMENT",
        "APPLICATION"
      ],
      "category": "Entertainment",
      "description": "Welcome back, NAVER TV!\n\nPopular videos, various dramas, live, NAVER Clip all in one place!\n\nSee you at NAVER TV, a place where fun videos gather. \n\n\n\n* Watch the live video\n\n- Watch interesting live videos together while chatting. You can support your artist by participating in real-time voting.\n\n- Enjoy live cultural performances such as musicals and plays.\n\n\n\n* Watch the video again\n\n- Keep the video you want to watch again. \n\n- You can keep your favorite videos in one place and watch them again at any time. \n\n\n\n* Watch and upload NAVER Clip\n\n- You can enjoy short fun, NAVER Clip on NAVER TV as well.\n\n- If you have a NAVER TV channel, you can easily upload clips on the app.\n\n\n\nDeveloper's contact :\n1588-3820\n6, Buljeong-ro, Bundang-gu, Seongnam-si, Gyeonggi-do, Republic of Korea\nnaver_market@naver.com",
      "android_package_name": "com.nhn.android.naverplayer",
      "ios_bundle_id": "com.nhncorp.nmp",
      "title": "naver tv",
      "domain_name": ["https://www.tv.naver.com"],
      "website": "",
      "developer": "NAVER Corp.",
      "app_country": "US",
      "icon": "https://play-lh.googleusercontent.com/IIxK-9R6HCAowb3kKyUXmy3ioEp-znFnCys_0JIImlNCq97VhvMx03vL7YJaML7ILg",
      "icon_72": "https://play-lh.googleusercontent.com/IIxK-9R6HCAowb3kKyUXmy3ioEp-znFnCys_0JIImlNCq97VhvMx03vL7YJaML7ILg=s72-rw",
      "market_status": "PUBLISHED",
      "isPopular": false
    },
    {
      "app_availability": {
        "available_in": [
          "IN",
          "US",
          "UK"
        ],
        "package_name": "com.dailymotion.dailymotion"
      },
      "cat_key": "ENTERTAINMENT",
      "cat_keys": [
        "ENTERTAINMENT",
        "APPLICATION"
      ],
      "category": "Entertainment",
      "description": "Want to discover the world differently? Watch videos now on Dailymotion. Stay in the loop by following your friends, favorite channels, and partners. Easily keep up with the things that interest you and watch tv shows, news, and sports from your phone. Dailymotion is a video platform made for you. Feel free to scroll in a safe environment!  \nExplore the new redesigned and intuitive home feed and follow feed:  \nFollow video updates from your favorite channels.  \nCurate a community and feed around what interest you by interacting with different videos and channels. \nJoin the app that provides its users with a positive experience and positive algorithm. \nBroaden horizons with an algorithm that is made for exploration rather than engagement.  \nSave videos to playlists to easily find them and replay as many times as you want.  \nView more perspectives and join conversations in real time by freely sharing your honest opinions and ideas in a safe space. Bookmark videos for later when you’re short on time.  \nDiscover the channels which interest you and explore new topics through the positive algorithm. Watch thousands of new videos every day deep dive into your favorite topics and open yourself to discovering new perspectives. Ensure your time online is time well spent. Download Dailymotion.",
      "android_package_name": "com.dailymotion.dailymotion",
      "ios_bundle_id": "com.dailymotion.dailymotion",
      "title": "dailymotion video app",
      "domain_name": [
        "http://www.dailymotion.com",
        "https://www.dailymotion.com"
      ],
      "website": "http://www.dailymotion.com",
      "developer": "Dailymotion",
      "app_country": "US",
      "icon": "https://play-lh.googleusercontent.com/UyYjWqwW1voGXKVd7lB1PKuTKFrPTrGcMpHv79QeF5j6C2RfQusJmCdaETzmUyejRQWb",
      "icon_72": "https://play-lh.googleusercontent.com/UyYjWqwW1voGXKVd7lB1PKuTKFrPTrGcMpHv79QeF5j6C2RfQusJmCdaETzmUyejRQWb=s72-rw",
      "market_status": "PUBLISHED",
      "isPopular": false
    },
    {
      "app_availability": {
        "available_in": [
          "IN",
          "US",
          "UK"
        ],
        "package_name": "com.vlv.aravali.reels"
      },
      "cat_key": "ENTERTAINMENT",
      "cat_keys": [
        "ENTERTAINMENT",
        "APPLICATION"
      ],
      "category": "Entertainment",
      "description": "Never Have Enough Time to Finish a Movie? Tired of Wasting Money on Subscriptions You Don’t Use?\n\nWatch Kuku TV — Swipe Up for Entertainment!\n\nSay hello to Kuku TV, the next-gen streaming platform designed for your busy life! With exclusive vertical TV mini-series and quick, one-minute episodes, Kuku TV brings drama, romance, and action straight to your phone. Entertainment on the go has never been this exciting—or this easy.\n\nChoose from our massive library of bite-sized originals, with new episodes added daily. Whether you’re craving romantic billionaire tales, epic revenge sagas, or feel-good comeback stories, there’s always something to binge.\n\nFeatured Shows:\n\n[I ran away with a hidden CEO]\nTrapped by family schemes and forced into a high-stakes marriage, Song Cawei finds an unexpected ally in Sheng Ningyu as they battle betrayal, ambition, and love to reclaim her family's legacy.\n\n[My Husband's other Wife]\nAfter discovering her husband’s affair, Jiang Muxue infiltrates the mistress’s life, only to join forces with her in a daring plot for revenge – with an old flame by her side as her divorce lawye\n\nWhy You’ll Love Kuku TV:\n\t•\tQuick, Addictive Originals: Short, snackable episodes perfect for on-the-go viewing.\n\t•\tFresh Content Daily: New TV mini-series uploaded daily to keep you hooked.\n\t•\tCinematic Quality: Big-screen entertainment crafted for your small screen.\n\t•\tInteractive Stories: Make decisions that shape the outcome of the story!\n\nExperience the future of entertainment—one minute at a time. Download Kuku TV now!\n\nFollow Us on Social Media:\n\t•\tInstagram: @kukutvusa\n\t•\tYouTube: @KukuTVUSA\n\t•\tTikTok: @kukutvusa\n\nSubscription Information:\n\t•\tPayment: Subscriptions purchased via Apple will be charged to your App Store account upon confirmation.\n\t•\tAccess: Enjoy all TV mini-series for free while your subscription is active.\n\t•\tAuto-Renewal: Subscriptions automatically renew. You’ll be charged 24 hours before the start of each period until you cancel.\n\t•\tCancellation: Cancel at least 24 hours before renewal via Settings > iTunes & App Store > Apple ID > Subscriptions > Kuku TV.\n\nDownload Kuku TV today and experience entertainment like never before!\n\nPrivacy Policy: https://kukufm.com/privacy-policy\nTerms and Conditions: https://kukufm.com/terms-condition",
      "android_package_name": "com.vlv.aravali.reels",
      "ios_bundle_id": "com.vlv.kukufm.reels",
      "title": "kuku tv",
      "domain_name": ["https://www.kukufm.com", "https://www.kukutv.com", "https://www.kukuapps.com"],
      "website": "",
      "developer": "MEBIGO LABS PRIVATE LIMITED",
      "app_country": "US",
      "icon": "https://play-lh.googleusercontent.com/COV1yCk0ngEsMsSg_E4IlAr4RpjMWAOi11H-i8d4oovOoXBf7uC2ykzgLhARH1YQYw",
      "icon_72": "https://play-lh.googleusercontent.com/COV1yCk0ngEsMsSg_E4IlAr4RpjMWAOi11H-i8d4oovOoXBf7uC2ykzgLhARH1YQYw=s72-rw",
      "market_status": "PUBLISHED",
      "isPopular": false
    },
    {
      "app_availability": {
        "available_in": [
          "IN",
          "US",
          "UK"
        ],
        "package_name": "com.parsifal.starz"
      },
      "cat_key": "ENTERTAINMENT",
      "cat_keys": [
        "ENTERTAINMENT",
        "APPLICATION"
      ],
      "category": "Entertainment",
      "description": "STARZPLAY BRINGS YOU MORE WITH STARZ ON – Your one-stop destination for an unparalleled streaming experience.\nWatch thousands of hours of movies, series & digital TV channels, absolutely free - Or Subscribe to STARZPLAY and unlock the latest premium shows, original series, exclusive blockbusters and LIVE sports, choose the plan that suits you best:\nSTARZPLAY Entertainment – A premium, ad-free experience featuring the latest exclusive hit series like Young Sheldon, The Walking Dead: The Ones Who Live, The Walking Dead: Daryl Dixon, The Walking Dead: Dead City, Snowpiercer, and more. Enjoy blockbuster movies, Arabic titles, kids’ entertainment, and live TV. Plus, be the first to watch STARZPLAY Originals like Harley, The Promise, Kaboos, Million Dollar Listing UAE, Unstoppable: The Italian Dream, and more.\nSTARZPLAY MAX – Everything in STARZPLAY Entertainment PLUS live sports, including live and exclusive coverage of Serie A (Italian Football League), Coppa Italia, Eredivisie (Dutch Football League), AD Sports, Cricket, UFC, AEW, and more!\nA Personalized Streaming Experience\n- Multiple Profiles – Every user gets a unique profile with personalized recommendations for their own customized experience. Share with family while keeping your favorites separate.\n- 100% Free Streaming – Watch thousands of ad-supported movies, series, and live TV channels with no subscription required.\n- STARZPLAY Store – Buy or rent the latest cinema releases and watch on your terms.\n- Fantasy Sports – Play MENA’s first Web 3.0 fantasy sports game with real-time predictions and prizes.\nKey Features:\n- Watch Instantly – Stream for free or subscribe for premium entertainment and live sports.\n- 4K & Offline Streaming – Enjoy ultra-HD quality or download content to watch offline.\n- Multi-Device Access – Available on smartphones, tablets, smart TVs, and desktops. Stream on up to 2 screens at once!\n- Personalized Recommendations – Our advanced recommendation algorithm suggests content tailored to your preferences, ensuring you never run out of exciting things to watch.\nJoin the STARZ ON community and discover a world of entertainment right at your fingertips. Download the app today and experience the future of streaming!\nStart streaming now!",
      "android_package_name": "com.parsifal.starz",
      "ios_bundle_id": "com.parsifal.Starz",
      "title": "starz on",
      "domain_name": [
        "https://www.starzplay.com",
        "https://www.starzplay.com"
      ],
      "website": "https://www.starzplay.com",
      "developer": "Playco Entertainment FZ LLC",
      "app_country": "US",
      "icon": "https://play-lh.googleusercontent.com/zKnK4waW5UDb5IWEr1RPwDpeXf2p3Uxrna4rwBLsCojk4lTQjqqHMop85fMwsoERblc",
      "icon_72": "https://play-lh.googleusercontent.com/zKnK4waW5UDb5IWEr1RPwDpeXf2p3Uxrna4rwBLsCojk4lTQjqqHMop85fMwsoERblc=s72-rw",
      "market_status": "PUBLISHED",
      "isPopular": false
    },
    {
      "app_availability": {
        "available_in": [
          "IN",
          "US",
          "UK"
        ],
        "package_name": "rtve.tablet.android"
      },
      "cat_key": "ENTERTAINMENT",
      "cat_keys": [
        "ENTERTAINMENT",
        "APPLICATION"
      ],
      "category": "Entertainment",
      "description": "Con RTVE Play podrás disfrutar de nuevos contenidos y funcionalidades totalmente gratis.   \n\nEn RTVE Play tendrás a tu disposición, además de programas exclusivos, todo el contenido disponible en RTVE en directo* y bajo demanda. Accede a tus programas, series, documentales y películas favoritos desde tu dispositivo móvil.  \n\n\nFunciones principales:  \n\n- Accede a todo el contenido desde RTVE Play, bajo demanda y en directo, de RTVE: La 1, La 2, Teledeporte, Playz y Canal 24 horas.  \n\n- Disfruta de emisiones en directo exclusivas: series, fútbol, baloncesto, tenis, debates, actualidad, etc.  \n\n- Guarda tu contenido favorito para verlo en otro momento y no perderte nada.  \n\n- Continúa exactamente donde lo dejaste. No te preocupes si dejas un contenido a medias, cuando vuelvas, estará donde lo dejaste.  \n\n- Descarga lo que necesites para verlo sin conexión.  \n\n-  Envía tus contenidos desde la aplicación RTVE Play a la televisión para verlo a lo grande.  \n\n- Recibe recomendaciones personalizadas y descubre nuevos programas y películas.  \n\nMasterChef, el Telediario, La Promesa, 4 estrellas, Saber y Ganar, los documentales de La2, Cachitos de Hierro y Cromo, el mejor cine español, Gen Playz, Cocina Bestial, nuestra selección del archivo histórico de TVE y muchos más… ¡te están esperando! \n\nSi necesitas ayuda, tienes alguna sugerencia o quieres ponerte en contacto con nosotros, puedes escribirnos a play@rtve.es.  \n\n\n* Algunas de las emisiones en directo pueden sufrir algunas interrupciones debido a restricciones de derechos audiovisuales.",
      "android_package_name": "rtve.tablet.android",
      "ios_bundle_id": "es.rtve.HDiPad",
      "title": "RTVE Play",
      "domain_name": [
        "https://www.rtve.es/play",
        "https://www.rtve.es"
      ],
      "website": "https://www.rtve.es/play",
      "developer": "Corporacion RTVE",
      "app_country": "US",
      "icon": "https://play-lh.googleusercontent.com/hUNNtQYgxZRFe7ZcGe7_1CenYl1e2SZZWPkvvf7bHeBwoDlLWA2t3n5TTOJwnBMSODM",
      "icon_72": "https://play-lh.googleusercontent.com/hUNNtQYgxZRFe7ZcGe7_1CenYl1e2SZZWPkvvf7bHeBwoDlLWA2t3n5TTOJwnBMSODM=s72-rw",
      "market_status": "PUBLISHED",
      "isPopular": true
    }
  ]