[
    {
      "app_availability": {
        "available_in": [
          "IN",
          "US"
        ],
        "package_name": "com.espn.score_center"
      },
      "cat_key": "SPORTS",
      "cat_keys": [
        "SPORTS",
        "APPLICATION"
      ],
      "category": "Sports",
      "description": "Watch thousands of live events and shows from the ESPN networks plus get scores, on-demand news, highlights, and expert analysis. Subscribe to the ESPN+ streaming service for live sports, exclusive originals, premium articles, fantasy tools, and more.\n\nWatch on ESPN:\n• NFL (Monday Night Football) • NBA • MLB • NHL • XFL • College Sports (football, basketball, baseball, softball, and more) • Golf (The Masters) • Soccer (UEFA Euro) • Tennis (Wimbledon, US Open, Australian Open) • Studio Shows (SportsCenter, PTI, First Take, and more) •\n\nESPN+ Subscribers:\nStream exclusive live sports and ESPN+ Originals without cable--all in HD.\n\nSign up for ESPN+ and get access to the streaming service that delivers live sports from the best leagues and teams in the world. Get live events from the UFC, MLB, PGA TOUR LIVE, NHL, LaLiga and Bundesliga, college football, basketball, and more. Enjoy the complete 30 for 30 library and exclusive ESPN+ Originals from the biggest names in sports including Tom Brady, Derek Jeter, Peyton Manning, Dana White, Abby Wambach, and more all inside the ESPN app. \n\nHighlights and scores from what you care about. From news about your favorite sports or team playing right now, the home tab has you covered. Fast access to scores for your favorite teams and leagues and the top games of the day in the scores tab. Also, subscribe to your favorite ESPN Podcasts or listen live to ESPN Radio.\n\nESPN, ESPN2, ESPN3, ESPNU, SECN, and more are all available to stream live in the ESPN App. Access to live video is determined by your TV provider and package and, in some instances, your Internet service provider.\n\nDue to contractual limitations with certain content, especially play-by-play broadcasts, there are times when the schedule that's on-air won't match the schedule that's online. If you have specific schedule questions, please contact the station directly by visiting their website.\n\nESPN+ Subscription Terms\n-You will automatically be billed for the full amount of your subscription every 30 days if you purchase a monthly subscription, or every 365 days if you purchase an annual subscription.\n-Payment will be charged to your iTunes Account at confirmation of purchase, unless you are offered and are eligible for a free trial. If you receive a free trial, you will be charged when your free trial period ends. Your account will be automatically charged for renewal, at the above purchase price, within 24-hours prior to the end of the current period. If you cancel prior to such 24 hour period, you will not be charged for the following applicable subscription period.\n-Your subscription may be managed, and you can turn off auto-renewal, by going to your iTunes account settings after purchase.\n-No refunds for the current subscription period are granted. Cancellations of the current subscription take effect at the conclusion of the current subscription period.\n\nTerms of Use - https://disneytermsofuse.com/\nPrivacy Policy - http://www.disneyprivacycenter.com\nESPN+ Subscriber Agreement - https://es.pn/plus-terms\n\nYour California Privacy Rights - https://privacy.thewaltdisneycompany.com/en/current-privacy-policy/your-california-privacy-rights/\nDo Not Sell My Information - https://privacy.thewaltdisneycompany.com/en/dnsmi\n\nBefore you download this app, please consider that it includes advertising, some of which may be targeted to your interests. You may choose to control targeted advertising within mobile applications by using your mobile device settings (for example, by re-setting your device's advertising identifier and/or opting out of interest based ads).\n\nPlease note: This app features Nielsen's proprietary measurement software which will allow you to contribute to market research, like Nielsen's TV Ratings. Please see www.nielsen.com/digitalprivacy for more information. You may also visit Settings in the app to opt out of Nielsen measurement.",
      "android_package_name": "com.espn.score_center",
      "ios_bundle_id": "com.espn.ScoreCenter",
      "title": "ESPN",
      "domain_name": [
        "http://www.espn.com",
        "https://www.espn.com"
      ],
      "website": "http://www.espn.com",
      "developer": "Disney Electronic Content, Inc.",
      "app_country": "US",
      "icon": "https://play-lh.googleusercontent.com/6Jaqkn0Ok9ycbZ0TdDTZ9OAaNfQ3v0J8ftP4QQG-MHnUGIej7-5nLBFTREa0i9EgjHM",
      "icon_72": "https://play-lh.googleusercontent.com/6Jaqkn0Ok9ycbZ0TdDTZ9OAaNfQ3v0J8ftP4QQG-MHnUGIej7-5nLBFTREa0i9EgjHM=s72-rw",
      "market_status": "PUBLISHED"
    },
    {
      "app_availability": {
        "available_in": [
          "IN",
          "US"
        ],
        "package_name": "com.yahoo.mobile.client.android.sportacular"
      },
      "cat_key": "SPORTS",
      "cat_keys": [
        "SPORTS",
        "APPLICATION"
      ],
      "category": "Sports",
      "description": "Get sports news, scores, live results & updates on Yahoo Sports so you don’t miss a second of the action. Dig into analysis, prediction and commentary from our expert editorial writers about football, basketball, baseball, and more.\n\nPlay Daily Draw. \n-Daily Draw is a game that is only available in the Yahoo Sports App.\n-Get a pack of six cards, draw four cards on what you think will happen in the game of the day. If the cards that you picked happen in the game you get points. Most points win! \n-Play Daily Draw every day and set your mark on the top of the leaderboard.\n\nThe Yahoo Sports app covers - football, baseball, basketball, college football, soccer, F1, golf, boxing, MMA & more, whenever & wherever you want!\n\nSign in with your Yahoo account to watch highlights, and favorite your teams. You can specify the app to give you exactly the type of update you want in relation to the team or sports of your choosing. Whether you want breaking or daily editorial pieces, Yahoo Sports got you covered.\n\nGet sports scores, live sports news, schedules & more from the NFL, MLB, NBA, MLS, PGA, F1 & others. 2 reasons you’ll love Yahoo Sports:\n\n1. Set custom alerts - Get the latest news & live updates about your favorite teams & players.\n2. Keep up every season - Get sports scores, schedules, stats, & updates all season long.\n\nWith Yahoo Sports, you’ll get:\n• Home\nSet your favorite teams to get schedules, game highlights, sports news, & live updates in your own personalized news stream. Whether your sport is football, baseball, golf, or soccer, you can customize the feed however you like. You'll also find original news from Yahoo Sportswriters like Dan Wetzel, Chris Haynes, & Charles Robinson, plus a stream of top news across all sports.\n• Get scores\nKeep up with NFL & college football scores from kickoff to playoffs & follow other sports scores, stats, live updates from college football, NFL, MLB, NBA, NHL & more.\n• Watch highlights\nGet NBA & MLB & soccer highlights when you watch recap of sports directly to your phone & tablet. Throughout the season, watch sports highlights, top plays, & game recaps - all in one place.\n• Stories\nGet exclusive content from Yahoo Sportswriters, along with the most important headlines in sports.\n• Alerts\nSet alerts for your favorite team & get alerts to watch sports - live. Get scores, live updates & sports news when you want them. Follow every scoring play or only when a game starts.\n\nFollow & watch sports:\n- Football: Check out college & NFL football scores, highlights, breaking news & stats.\n- College Football, College Basketball, Women’s College Basketball\n- MLB: Baseball scores, MLB highlights, breaking news & stats\n- NBA, WNBA: Get scores & live NBA results, NBA basketball highlights, breaking news\n- NHL: Scores, highlights, breaking news & stats\n- Soccer: Premier League, Champions League, Ligue 1, Bundesliga, MLS, Italian Serie A, La Liga\n- Golf - PGA, LPGA, PGA Champions, PGA Web.com, PGA European,\n- Auto Racing - NASCAR Sprint, NASCAR Xfinity, IndyCar, Formula 1\n- MMA + Boxing\n- Tennis - Men's Tennis, Women's Tennis",
      "android_package_name": "com.yahoo.mobile.client.android.sportacular",
      "ios_bundle_id": "com.softacular.Sportacular",
      "title": "Yahoo Sports",
      "domain_name": [
        "https://sports.yahoo.com",
        "https://sports.yahoo.com"
      ],
      "website": "https://sports.yahoo.com",
      "developer": "Yahoo Inc.",
      "app_country": "US",
      "icon": "https://play-lh.googleusercontent.com/AUiW8to74bcbPZTyu0iJ5EidrgWi7vd_oYewa2lp_VO7o-kczuz3-GoqOvIjVJ4-rgwa",
      "icon_72": "https://play-lh.googleusercontent.com/AUiW8to74bcbPZTyu0iJ5EidrgWi7vd_oYewa2lp_VO7o-kczuz3-GoqOvIjVJ4-rgwa=s72-rw",
      "market_status": "PUBLISHED"
    },
    {
      "app_availability": {
        "available_in": [
          "IN",
          "US"
        ],
        "package_name": "com.bleacherreport.android.teamstream"
      },
      "cat_key": "SPORTS",
      "cat_keys": [
        "SPORTS",
        "APPLICATION"
      ],
      "category": "Sports",
      "description": "Stay up to date with the latest sports scores and news on Bleacher Report.\n\nUp your game with the latest sports news, live scores, stats, & epic highlights of your favorite sports & teams. Get sports alerts instantly, as stories break across NFL, MLB, College Football, WNBA, NHL, MLS soccer & all-world football teams. Stay up to date on your favorite college sports & events such as NCAA college football, college basketball, college baseball & more!\n\nThe sports news cycle never ends! Get instant sports alerts & flash notifications on the latest rumors, trades, predictions & breaking stories for the NFL, NBA, MLB, NHL, WNBA, MLS & more!\n\nBe a fantasy champion with instant sports alerts & injury updates for your Fantasy Football team or the latest stats or sports scores for your fantasy basketball team to stay ahead of your competition!\n\nPick your favorite teams, & instantly get the latest sports alerts, news, scores, & more personalized stats!\n\nNFL Highlights, Alerts, Scores & Updates\n• Instant NFL Updates: Stay up to date on the latest trades, cuts & signings from the NFL off-season\n• Follow your team’s training camp with the latest NFL news and NFL highlights\n• Never miss a moment of the NFL offseason with instant alerts and NFL scores\n• Get all the NFL stats, news, scores & NFL highlights, everything your fantasy football team needs to dominate\n\nMLB Scores, Alerts & MLB Highlights\n• Never miss a game of your favorite team with live MLB scores\n• Follow your team’s race to October epic MLB highlights\n• Keep track of all the latest updates with instant MLB Alerts\n• Get your fantasy baseball team ready with all the MLB baseball stats, ranking & predictions you need!\n\nNBA Highlights, Alerts, Stats, Scores & News\n• Exclusive NBA stats, League articles, rankings & predictions\n• Follow your favorite rookie during summer league with live NBA Scores\n• Get the NBA highlights & NBA scores you need to become a fantasy basketball champion\n• Keep up to date on all the offseason transactions with instant NBA Alerts\n\nWNBA\n• Follow Catlin Clark, Angel Reese & all the WNBA rookies progress\n• Follow games with WNBA live scores & updates\n• Stay up to date with the WNBA with the latest sports news\n• Never miss a WNBA moment with instant sports alerts\n\nNHL\n• Follow your team during the off-season and the push to the playoffs with instant NHL news, stats, NHL highlights & sports alerts\n• Keep up with the latest storylines, expert analysis & more!\n• Stay tuned with NHL highlights & NHL scores from your favorite NHL hockey teams\n\nSoccer\n• Get the latest soccer news, scores & sports alerts for your favorite teams & players\n• Live scores & epic highlights for MLS, Premier League, Champions League, La Liga & Bundesliga matches!\n\nCollege Football\n• Get ready for the college football season with NCAA football experts\n• Never miss a moment in college football with instant news & NCAA football alerts\n• Stay up to date on the latest college football transfers, hires, spring practices & more!\n\nFan easier, fan better & fan faster with Bleacher Report with instant sports alerts & exclusive coverage on all your favorite NFL, NBA, MLB, WNBA, NHL, XFL, MLS & all-world football teams!",
      "android_package_name": "com.bleacherreport.android.teamstream",
      "ios_bundle_id": "com.bleacherreport.TeamStream",
      "title": "Bleacher Report",
      "domain_name": [
        "http://bleacherreport.com",
        "https://bleacherreport.com"
      ],
      "website": "http://bleacherreport.com",
      "developer": "Bleacher Report",
      "app_country": "US",
      "icon": "https://play-lh.googleusercontent.com/SnX0nUNVripK24d2TJ-vRu2dx-gBWiG8J8cPROdFwle-Ce7EBlP4uhpdvbmA5FbcGAg",
      "icon_72": "https://play-lh.googleusercontent.com/SnX0nUNVripK24d2TJ-vRu2dx-gBWiG8J8cPROdFwle-Ce7EBlP4uhpdvbmA5FbcGAg=s72-rw",
      "market_status": "PUBLISHED"
    },
    {
      "app_availability": {
        "available_in": [
          "IN",
          "US"
        ],
        "package_name": "com.fivemobile.thescore"
      },
      "cat_key": "SPORTS",
      "cat_keys": [
        "SPORTS",
        "APPLICATION"
      ],
      "category": "Sports",
      "description": "Find out why millions of sports fans trust theScore as their number one sports app!\n \ntheScore brings you news, scores, stats and videos from NFL Football, NBA Basketball, NCAA Basketball, MLB Baseball, NCAA Football, NHL Hockey, WNBA Basketball, English Premier League Soccer, La Liga Soccer, Champions League Soccer, PGA Golf - and every major league and competition!\n \ntheScore delivers real-time scoring updates and alerts, breaking news, the deepest in-game stats, videos, and social content. theScore is fast, comprehensive, and super simple to use:\n \n*FAVORITES - This is YOUR personalized feed. All the content you care about from your favorite teams, players and leagues. Tap ‘Manage’ to add, delete or reorder your favorites. Never miss a key moment when you set-up your notifications!\n \n*SCORES - A live view of every game updated in real-time. Select the matchup for the full boxscore, including team and player stats, odds and lines, last plays, news, and more.\n \n*CHAT & MESSAGING - Who doesn’t like talking sports? Check out our cool chat and messaging features and connect with other fans around the leagues, teams and games you care about. \n \n*DISCOVER - Stay in the know on the biggest social stories and multimedia content that’s got sports fans talking! \n \n*NEWS - Get updated on the top headlines in an instant across all sports, including comprehensive fantasy analysis, and more.\n \n*LEAGUES - Check out the latest news, scores, standings, and leaders for all the sports you care about. \n \ntheScore offers deep coverage and real-time alerts for every major league and competition, including:\n \n- Football (NFL Football, NCAA Football, and CFL Football, regular season and playoffs)\n- Baseball (College World Series and MLB Baseball, season play and playoffs)\n- Basketball (NBA Basketball, WNBA Basketball, NCAA Basketball - including the NCAA Men’s Basketball Tournament and playoffs)\n- Hockey (NHL Hockey, IIHF WJHC - World Junior Hockey Championship, NCAA Frozen Four)\n- Soccer (Premier League Soccer, Champions League, FIFA World Cup, Serie A, La Liga, Bundesliga, MLS, - FA Cup, League Cup, Europa League, Ligue 1, Coppa Italia, Copa Del Rey and Liga MX, UEFA European Championships)\n- Golf (PGA, LPGA, Ryder Cup, European Tour, Web.com Tour)\n- Tennis (ATP, WTA), with the US Open coming in August\n- Mixed Martial Arts (MMA: UFC and Bellator)\n- Auto Racing (NASCAR Sprint Cup, Formula 1)\n- Lacrosse (NLL)\n \n__\n \nNeed help, have feedback or want to request a new feature? Contact us via the Settings menu or email us via support@thescore.com. You can also chat to us on Twitter via @theScoreHelp.\n \nWebsite: www.thescore.com\nPrivacy Policy: www.thescore.com/pages/privacy\nTerms of Use: www.thescore.com/pages/terms\n \nVisit www.scoremediaandgaming.com for more information and other apps.",
      "android_package_name": "com.fivemobile.thescore",
      "ios_bundle_id": "iphone.thescore.com",
      "title": "theScore",
      "domain_name": [
        "https://scoremediaandgaming.com",
        "https://scoremediaandgaming.com"
      ],
      "website": "https://scoremediaandgaming.com",
      "developer": "Score Media and Gaming Inc.",
      "app_country": "US",
      "icon": "https://play-lh.googleusercontent.com/dDjFtNHe0GExF_0ldvkanmLP3MR3khTepvsn_HrlwsKX7-50itYY3YT1ohxsvmyhcg",
      "icon_72": "https://play-lh.googleusercontent.com/dDjFtNHe0GExF_0ldvkanmLP3MR3khTepvsn_HrlwsKX7-50itYY3YT1ohxsvmyhcg=s72-rw",
      "market_status": "PUBLISHED"
    },
    {
      "app_availability": {
        "available_in": [
          "IN",
          "US"
        ],
        "package_name": "com.fubo.club"
      },
      "cat_key": "SPORTS",
      "cat_keys": [
        "SPORTS",
        "APPLICATION"
      ],
      "category": "Entertainment",
      "description": "Watch MLB, NBA, NHL, NFL, NASCAR, NCAA college basketball, NCAA college football, MLS soccer, FIFA World Cup qualifiers, UEFA Champions League, English Premier League, LaLiga, Bundesliga & more, all live. Plus, stream acclaimed TV series, live news and award-winning movies and enjoy Cloud DVR and dedicated sports navigation to watch what you want, when you want.\n\n350+ LIVE TV CHANNELS\nFubo has over 350 live TV channels and is the only way to get every Nielsen-rated sports channel without cable. Fubo features ABC, CBS, NBC, FOX, ESPN, CBS Sports, regional sports networks, FS1, USA Network, NFL Network, NFL RedZone from NFL Network, NBA TV, MLB Network, MLB Network Strike Zone, Zona Futbol, beIN SPORTS, Telemundo, Golf Channel, SEC Network, ACC Network, Pac-12 Networks, Big Ten Network, Olympic Channel & beyond.\n\nTHE MOST MLB GAMES YOU CAN GET WITHOUT CABLE\nFubo is the streaming leader in baseball coverage. Watch MLB.TV, MLB Network, ABC, CBS, CBS Sports, NBC, FOX, FS1, ESPN and more. Plus regional sports networks including Bally Sports, Root Sports, Yes Network, Altitude Sports and others.  \n\nTHE MOST LOCAL SPORTS FOR THE LOWEST PRICE\nWith Altitude Sports, Bally Sports, Yes Network, MSG Network, NBC Sports, NESN, Root Sports and many others available in local markets, Fubo offers you access to live games & dedicated coverage of local NBA, NHL and MLB teams all season long. Subject to local availability & national blackout restrictions.\n\nEXTENSIVE LIVE SPORTS COVERAGE & MAJOR EVENTS\nNFL, NBA, MLB, NHL, NCAA, PGA golf, NASCAR, F1...you name it, we got it. That’s over 50,000 live pro and college events — regional to international, including NFL games, MLB games, NBA Finals, NHL Stanley Cup Playoffs, FIFA World Cup, U.S. Open, Triple Crown, Olympics & more. Stream it all live.\n\nLIVE SOCCER GAMES FROM AROUND THE WORLD\nFind top leagues, competitions and national-level teams like FIFA World Cup, English Premier League, LaLiga, UEFA Champions League, Europa League, Bundesliga, Serie A, Ligue 1, Liga MX, MLS and more. With Univision, catch live Champions League matches. Stream Manchester United, Liverpool and other top EPL clubs live. See PSG in action in live Ligue 1 matches on beIN SPORTS.\n\nTHE MOST COLLEGE FOOTBALL WITHOUT CABLE \nSee the biggest games and best teams from around the country. Enjoy comprehensive coverage of the ACC, Big Ten, Big 12, SEC conferences and more. Watch on ESPN, ABC, CBS, FOX, Big Ten Network, FS1, SEC Network, ACC Network, FS2, CBS Sports Network, ESPN2 and others. \n\nTV SHOWS & MOVIES, LIVE & ON DEMAND\nFubo has over 10,000 hours of on-demand TV shows and movies. So you can catch up on acclaimed series and blockbusters from ABC, CBS, FOX, NBC, Comedy Central, MTV, Disney Channel, Nickelodeon, E!, USA Network, Paramount+ with SHOWTIME, FX, Disney XD, Disney Junior & more. Plus, with a Fubo account, you can log in and stream entertainment from 25+ other apps.\n\nCLOUD DVR INCLUDED\nEvery Fubo plan includes Cloud DVR with unlimited space to record every game, movie and show you want. Record anything, start watching on one device and finish on any other. \n\nHOW TO WATCH FUBO \nTo watch Fubo on your phone, tablet, computer, Smart TV or connected device like Roku or Apple TV, a high-speed connection is required. This includes a mobile data plan or internet plan through a provider like Comcast Xfinity or Spectrum. This is requirement is the same for any other streaming app including YouTube TV, ESPN+, Sling TV, Peacock, Paramount+, Netflix, Hulu, Max, Pluto TV and Amazon Prime Video. \n\nTerms of Service: https://www.fubo.tv/documents/terms-of-service\nPrivacy policy: https://www.fubo.tv/documents/privacy-policy\n\nThis app features Nielsen’s proprietary measurement software which will allow you to contribute to market research, like Nielsen’s TV Ratings. Please see nielsen.com/digitalprivacy for more information.",
      "android_package_name": "com.fubo.club",
      "ios_bundle_id": "tv.fubo.mobile",
      "title": "FuboTV",
      "domain_name": [
        "http://www.fubo.tv",
        "https://www.fubo.tv"
      ],
      "website": "http://www.fubo.tv",
      "developer": "fuboTV Inc.",
      "app_country": "US",
      "icon": "https://play-lh.googleusercontent.com/ljFAPbUEqLEUjsNKC5I_96wGFQ1y5pTyJmF7bSiGTWDBf7uCrg8iaE1sf8vLil9VMCk",
      "icon_72": "https://play-lh.googleusercontent.com/ljFAPbUEqLEUjsNKC5I_96wGFQ1y5pTyJmF7bSiGTWDBf7uCrg8iaE1sf8vLil9VMCk=s72-rw",
      "market_status": "PUBLISHED"
    },
    {
      "app_availability": {
        "available_in": [
          "IN",
          "US"
        ],
        "package_name": "com.zumobi.msnbc"
      },
      "cat_key": "SPORTS",
      "cat_keys": [
        "SPORTS",
        "APPLICATION"
      ],
      "category": "Sports",
      "description": "Watch thousands of LIVE sporting events, including the 2024 Paris Olympic and Paralympic Games, along with the latest episodes of your favorite NBC TV shows anytime with the new NBC Sports app!\n\n\nStream top leagues and live events on NBC Sports including:\n\n• Sunday Night Football\n• PGA TOUR\n• Premier League\n• Big Ten Football & Basketball\n• Notre Dame Football\n• NASCAR Cup and Xfinity Series\n• French Open\n• Kentucky Derby, Preakness Stakes, Breeders' Cup\n\n\nNever miss a moment from your favorite teams with NBC Sports Regional Networks.\nNBC Sports Bay Area and California - Warriors, Giants, 49ers, A’s, Sharks and Kings\nNBC Sports Boston - Celtics and Patriots\nNBC Sports Philadelphia - Sixers, Phillies, Flyers and Eagles\n\n\nFEATURES:\n• Watch marquee NBC Sports events LIVE! \n• Access video clips, preview upcoming events and check out highlights from past events \n• Relive all the great moments with full event replays\n• Watch the latest episodes of brand-new NBC series the day after they air on TV for free without logging into a TV provider, or log in to unlock even more.\n\n\nNever miss episodes of hit NBC shows again! Watch new episodes the day after they air, catch up on entire series and movies, and stream live news and events. Now, you can also watch series from across the NBCUniversal family of networks, including Bravo, E!, Oxygen, SYFY, USA and more!\n\n\nNBCUNIVERSAL PROFILE:\n• Create an NBCUniversal Profile to favorite and save shows across all your devices.\n• Resume watching your favorite shows where you left off on any device.\n• Receive three credits to unlock episodes for FREE!\n\n\nNBC SPORTS TERMS OF USE: https://www.nbcsports.com/terms-use\nNBC SPORTS PRIVACY POLICY: https://www.nbcuniversal.com/privacy?brandA=NBCSportsGroupOlympics&intake=NBCSportsGroupOlympics\nYOUR PRIVACY CHOICES: https://www.nbcuniversal.com/privacy/notrtoo?brandA=NBCSportsGroupOlympics&intake=NBCSportsGroupOlympics\nNBC SPORTS CA NOTICE: https://www.nbcuniversal.com/privacy/california-consumer-privacy-act?intake=NBCSportsGroupOlympics\n\n\nThis app features Nielsen proprietary measurement software which will allow you to contribute to market research, like Nielsen’s TV Ratings. To learn more about our digital measurement products and your choices in regard to them, please visit http://www.nielsen.com/digitalprivacy for more information.",
      "android_package_name": "com.zumobi.msnbc",
      "ios_bundle_id": "com.nbcuni.com.nbcsports.liveextra",
      "title": "NBC Sports",
      "domain_name": [],
      "website": "",
      "developer": "NBCUniversal Media, LLC",
      "app_country": "US",
      "icon": "https://play-lh.googleusercontent.com/XLhuzFwYYbTQeQMPXgXco9HiRXb7pryJYRQvdI3I7P6Q7o5eEjTanSOjcKMWYWAUWgc",
      "icon_72": "https://play-lh.googleusercontent.com/XLhuzFwYYbTQeQMPXgXco9HiRXb7pryJYRQvdI3I7P6Q7o5eEjTanSOjcKMWYWAUWgc=s72-rw",
      "market_status": "PUBLISHED"
    },
    {
      "app_availability": {
        "available_in": [
          "IN",
          "US"
        ],
        "package_name": "com.tsm.espn1510"
      },
      "cat_key": "SPORTS",
      "cat_keys": [
        "SPORTS",
        "APPLICATION"
      ],
      "category": "Sports",
      "description": "Designed for sports fans everywhere, the FOX Sports App has you covered for the NFL, MLB, and college football seasons. \n\nWith the FOX Sports App, you’ll get access to game-changing features:\n\n• FOLLOW YOUR FAVORITES: Be the first to know what’s happening with your favorite players, teams and leagues with personalized feeds packed with the latest news, stats, and scores. \n\n• CATCH ALL THE ACTION LIVE: Live stream the biggest games and events*, including the NFL, MLB, college football, Big Ten, Big 12, Big East, Pac-12, and more.\n\n• GET INSTANT GAME UPDATES: Check the score easily and get real-time game coverage.\n\n• EXPLORE TOP STORIES: Read sports news, game analyses, and opinions from sports’ biggest voices. Order your feed chronologically to get breaking news first. \n\n• ULTRA-FAST STREAMS: Enjoy the game on the go or watch on your TV in stunning 4KHD**\n\n• RECEIVE TAILORED NOTIFICATIONS: Never miss a moment with personalized push notifications about your players, teams, and leagues.\n\n• CHECK THE ODDS: Get a glimpse of today’s top odds, including expert analysis, game lines, videos, stories, betting tips, and more.\n\n• PLAY FOX SUPER 6: Enter your NFL or CFB predictions for free every week on the FOX Sports App to win big—then catch all the action every Sunday.***\n\n• WATCH THE TOP STUDIO SHOWS: Catch FOX Sports experts and personalities including The Herd with Colin Cowherd, Speak, and more.\n\n• STREAM BIG TEN GAMES AND SHOWS: Watch all the coverage of the Big Ten Conference, brought to you by BTN, America’s premier collegiate athletic network*. Catch all live BTN-televised games, events, and original shows.\n\n• KEEP UP WITH YOUR FAVORITE B1G SCHOOLS: Illinois Fighting Illini, Indiana Hoosiers, Iowa Hawkeyes, Maryland Terrapins, Michigan Wolverines, Michigan State Spartans, Minnesota Golden Gophers, Nebraska Cornhuskers, Northwestern Wildcats, Ohio State Buckeyes, Penn State Nittany Lions, Purdue Boilermakers, Rutgers Scarlet Knights, and the Wisconsin Badgers.\n\n• ENJOY HIGHLIGHTS & REPLAYS: Check out the best moments and biggest plays with game highlights and video clips from your favorite studio shows and podcasts. \n\n*With a TV subscription.\n\n**Available on supported devices.\n\n***NO PURCHASE NECESSARY. NFL CONTEST BEGINS 9/6/24 AT 12:00 P.M. ET AND ENDS ON 2/10/25 AT 11:59 P.M. ET. CFB CONTEST BEGINS 9/6/24 AT 12:00 P.M. ET AND ENDS ON 1/21/25 AT 11:59 P.M. ET. OPEN TO LEGAL U.S. RESIDENTS OF THE 50 UNITED STATES & D.C., 18+ OR THE AGE OF MAJORITY IF OLDER. SEE OFFICIAL RULES AT https://www.foxsports.com/fox-super-6/2024-nfl-super-6-challenge/official-rules FOR ENTRY PERIODS, ELIGIBILITY RESTRICTIONS/PRIZE DESCRIPTIONS & COMPLETE DETAILS. SPONSOR: FOX SPORTS INTERACTIVE MEDIA, LLC. \n\nEULA URL: http://www.foxsports.com/end-user-license-agreement?nav=false\n\nTerms of Use URL: http://www.foxsports.com/terms-of-use?nav=false\n\nThis app features Nielsen’s proprietary measurement software, which will measure your viewing for market research purposes, such as Nielsen TV ratings. Visit www.nielsen.com/digitalprivacy for more information.",
      "android_package_name": "com.tsm.espn1510",
      "ios_bundle_id": "com.uie.foxsports",
      "title": "Fox Sports",
      "domain_name": [
        "https://www.foxsports.com",
        "https://www.foxsports.com"
      ],
      "website": "https://www.foxsports.com",
      "developer": "FOX Sports Interactive",
      "app_country": "US",
      "icon": "https://play-lh.googleusercontent.com/XUi0taIoXw1sZ1_iko1YMUMFhLI7AHQzo0woWrdXtbh1tLE5fnM_zrjoufA46rmMbQIs",
      "icon_72": "https://play-lh.googleusercontent.com/XUi0taIoXw1sZ1_iko1YMUMFhLI7AHQzo0woWrdXtbh1tLE5fnM_zrjoufA46rmMbQIs=s72-rw",
      "market_status": "PUBLISHED"
    },
    {
      "app_availability": {
        "available_in": [
          "IN",
          "US"
        ],
        "package_name": "com.cbs.sports.fantasy"
      },
      "cat_key": "SPORTS",
      "cat_keys": [
        "SPORTS",
        "APPLICATION"
      ],
      "category": "Sports",
      "description": "The CBS Sports App is everything a sports fan needs in one place. Get customized alerts based on your favorite teams, players and leagues, stream live games from CBS & Paramount+ and stay on top of the biggest news in the sports world. With the CBS Sports App, you’ll have the ability to watch NFL, UEFA Champions League, PGA Championship, Big Ten Football, the Masters, the NWSL, Concacaf Nations League, NCAA Basketball, WNBA and more—either free or via your existing TV provider.\n\nWith the CBS Sports app, you’ll get:\n\n•The fastest app for scores and breaking news from all major sports, so you’re always the first to know \n• Advanced gametrackers to follow your team when you don’t have the ability to watch the game\n• CBS Sports HQ, a 24/7 free sports news & highlights network with onsite coverage from the biggest sports events\n• CBS Sports Golazo Network, a 24/7 free soccer channel with live matches, exclusive studio shows like Morning Footy and Box 2 Box, news, highlights, documentaries and more\n• Select free live events and games, including The Masters, PGA Championship & PGA Tour, NCAA basketball, PGA Tour and more\n• CBS & Paramount+ events including NFL, UEFA Champions League & Europa League, Big Ten football, Serie A, Concacaf Nations League, NWSL and more*\n• Personalized sports news and video highlights from your favorite teams, leagues and athletes\n• Breaking news from around the sports world, so you’re always up to date and never miss a moment\n• Daily fantasy shows including Fantasy Football Today & Fantasy Baseball Today, so you can get the edge in your league this season\n• A 24/7 stream of CBS Sports Network including: NCAA football & basketball games, Scottish Premier League, NWSL, Professional Bull Riding, and more\n• Expert betting advice from SportsLine insiders via articles and live or on-demand video \n\n*Available via login from your TV provider and/or Paramount+ \n\nPlease note: The CBS Sports app features Nielsen's proprietary measurement software which contributes to market research, like Nielsen's TV Ratings. Please see https://www.nielsen.com/digitalprivacy for more information\n\nTerms of Use:  https://legal.paramount.com/us/en/cbsi/terms-of-use\nParamount Privacy Policy: https://privacy.paramount.com/policy\nYour Privacy Choices: https://privacy.paramount.com/app-donotsell\nCalifornia Notice:  https://privacy.paramount.com/en/policy#additional-information-us-states",
      "android_package_name": "com.cbs.sports.fantasy",
      "ios_bundle_id": "H443NM7F8H.CBSSportsApp",
      "title": "CBS Sports",
      "domain_name": [
        "http://www.cbssports.com",
        "https://www.cbssports.com"
      ],
      "website": "http://www.cbssports.com",
      "developer": "CBS Mobile",
      "app_country": "US",
      "icon": "https://play-lh.googleusercontent.com/azGSrfX6tj_NLWDqyDxUurQQVy24-DcET9Ylt-sxFf5zl0TahW8H_F7302eN_Qz7zA",
      "icon_72": "https://play-lh.googleusercontent.com/azGSrfX6tj_NLWDqyDxUurQQVy24-DcET9Ylt-sxFf5zl0TahW8H_F7302eN_Qz7zA=s72-rw",
      "market_status": "PUBLISHED"
    },
    {
      "app_availability": {
        "available_in": [
          "IN",
          "US"
        ],
        "package_name": "com.sofascore.results"
      },
      "cat_key": "SPORTS",
      "cat_keys": [
        "SPORTS",
        "APPLICATION"
      ],
      "category": "Sports",
      "description": "Get ready for the top soccer leagues — Premier League, Serie A, La Liga, Bundesliga, Ligue 1, and others. Follow scores and stats live, access the complete game schedule, view team standings, and follow each phase of the new season.\n\nExperience the Ultimate Live Score App — Sofascore! Your go-to destination for all scores, sports statistics, and a world of sports excitement! Whether you are a passionate sports fan or a serious football fantasy manager, we have everything, from simple live scores to deep statistics and detailed player analysis. We cover 25 sports (from football and basketball to rugby and cricket) and over 5,000 leagues and tournaments. With the Sofascore app, you won’t miss a thing!\n\nDownload Sofascore now and never miss another moment in sports!\n\nWhy choose Sofascore?\n\n• Fast & Precise: Instant notifications, flash scores, and results – enjoy the fastest updates on the planet\n• Top Leagues: Stay atop elite competitions with live scores and fixtures & check out a complete season overview\n• Player Insights: Detailed stats on goals, player performances, and sports events – be the first to know\n• Comprehensive Coverage: Dive into all the live scores and fixtures from top leagues and tournaments worldwide\n\nExplore Extensive Sports Features:\n\n• Statistical Ratings: Access over 300 statistics used by pros, news sites, and analysts for a comprehensive view\n• Attribute Overview: Visualize key player attributes to gauge their completeness quickly\n• Attack Momentum: Track match dynamics and team pressure intensity with a unique graph\n• Box Score & ShotMap: Get the details of every match—every point, assist, and shooting pattern\n• Power Graph: Witness the flow of matches, showcasing the dominance level of the winning player\n• Heatmap: Visualize player movements on the pitch for every match and the entire season\n• Head-to-Head: Compare teams and players head-to-head, analyzing their performance history and rivalry\n\nDiscover a wide range of sports, leagues and tournaments in the Sofascore live score app:\n\n• Soccer - Premier League, UEFA Champions League, UEFA Europa League, Bundesliga, LaLiga, Serie A, Ligue 1, Brasileirão Série A, UEFA European Championshio (EURO), FIFA World Cup\n• Basketball - NBA, EuroLeague, FIBA World Cup, Stoiximan Basket League, Serie A, Liga ACB\n• Football - NFL, NCAA\n• Tennis - ATP Tour, WTA Tour, Grand Slams (Australian Open, French Open, Wimbledon, US Open), Davis Cup\n• Table Tennis - ITTF World Table Tennis Championships, Table Tennis World Cup\n• Ice Hockey - NHL, KHL, IIHF World Championship\n• eSports - LoL, Dota 2, CS:GO 2\n• Handball - IHF World Handball Championship, Bundesliga, EHF Champions League\n• Volleyball - FIVB Volleyball World Championship, Nations League, Champions League\n• Baseball - MLB, LMB, Pro Yakyu - NPB\n• MMA - UFC, Bellator, KSW, Rizin, PFL\n• Motorsport - Formula 1, NASCAR, MotoGP, WRC\n• Cricket - ICC World Cup, Indian Premier League (IPL)\n\nand the rest of the sports we cover: Rugby, Darts, Snooker, Futsal, Minifootball, Badminton, Aussie Rules, Beach Volleyball, Water polo, Cycling, Floorball, and Bandy.\n\nPrivacy policy: https://www.sofascore.com/privacy-policy\nTerms of use: https://www.sofascore.com/terms-and-conditions",
      "android_package_name": "com.sofascore.results",
      "ios_bundle_id": "com.SofaScore.iOS",
      "title": "SofaScore",
      "domain_name": [
        "https://www.sofascore.com",
        "https://www.sofascore.com"
      ],
      "website": "https://www.sofascore.com",
      "developer": "SofaScore LTD",
      "app_country": "US",
      "icon": "https://play-lh.googleusercontent.com/EjND5djdqQDTmX6ERDZYLfiOCIqD3xZXHryNABP7a7mZhHhnFa5K-p0Rt4pYlY3PGWT6",
      "icon_72": "https://play-lh.googleusercontent.com/EjND5djdqQDTmX6ERDZYLfiOCIqD3xZXHryNABP7a7mZhHhnFa5K-p0Rt4pYlY3PGWT6=s72-rw",
      "market_status": "PUBLISHED"
    },
    {
      "app_availability": {
        "available_in": [
          "IN",
          "US"
        ],
        "package_name": "com.livescore"
      },
      "cat_key": "SPORTS",
      "cat_keys": [
        "SPORTS",
        "APPLICATION"
      ],
      "category": "Sports",
      "description": "LiveScore keeps you up to date with the latest live sports scores and live sports action. Whether you are looking for scores, goals, fixtures, or news, LiveScore is your one-stop destination for top soccer leagues. From Premier League and UEFA Champions League, to Eredivisie, Serie A, LaLiga, and more, LiveScore has it all. Stay on top of the soccer season with live soccer scores!\n\nDISCOVER AMERICAN FOOTBALL  \nNew to LiveScore is American Football! Whether you're a seasoned fan or new to the game, we've got you covered with real-time game results, stats, and fixtures for your favorite teams and leagues, including the NFL & CFL. Stay updated on the action and follow every touchdown, tackle, and triumph.\n\nLIVE NOTIFICATIONS  \nGet fast updates to keep track of live sports scores, goals, red cards, and more for multiple matches and sports at the same time. Get all the details, soccer stats, and live soccer scores for the Premier League, UEFA Champions League; scores for tennis matches and more. Manage your favorite sports & match notifications in your settings.\n\nFOR YOU  \nImmerse yourself in a truly personalized experience when it comes to news and headlines. With all your favorites in one place, it’s the best way for you to cut the noise and stay informed on the teams and competitions that matter to you. Check the latest news and breaking headlines from across the world of sport. After all, it's made For You.\n\nFor You covers everything from the latest insights, soccer news, soccer stats, soccer results, post-match reviews, player transfers, and previews of upcoming soccer fixtures from the PL, UEFA Champions League, LaLiga, Bundesliga, Serie A, Primeira Liga, and Eredivisie.\n\nCOMPETITIONS  \nSearch for competitions across the biggest sports. Including worldwide premier cups and leagues with match details and soccer and American football scores for the PL, the FA Cup, UEFA Champions League, LaLiga, Serie A, Eredivisie, and Bundesliga.\n\nFAVORITE LEAGUES AND TEAMS  \nGet to the scores, live results, and sports match news you’re interested in. Favorite your team to follow their progress in the leagues and easily see past results or upcoming fixtures. Switch on live notifications for your favorited teams to keep track of all the action & news.\n\nTEAM PAGES AND PLAYER STATS  \nView your team’s upcoming fixtures, live table standings, news, scores, videos of matches, and Player Stats to check top scorers and more. Perfect for keeping up with news and scores of your favorite tennis players, or for your fantasy soccer team.\n\nLIVE COMMENTARY (Unofficial) FROM LIVESCORE\nListen to live match commentary (unofficial) from the LiveScore team, covering everything from scores, assists, corners, cards and descriptions of the action on soccer matches.\n\nWORLDWIDE SCORES AND SPORT  \nFind your international team and follow live soccer stats, soccer results, and scores. More than 1,000 live soccer scores and soccer fixtures are followed every week.\n\nABOUT LIVESCORE  \nSince 1998, LiveScore has been giving you real-time delivery of live sport scores & data. As leaders of live score updates, LiveScore is trusted and used daily by millions of users globally; specializing in the sports: soccer, American football, tennis, cricket, basketball & hockey.",
      "android_package_name": "com.livescore",
      "ios_bundle_id": "LiveScore",
      "title": "LiveScore",
      "domain_name": [
        "https://www.livescore.com",
        "https://www.livescore.com"
      ],
      "website": "https://www.livescore.com",
      "developer": "LiveScore Ltd.",
      "app_country": "US",
      "icon": "https://play-lh.googleusercontent.com/B4clDxQDXKcTqOQF4RHgT2CKpWh1oQq6NVlMguF_2X91jmvKJ3tfYE7q7XGxCE7AZcEM",
      "icon_72": "https://play-lh.googleusercontent.com/B4clDxQDXKcTqOQF4RHgT2CKpWh1oQq6NVlMguF_2X91jmvKJ3tfYE7q7XGxCE7AZcEM=s72-rw",
      "market_status": "PUBLISHED"
    },
    {
      "app_availability": {
        "available_in": [
          "IN",
          "US"
        ],
        "package_name": "com.ea.gp.maddennfl21mobile"
      },
      "cat_key": "SPORTS",
      "cat_keys": [
        "SPORTS",
        "APPLICATION"
      ],
      "category": "Sports",
      "description": "The CBS Sports App is everything a sports fan needs in one place. Get customized alerts based on your favorite teams, players and leagues, stream live games from CBS & Paramount+ and stay on top of the biggest news in the sports world. With the CBS Sports App, you’ll have the ability to watch NFL, UEFA Champions League, PGA Championship, Big Ten Football, the Masters, the NWSL, Concacaf Nations League, NCAA Basketball, WNBA and more—either free or via your existing TV provider.\n\nWith the CBS Sports app, you’ll get:\n\n•The fastest app for scores and breaking news from all major sports, so you’re always the first to know \n• Advanced gametrackers to follow your team when you don’t have the ability to watch the game\n• CBS Sports HQ, a 24/7 free sports news & highlights network with onsite coverage from the biggest sports events\n• CBS Sports Golazo Network, a 24/7 free soccer channel with live matches, exclusive studio shows like Morning Footy and Box 2 Box, news, highlights, documentaries and more\n• Select free live events and games, including The Masters, PGA Championship & PGA Tour, NCAA basketball, PGA Tour and more\n• CBS & Paramount+ events including NFL, UEFA Champions League & Europa League, Big Ten football, Serie A, Concacaf Nations League, NWSL and more*\n• Personalized sports news and video highlights from your favorite teams, leagues and athletes\n• Breaking news from around the sports world, so you’re always up to date and never miss a moment\n• Daily fantasy shows including Fantasy Football Today & Fantasy Baseball Today, so you can get the edge in your league this season\n• A 24/7 stream of CBS Sports Network including: NCAA football & basketball games, Scottish Premier League, NWSL, Professional Bull Riding, and more\n• Expert betting advice from SportsLine insiders via articles and live or on-demand video \n\n*Available via login from your TV provider and/or Paramount+ \n\nPlease note: The CBS Sports app features Nielsen's proprietary measurement software which contributes to market research, like Nielsen's TV Ratings. Please see https://www.nielsen.com/digitalprivacy for more information\n\nTerms of Use:  https://legal.paramount.com/us/en/cbsi/terms-of-use\nParamount Privacy Policy: https://privacy.paramount.com/policy\nYour Privacy Choices: https://privacy.paramount.com/app-donotsell\nCalifornia Notice:  https://privacy.paramount.com/en/policy#additional-information-us-states",
      "android_package_name": "com.ea.gp.maddennfl21mobile",
      "ios_bundle_id": "H443NM7F8H.CBSSportsApp",
      "title": "NFL Mobile",
      "domain_name": [
        "http://www.cbssports.com",
        "https://www.cbssports.com"
      ],
      "website": "http://www.cbssports.com",
      "developer": "CBS Mobile",
      "app_country": "US",
      "icon": "https://play-lh.googleusercontent.com/ra5lZ5Bu_17d0KUSrsGaqy_zVdd9FzfJ7306At4k-WKVf1AHND1pvEferl9MkDft_K26",
      "icon_72": "https://play-lh.googleusercontent.com/ra5lZ5Bu_17d0KUSrsGaqy_zVdd9FzfJ7306At4k-WKVf1AHND1pvEferl9MkDft_K26=s72-rw",
      "market_status": "PUBLISHED"
    },
    {
      "app_availability": {
        "available_in": [
          "IN",
          "US"
        ],
        "package_name": "com.bleacherreport.android.teamstream"
      },
      "cat_key": "SPORTS",
      "cat_keys": [
        "SPORTS",
        "APPLICATION"
      ],
      "category": "Sports",
      "description": "Stay up to date with the latest sports scores and news on Bleacher Report.\n\nUp your game with the latest sports news, live scores, stats, & epic highlights of your favorite sports & teams. Get sports alerts instantly, as stories break across NFL, MLB, College Football, WNBA, NHL, MLS soccer & all-world football teams. Stay up to date on your favorite college sports & events such as NCAA college football, college basketball, college baseball & more!\n\nThe sports news cycle never ends! Get instant sports alerts & flash notifications on the latest rumors, trades, predictions & breaking stories for the NFL, NBA, MLB, NHL, WNBA, MLS & more!\n\nBe a fantasy champion with instant sports alerts & injury updates for your Fantasy Football team or the latest stats or sports scores for your fantasy basketball team to stay ahead of your competition!\n\nPick your favorite teams, & instantly get the latest sports alerts, news, scores, & more personalized stats!\n\nNFL Highlights, Alerts, Scores & Updates\n• Instant NFL Updates: Stay up to date on the latest trades, cuts & signings from the NFL off-season\n• Follow your team’s training camp with the latest NFL news and NFL highlights\n• Never miss a moment of the NFL offseason with instant alerts and NFL scores\n• Get all the NFL stats, news, scores & NFL highlights, everything your fantasy football team needs to dominate\n\nMLB Scores, Alerts & MLB Highlights\n• Never miss a game of your favorite team with live MLB scores\n• Follow your team’s race to October epic MLB highlights\n• Keep track of all the latest updates with instant MLB Alerts\n• Get your fantasy baseball team ready with all the MLB baseball stats, ranking & predictions you need!\n\nNBA Highlights, Alerts, Stats, Scores & News\n• Exclusive NBA stats, League articles, rankings & predictions\n• Follow your favorite rookie during summer league with live NBA Scores\n• Get the NBA highlights & NBA scores you need to become a fantasy basketball champion\n• Keep up to date on all the offseason transactions with instant NBA Alerts\n\nWNBA\n• Follow Catlin Clark, Angel Reese & all the WNBA rookies progress\n• Follow games with WNBA live scores & updates\n• Stay up to date with the WNBA with the latest sports news\n• Never miss a WNBA moment with instant sports alerts\n\nNHL\n• Follow your team during the off-season and the push to the playoffs with instant NHL news, stats, NHL highlights & sports alerts\n• Keep up with the latest storylines, expert analysis & more!\n• Stay tuned with NHL highlights & NHL scores from your favorite NHL hockey teams\n\nSoccer\n• Get the latest soccer news, scores & sports alerts for your favorite teams & players\n• Live scores & epic highlights for MLS, Premier League, Champions League, La Liga & Bundesliga matches!\n\nCollege Football\n• Get ready for the college football season with NCAA football experts\n• Never miss a moment in college football with instant news & NCAA football alerts\n• Stay up to date on the latest college football transfers, hires, spring practices & more!\n\nFan easier, fan better & fan faster with Bleacher Report with instant sports alerts & exclusive coverage on all your favorite NFL, NBA, MLB, WNBA, NHL, XFL, MLS & all-world football teams!",
      "android_package_name": "com.bleacherreport.android.teamstream",
      "ios_bundle_id": "com.bleacherreport.TeamStream",
      "title": "Bleacher Report Live",
      "domain_name": [
        "http://bleacherreport.com",
        "https://bleacherreport.com"
      ],
      "website": "http://bleacherreport.com",
      "developer": "Bleacher Report",
      "app_country": "US",
      "icon": "https://play-lh.googleusercontent.com/SnX0nUNVripK24d2TJ-vRu2dx-gBWiG8J8cPROdFwle-Ce7EBlP4uhpdvbmA5FbcGAg",
      "icon_72": "https://play-lh.googleusercontent.com/SnX0nUNVripK24d2TJ-vRu2dx-gBWiG8J8cPROdFwle-Ce7EBlP4uhpdvbmA5FbcGAg=s72-rw",
      "market_status": "PUBLISHED"
    },
    {
      "app_availability": {
        "available_in": [
          "IN",
          "US"
        ],
        "package_name": "com.ea.gp.nbamobile"
      },
      "cat_key": "SPORTS",
      "cat_keys": [
        "SPORTS",
        "APPLICATION"
      ],
      "category": "Games",
      "description": "NBA LIVE Mobile Season 9 introduces a fresh new user-friendly UI, updated new Jerseys, Courts, stylish Player Cards and card Reveal Animations!\n\nDraft your new lineup. Basketball legends are yours to choose from. Increase your lineups' OVR throughout the season by completing sets and participating in LIVE Today and Limited Time Events. Play your way to the top and capture the spotlight to create your legacy your way.\n\nDunk and dribble your way to victory in real-time tournament games, casual 3v3 basketball tournaments, and matchups. Compete to win PvP matches in PVP Mode, NBA LIVE's multiplayer sports game. Showdown games and matchups unlock exclusive rewards. Win games to earn arena and showdown masters and climb the ranks to prove that you've built one of the strongest lineups.\n\nNBA events and Campaigns are available to compete in all year long to keep your lineup at the top. Tournaments every week bring new content, stories, and events. Play hoops, score incredible bonuses in real-life PvP matchups, and break ankles with friends and foes in every mode.\n\nDownload NBA LIVE Mobile and become a hoop master all day, every day.\n\nThis app: Requires acceptance of EA’s Privacy & Cookie Policy and User Agreement. Requires a persistent Internet connection (network fees may apply). Includes in-game advertising. Collects data through third-party ad-serving and analytics technology (See Privacy & Cookie Policy for details). Requires an EA account to play – must be 13 or older to obtain an account. Contains direct links to the Internet and social networking sites intended for an audience over 13. Allows players to communicate. Includes optional in-game purchases of virtual currency that can be used to acquire virtual in-game items, including a random selection of virtual in-game items. The app uses Game Center. Log out of Game Center before installation if you don’t want to share your game play with friends. \n\nUser Agreement: terms.ea.com \nPrivacy and Cookie Policy: privacy.ea.com \nVisit help.ea.com for assistance or inquiries. \n\nDo Not Sell My Personal Information: https://tos.ea.com/legalapp/WEBPRIVACYCA/US/en/PC/ \n\nEA may retire online features after 30 days’ notice posted on ea.com/service-updates.",
      "android_package_name": "com.ea.gp.nbamobile",
      "ios_bundle_id": "com.ea.ios.nbamobile",
      "title": "NBA Live",
      "domain_name": [
        "http://www.ea.com/iphone",
        "https://www.ea.com"
      ],
      "website": "http://www.ea.com/iphone",
      "developer": "EA Swiss Sarl",
      "app_country": "US",
      "icon": "https://play-lh.googleusercontent.com/_-AEAOo3hwJ5km7GZ0rOMKmcchjzo58L_G1AJJEa8M8yKNLzk3TukdCrMs9EljH2Vtg",
      "icon_72": "https://play-lh.googleusercontent.com/_-AEAOo3hwJ5km7GZ0rOMKmcchjzo58L_G1AJJEa8M8yKNLzk3TukdCrMs9EljH2Vtg=s72-rw",
      "market_status": "PUBLISHED"
    },
    {
      "app_availability": {
        "available_in": [
          "IN",
          "US"
        ],
        "package_name": "com.bamnetworks.mobile.android.gameday.atbat"
      },
      "cat_key": "SPORTS",
      "cat_keys": [
        "SPORTS",
        "APPLICATION"
      ],
      "category": "Sports",
      "description": "The MLB App is the #1 destination for live baseball video and audio, directly on your iOS device. Watch and listen live or on-demand!\n\n-- Jump directly into your favorite team's live game from your home tab\n-- Customize and filter your News content for the headlines that interest you most\n-- Get real-time highlights and on-deck alerts for your followed players\n-- Follow the action of the game with real-time player positions and batted balls\n-- Live Activities support for game updates right on your lock screen\n\n\nWATCH & LISTEN, FREE\n\n-- The Watch experience has 24/7 personalized programming, curated content collections and the deepest baseball-on-demand video library anywhere\n-- The Official Site of Major League Baseball Free Game of the Day (subject to blackout restrictions)\n-- Watch free in-game, real-time highlights for every game\n-- Watch select Minor League Baseball games\n-- MLB Film Room: Search millions of videos\n-- Picture-in-Picture streaming for live video and highlights\n-- Watch MLB Network programming (pay TV authentication required)\n \n\nSUBSCRIBERS GET MORE\n\n-- Access your The Official Site of Major League Baseball subscription to watch every out-of-market game\n-- Listen to Home, Away and Spanish-language (where available) radio broadcasts live and on demand with MLB At Bat\n-- Watch 7,000+ Minor League Baseball games with MLB At Bat\n-- Universal audio support for MLB At Bat subscribers, accessible on iPhone, iPad and other supported smartphones and tablets\n\n\nPrivacy Policy: mlb.com/privacy\nTerms of Use: mlb.com/tou\n\n© 2024 MLB Advanced Media, L.P. All Major League Baseball trademarks and copyrights used herein are the property of the applicable MLB entity.  All rights reserved.",
      "android_package_name": "com.bamnetworks.mobile.android.gameday.atbat",
      "ios_bundle_id": "com.mlb.AtBatUniversal",
      "title": "MLB At Bat",
      "domain_name": [
        "https://www.mlb.com/apps/mlb-app",
        "https://www.mlb.com"
      ],
      "website": "https://www.mlb.com/apps/mlb-app",
      "developer": "Major League Baseball Advanced Media",
      "app_country": "US",
      "icon": "https://play-lh.googleusercontent.com/fXx7D56dGOUu79OWDXfDzvnUBRFqguxqS0TEWcEtFbBbjXuKD9QeuMdjo4UThlqFo3g",
      "icon_72": "https://play-lh.googleusercontent.com/fXx7D56dGOUu79OWDXfDzvnUBRFqguxqS0TEWcEtFbBbjXuKD9QeuMdjo4UThlqFo3g=s72-rw",
      "market_status": "PUBLISHED"
    },
    {
      "app_availability": {
        "available_in": [
          "IN",
          "US"
        ],
        "package_name": "com.atlasappco.fanduellineups"
      },
      "cat_key": "SPORTS",
      "cat_keys": [
        "SPORTS",
        "APPLICATION"
      ],
      "category": "Sports",
      "description": "FanDuel Sportsbook is officially LIVE in North Carolina, Washington D.C., Vermont, Kentucky, Massachusetts, Ohio, Maryland, Kansas, Wyoming, Louisiana, New York, Connecticut, Arizona, Virginia, Michigan, Illinois, Pennsylvania, Tennessee, New Jersey, Indiana, Colorado, West Virginia, and Iowa! Get ready for betting on NFL, MLB, and NBA with a secure sportsbook and get your winnings lightning fast! From betting straight bets to special NBA player props and football futures, there's no lack of action to get skin in the game on FanDuel Sportsbook. Don’t forget to check out the latest sportsbook betting offers for more ways to win on the gridiron, from the mound, or in the octagon! In addition to Tennis Majors, UFC, PGA and major leagues like the NFL, MLB, EPL, NBA, and NHL, users can take advantage of our in-game betting offers, same game parlay plus features, and boosted event betting odds! Sign up and start betting on all your favorite teams year-round, or try our casino games all within the FanDuel Sportsbook & Casino app. Register today for FREE to legally bet on all your favorite sports — including pro and college football, basketball, baseball, hockey, and more! Cashing out your winnings is lightning fast, and you’ll get the same convenience, safety, and security you’ve come to expect from FanDuel. At FanDuel Sportsbook, you decide what to put your money on, including live in-game wagering, cross-sport parlays, futures, teasers, round robins, numerous prop bets, and more! \n\nWith FanDuel Sportsbook, getting started and betting is quick and simple:\n1. Download the sportsbook app and create your account\n2. Find the sport, game, and outcome you wish to bet on.\n3. Submit your bet slip and look out for great live in-game betting opportunities in app as the match progresses! \n\n\nMORE WAYS TO WIN\n- Cash Out\n- Moneyline\n- Over-Under\n- Spreads\n- Parlays\n- Same Game Parlay\n- Round Robins\n- Futures\n- In-Game Betting\n- Teasers\n- Props\n- & More!\n \nBEST IN CLASS PROMOTIONS\n- Odds Boosters\n- Parlay Insurance\n- Big Win Bonuses\n- & More!\n \nWHAT TO EXPECT\n- The latest betting odds\n- Simple, secure deposits\n- Lightning fast payouts\n- World-class customer support\n \nAVAILABLE\n- NFL & College Football\n- NBA & College Basketball\n- Major League Baseball\n- National Hockey League\n- Soccer, including Champions League, La Liga, and the English Premier League \n- MMA\n- Tennis\n- & More!\n\n\nDownload FanDuel Sportsbook today for FREE and get in on the betting action today!\n\n21+ (18+ in D.C.) and present in AZ, CO, CT, D.C., IA, IL, IN, KS, KY, LA (permitted parishes only), MA, MD, MI, NJ, NY, NC, OH, PA, TN, VA, VT, WV, or WY. Gambling Problem? Call 1-800-GAMBLER or visit FanDuel.com/RG (CO, D.C., IA, IL, KS (in affiliation with Kansas Star Casino), KY, MI, NC, NJ, OH, PA, TN, VA, VT, WY), 1-800-NEXT-STEP or text NEXTSTEP to 53342 (AZ), 1-888-789-7777 or visit ccpg.org/chat (CT), 1-800-9-WITH-IT (IN), 1-877-770-STOP (LA), visit GamblingHelpLineMa.org or call (800) 327-5050 for 24/7 support (MA), visit www.mdgamblinghelp.org (MD), 1-877-8-HOPENY or text HOPENY (467369) (NY), or visit www.1800gambler.net (WV).",
      "android_package_name": "com.atlasappco.fanduellineups",
      "ios_bundle_id": "com.fanduel.sportsbook",
      "title": "FanDuel Sportsbook",
      "domain_name": [
        "https://sportsbook.fanduel.com",
        "https://sportsbook.fanduel.com"
      ],
      "website": "https://sportsbook.fanduel.com",
      "developer": "FanDuel Limited",
      "app_country": "US",
      "icon": "https://play-lh.googleusercontent.com/wYLDGcaFcF5XhTMH8MWWRDxeCclyiwBi5ApgIY0kZzUKYgHxO4kdzlOECRApXvhLuvqU",
      "icon_72": "https://play-lh.googleusercontent.com/wYLDGcaFcF5XhTMH8MWWRDxeCclyiwBi5ApgIY0kZzUKYgHxO4kdzlOECRApXvhLuvqU=s72-rw",
      "market_status": "PUBLISHED"
    },
    {
      "app_availability": {
        "available_in": [
          "IN",
          "US"
        ],
        "package_name": "com.rotowire.picks"
      },
      "cat_key": "SPORTS",
      "cat_keys": [
        "SPORTS",
        "APPLICATION"
      ],
      "category": "Sports",
      "description": "From NBA Basketball to NFL Football and more – DraftKings gives you a shot at winning real cash prizes playing fantasy sports! Play for the largest cash payouts in fantasy sports – over $10 BILLION in prizes have been awarded to date! Winners are paid out immediately after a contest ends. Join for free, choose your sport & play with friends or other fans.\n\nGET CLOSER TO THE GAME\n\nWe have a contest for everyone: play free for a shot at millions or enter a paid contest for the shot at winning even more. You can choose who to play against: other fans in public contests or with your friends any time in private contests. Create your own leagues & track your results in your league's exclusive leaderboards. Play in special Beginner’s contests only open to other beginners until you learn the ropes.\n\nPLAY IN DAILY AND WEEKLY CONTESTS FOR:\n\n-\tFantasy Football\n-\tFantasy Baseball\n-\tFantasy Hockey\n-\tFantasy Basketball\n-\tFantasy Golf\n-\tFantasy Tennis\n-\tFantasy Soccer\n-\tFantasy NASCAR\n-\tFantasy MMA\n-\tFantasy League of Legends\n\nPlaying daily fantasy sports on DraftKings is simple:\n1. Pick your sport & draft a team of your favorite players while staying under the salary cap.\n2. Challenge friends or compete against other users\n3. Follow along with your score live as your team accumulates points for real-life performance in games and win!\n\n\nContests are not affiliated with or provided by Apple. DraftKings is a US company with headquarters in Boston, MA.\n\nPrivacy Policy: https://www.draftkings.com/help/privacy/us\n\nGambling Problem? Call 1-800-GAMBLER or 877-8-HOPENY/text HOPENY (467369) (NY). Help is available for problem gambling. Call (888) 789-7777 or visit ccpg.org(CT). 18+ in most eligible states. Paid Daily Fantasy Sports contests not available while physically located in HI, ID, LA (select parishes) MT, NV, OR and WA. Winning a contest on DraftKings depends on knowledge and exercise of skill. Available to play for free. For entertainment purposes only. Void where prohibited. See terms at http://draftkings.com.\n\n*1 per new customer. Min. $5 deposit req. Reward issued as 1 single-use $3 ticket. Ticket rewards are equivalent to site credits and are only valid for use on eligible DraftKings contests. Ticket rewards have no cash value, are non-refundable, non-transferable, and non-withdrawable. Ticket rewards expire 14 days (336 hours) after being issued. See terms at www.draftkings.com/promotions. Ends 2/28/25 at 11:59 PM ET.",
      "android_package_name": "com.rotowire.picks",
      "ios_bundle_id": "com.draftkings.dknativermg",
      "title": "DraftKings",
      "domain_name": [
        "https://www.draftkings.com",
        "https://www.draftkings.com"
      ],
      "website": "https://www.draftkings.com",
      "developer": "DRAFTKINGS LLC.",
      "app_country": "US",
      "icon": "https://play-lh.googleusercontent.com/Zke6zyuJ8jEpVrUQFSXklITPdFzNKpG5nlXPZsLhWbiIBsFFO2LIjvPrHDyGEcqVVYQ",
      "icon_72": "https://play-lh.googleusercontent.com/Zke6zyuJ8jEpVrUQFSXklITPdFzNKpG5nlXPZsLhWbiIBsFFO2LIjvPrHDyGEcqVVYQ=s72-rw",
      "market_status": "PUBLISHED"
    },
    {
      "app_availability": {
        "available_in": [
          "IN",
          "US"
        ],
        "package_name": "com.gotv.nflgamecenter.us.lite"
      },
      "cat_key": "SPORTS",
      "cat_keys": [
        "SPORTS",
        "APPLICATION"
      ],
      "category": "Sports",
      "description": "The ultimate sports entertainment platform. \n\nDAZN is the only truly global pure-play sports entertainment platform. We uniquely integrate the entire fan experience for fans to watch, play, buy and socialize all in one place. \n\nWatch Anytime, Anywhere \nExperience sports like never before. Stream your favourite events live or on demand, on any device, from anywhere in the world. DAZN delivers the game to you, wherever you are. \n\nPlay in FanZone and beyond \nDive into the action with FanZone. Chat live, send reactions, and connect with fellow fans in real-time. It’s your front-row seat to the heart of the game. \n\nConnect with Fans \nJoin the community. Chat with fans, share your passion, and celebrate every victory together. On DAZN, every game is a social event. \n \nDAZN brings you the ultimate sports streaming experience with a world of content available anytime, anywhere:  \n\n• Dive into the \"Home of Boxing\" for top events, schedules, fighter profiles, and exclusive content.  \n• Stay up-to-date with the \"Schedule\" feature, setting alerts for your favorite games.  \n• Navigate effortlessly with the new sub navigation bar to quickly access your favorite competitions.  \n• Get real-time \"Stats and Scores\" for all games, even those not streaming on DAZN.  \n• Explore full \"Fight Cards\" for boxing events and revisit past rounds with a single click.  \n• The enhanced search page ensures you find what you’re looking for swiftly. \n• Engage with other fans in the \"FanZone\" by cheering, chatting, sending reactions, and participating in polls.  \n• Manage your account with ease using the new profile section.  \n• Browse and watch a variety of live channels with the EPG for live channels feature.  \n\nDAZN holds the world's largest portfolio of sports broadcasting rights; \n• History-making fights including Anthony Joshua and more from Matchroom Promotions, and Golden Boy Promotions. \n• NFL Game Pass, with access to every game. \n• The best of live Women’s Football including UEFA Women’s Champions League, Liga F, NWSL and Frauen-Bundesliga. \n• All the action from Professional Fighters League (PFL), DAZN & MF: X Series featuring KSI, Basketball from the NBL and a massive portfolio of MMA events from Naciones MMA, Ansgar Fighting League, and more. \n• Over 10 linear TV channels on our platform with 24/7 content to keep you entertained. This includes Red Bull TV, Matchroom Snooker, Lacrosse TV, Padel TIME TV and more. \n• If you love video-on-demand (VOD) content we have you covered with our extensive list of sports documentaries, features and shows. \n\nDAZN is your gateway to sports, bringing you closer to the action than ever before. \n\nTerms of Use https://www.dazn.com/en-US/help/articles/pp-tcs-all  \nPrivacy Policy: https://www.dazn.com/en-US/help/articles/pp-tcs-all",
      "android_package_name": "com.gotv.nflgamecenter.us.lite",
      "ios_bundle_id": "com.dazn.theApp",
      "title": "NFL Game Pass",
      "domain_name": [
        "http://www.dazn.com",
        "https://www.dazn.com"
      ],
      "website": "http://www.dazn.com",
      "developer": "DAZN Limited",
      "app_country": "US",
      "icon": "https://play-lh.googleusercontent.com/aJid7LFfO4qTtH8u2lzU_dwjAnmAnpv7a7EAk9YBRupWyYyghj5OoapiVSNMN9w0CeLe",
      "icon_72": "https://play-lh.googleusercontent.com/aJid7LFfO4qTtH8u2lzU_dwjAnmAnpv7a7EAk9YBRupWyYyghj5OoapiVSNMN9w0CeLe=s72-rw",
      "market_status": "PUBLISHED"
    },
    {
      "app_availability": {
        "available_in": [
          "IN",
          "US"
        ],
        "package_name": "at.sky.sport.skysportaustria"
      },
      "cat_key": "SPORTS",
      "cat_keys": [
        "SPORTS",
        "APPLICATION"
      ],
      "category": "Games",
      "description": "Put on your roller skates now! \n\nDrag your finger left to right to avoid the obstacles and race down the path! Are you skilled enough to have zero hits?\n\nUnique controls - control your legs and stretch them to choose the right way. Be reactive and get to the bonus level!\n\nSUBSCRIPTION PRICING AND TERMS:\nSky Roller VIP offers a weekly subscription for $5.99 after a 3-days of free trial or a monthly subscription of $19.99/Month or a yearly subscription of $99.99/Year. This is an auto renewable subscription.\n\nIt gives you:\n- No Ads\n- +500 Gems every day\n- Exclusive skins for the character\n\n\nEnd of trial and subscription renewal\n\nThis price is for United States customers. Pricing in other countries may vary and actual charges may be converted to your local currency depending on the country of residence.\n\nPayment will be charged to iTunes Account at confirmation of purchase.\n\nSubscription automatically renews unless auto-renew is turned off at least 24-hours before the end of the current period.\n\nThe account will be charged for renewal within 24-hours prior to the end of the current period, it will be charged $5.99 weekly for the renewal. $19,99 for the monthly subscription or $99,99 for the yearly offer.\n\nSubscriptions may be managed by the user and auto-renewal may be turned off by going to the user’s Account Settings after purchase.\n\nAny unused portion of a free trial period, if offered, will be forfeited when the user purchases a subscription to that publication, where applicable.\n\nCanceling trial or subscription\n\nYou can turn off the auto-renew for the subscription whenever you want to through iTunes account. Check https://support.apple.com/HT202039. \n\nPlease find our Terms of Use at this link https://homagames.com/terms/",
      "android_package_name": "at.sky.sport.skysportaustria",
      "ios_bundle_id": "com.topchopgames.skyroller",
      "title": "Sky Sports",
      "domain_name": [
        "https://homagames.com",
        "https://homagames.com"
      ],
      "website": "https://homagames.com",
      "developer": "HOMA GAMES",
      "app_country": "US",
      "icon": "https://play-lh.googleusercontent.com/hCvl87DocUutZmjCFo-Y5LLwhMVrIwfXpnrTgKqf3qOsgBLkoQ-BWvboICKwA9agnWw",
      "icon_72": "https://play-lh.googleusercontent.com/hCvl87DocUutZmjCFo-Y5LLwhMVrIwfXpnrTgKqf3qOsgBLkoQ-BWvboICKwA9agnWw=s72-rw",
      "market_status": "PUBLISHED"
    },
    {
      "app_availability": {
        "available_in": [
          "IN",
          "US"
        ],
        "package_name": "com.espn.score_center"
      },
      "cat_key": "SPORTS",
      "cat_keys": [
        "SPORTS",
        "APPLICATION"
      ],
      "category": "Sports",
      "description": "Stay connected with the Lakers, Dodgers, and Sparks with the Spectrum SportsNet app!\n\nWatch LIVE games, highlights, analysis, interviews, and more for the Los Angeles Lakers and Los Angeles Sparks on Spectrum SportsNet, and for the Los Angeles Dodgers on Spectrum SportsNet LA! Log in with your TV provider credentials to watch Spectrum SportsNet and Spectrum SportsNet LA live anytime.\n\nGet an inside look at your favorite Southern California teams with full episodes of original programming on-demand! Original programming includes: Backstage: Lakers, Backstage: Dodgers, Access SportsNet, Access SportsNet LA, Connected With…, Through The Lens, and Top 10.\n\nNOTE: Log in is available to Spectrum, DirecTV, AT&T U-Verse, Cox, Catalina Broadband Solutions, and Hawaiian Telcom subscribers with Spectrum SportsNet or Spectrum SportsNet LA as part of their channel lineup.\n\nYour Privacy Rights: https://www.spectrum.com/policies/your-privacy-rights",
      "android_package_name": "com.espn.score_center",
      "ios_bundle_id": "com.twcable.twcsportsnet",
      "title": "Sportsnet",
      "domain_name": [],
      "website": "",
      "developer": "Charter Communications Operating, LLC",
      "app_country": "US",
      "icon": "https://play-lh.googleusercontent.com/6Jaqkn0Ok9ycbZ0TdDTZ9OAaNfQ3v0J8ftP4QQG-MHnUGIej7-5nLBFTREa0i9EgjHM",
      "icon_72": "https://play-lh.googleusercontent.com/6Jaqkn0Ok9ycbZ0TdDTZ9OAaNfQ3v0J8ftP4QQG-MHnUGIej7-5nLBFTREa0i9EgjHM=s72-rw",
      "market_status": "PUBLISHED"
    },
    {
      "app_availability": {
        "available_in": [
          "IN",
          "US"
        ],
        "package_name": "com.eurosport"
      },
      "cat_key": "SPORTS",
      "cat_keys": [
        "SPORTS",
        "APPLICATION"
      ],
      "category": "Sports",
      "description": "Never miss a moment of the new UCI Track Champions League competition with the Official App and get a unique and immersive experience.\n\nThe app will take you right to the heart of the action in real-time and provide unique insights into the world’s best track cyclists:\n- Live telemetry data for riders’ performance: power, speed, heart rate and cadence\n- Riders’ profiles\n- Race statistics\n- Race schedules and results\n- League leaderboard\n- Latest news and in-depth analysis\n\nThe UCI Track Champions League is a brand-new racing competition that reimagines track cycling and features only the best of the best riders in the world. With simple, short format racing, the league aims to make track cycling more exciting and appealing.\n\nDownload the app now to find out more!",
      "android_package_name": "com.eurosport",
      "ios_bundle_id": "com.eurosport.UCITrackChampionsLeague",
      "title": "Eurosport",
      "domain_name": [],
      "website": "",
      "developer": "Eurosport SA",
      "app_country": "US",
      "icon": "https://play-lh.googleusercontent.com/XqBHNKpmdY8jAd8cv2jo70uX5YxTuwCGfI1zOXnNiI9RotAyPSkJSdrAAC_yuFLSgeTx",
      "icon_72": "https://play-lh.googleusercontent.com/XqBHNKpmdY8jAd8cv2jo70uX5YxTuwCGfI1zOXnNiI9RotAyPSkJSdrAAC_yuFLSgeTx=s72-rw",
      "market_status": "PUBLISHED"
    },
    {
      "app_availability": {
        "available_in": [
          "IN",
          "US"
        ],
        "package_name": "com.kokteyl.goal"
      },
      "cat_key": "SPORTS",
      "cat_keys": [
        "SPORTS",
        "APPLICATION"
      ],
      "category": "Sports",
      "description": "GOAL Live Scores is the ultimate soccer hub for all your match-day scores and betting needs. With real-time scores, up-to-the-minute stats, and exclusive access to the latest odds and offers, our app provides a one-stop-shop for all of the needs of a soccer fan on a match-day. Our redesigned betting hub delivers everything you need: Match specific odds, top betting tips, and exclusive offers across all the major leagues, so you never miss a winning opportunity. Even better — personalised updates and notifications put you in control of your favourites. GOAL Live Scores immerses you in the world of soccer, enhancing the experience for fans across the globe.\n\nKey Features:\n- Live Match Feed: Real-time updates from the top leagues in the world\n- Tables and Standings: Immediate access to all the latest tables and standings.\n- Betting Content Hub: Match previews, tips and odds for all the biggest games across the soccer calendar \n- Follow Your Favourites: Personalise your experience with custom notifications for your top teams, matches and competitions.\n- In-Depth Match Stats: Explore line-ups, key events, form,  live standings, and dynamic in-game statistics.\n- Instant Alerts: Custom notifications for match kick-offs, goals, lineups, breaking news, and more.\n- Head-to-Head Data: Dynamic comparisons help you measure your team against rivals.\n- Player pages: All new current and historical data for all the biggest names.\n- Exclusive Content: Access GOAL's latest articles, breaking news, in-depth analysis, and opinion on the biggest leagues in soccer.\n\n\nDownload the GOAL Live Scores App now and never miss a moment, no matter where you are in the world!\n\n\n\nResponsible Gambling\nGOAL is committed to responsible gambling. Underage gambling is an offence. Please gamble responsibly and only bet what you can afford. For help, advice and support for a person struggling with gambling, please contact the National Gambling Helpline on 0808 8020 133 or via the NetLine. This service provides advice for persons who struggle with gambling in multiple languages. If you’re worried about your gambling or a friend’s please visit begambleaware.org",
      "android_package_name": "com.kokteyl.goal",
      "ios_bundle_id": "com.perform.goallivescores",
      "title": "Goal Live Scores",
      "domain_name": [
        "https://www.goal.com/en-gb",
        "https://www.goal.com"
      ],
      "website": "https://www.goal.com/en-gb",
      "developer": "FootballCo Media Limited",
      "app_country": "US",
      "icon": "https://play-lh.googleusercontent.com/99fi-EQRLF2HMEfl4edDOaDfHcISaD6lBLkRa39kaf-ImkbsPEeQrFjyeKcBdEMqqyI",
      "icon_72": "https://play-lh.googleusercontent.com/99fi-EQRLF2HMEfl4edDOaDfHcISaD6lBLkRa39kaf-ImkbsPEeQrFjyeKcBdEMqqyI=s72-rw",
      "market_status": "PUBLISHED"
    },
    {
      "app_availability": {
        "available_in": [
          "IN",
          "US"
        ],
        "package_name": "com.golfnow.android.teetimes"
      },
      "cat_key": "SPORTS",
      "cat_keys": [
        "SPORTS",
        "APPLICATION"
      ],
      "category": "Sports",
      "description": "Trusted by over 3 million golfers, the GolfNow App is the best way to book amazing deals on tee times at thousands of golf courses. Free golf GPS and golf rangefinder, scorekeeping and post-game analysis included.\n\nGet the best deals on tee times\n• Tee times available at over 6,000 golf courses worldwide.\n• Search Hot Deal tee times to find incredible savings and discounts on our best prices on tee times. Includes weather protection.\n• Get free golf faster with GolfNow  Rewards. Automatically earn points on every round.\n• Join GolfPass and receive offers, unmatched benefits and savings, including waived convenience fees.\n\nThe easiest way to book your next round \n• Book tee times instantly 24/7 - No calling or waiting.\n• Thousands of reviews from actual golfers to help you find the best golf courses.\n• Thousands of detailed course information available to help you choose the right golf course for you.\n• Use your device GPS or search by area to quickly find golf courses near home or on the road.\n• Enhanced search capabilities and filters let golfers easily find tee times when and where they want.\n• Get directions to golf courses near you using the all new improved GolfNow map view.\n• Save your credit card info for secure, easy, convenient booking at the tap of a finger.\n\nTerms of Use:\nhttps://www.golfnow.com/support/about-us/terms\n\nPrivacy Policy:\nhttps://www.nbcuniversal.com/privacy?intake=Golf\n\nYour Privacy Choices:\nhttps://www.nbcuniversal.com/privacy/notrtoo?intake=Golf\n\nCA Notice:\nhttps://www.nbcuniversal.com/privacy/california-consumer-privacy-act?intake=Golf",
      "android_package_name": "com.golfnow.android.teetimes",
      "ios_bundle_id": "com.golfnow.teetimes",
      "title": "GolfNow",
      "domain_name": [
        "https://www.golfnow.com",
        "https://www.golfnow.com"
      ],
      "website": "https://www.golfnow.com",
      "developer": "GolfNow",
      "app_country": "US",
      "icon": "https://play-lh.googleusercontent.com/royQfhoyqq9AvoF4JfMS0clC-QjXPo6pLGwkzYn5kIUypkBQYo4KDnkn1OaVuPxfPVg",
      "icon_72": "https://play-lh.googleusercontent.com/royQfhoyqq9AvoF4JfMS0clC-QjXPo6pLGwkzYn5kIUypkBQYo4KDnkn1OaVuPxfPVg=s72-rw",
      "market_status": "PUBLISHED"
    },
    {
      "app_availability": {
        "available_in": [
          "IN",
          "US"
        ],
        "package_name": "com.nhl.gc1112.free"
      },
      "cat_key": "SPORTS",
      "cat_keys": [
        "SPORTS",
        "APPLICATION"
      ],
      "category": "Sports",
      "description": "Get into the 2024-25 season with the NHL App -- it’s hockey in your hand! Mobile-friendly Game Stories joins the video lineup, so you can watch all the highlights just the way you want — from 10-second in-game Quick Clips to 10-minute Condensed Games and everything in between. \n\nRefreshed Latest feeds feature a compact header, making it easy to jump quickly between the NHL and every team. This season also marks the return of team-specific Goal Horns, which sound off as an option for Goal notifications, giving you that \"in-arena feeling” when your team scores. Should you be fluent, head over to “More” to check out NHL Latest in seven languages — perfect for this season of global hockey, featuring the first-ever 4 Nations Face-Off.  \n\nAnd of course, the NHL App always has the latest news, up-to-the-minute scores and live Gamecenter stats & data, so you never have to miss a minute.\n\n\nBy downloading and using the NHL® app, you acknowledge and agree that (i) you have read, understood and agreed to be bound by the NHL.com Terms of Service (https://www.nhl.com/info/terms-of-service) and (ii) the information you provide will be handled in accordance with the NHL.com Privacy Policy (https://www.nhl.com/info/privacy-policy).  \n\nFeatures and content within the NHL® app are subject to change.   \n\nNHL, the NHL Shield and the word mark and image of the Stanley Cup are registered trademarks of the National Hockey League.  \n\nNHL and NHL team marks are the property of the NHL and its teams. © NHL 2024. All Rights Reserved. ",
      "android_package_name": "com.nhl.gc1112.free",
      "ios_bundle_id": "com.nhl.gc1112.free",
      "title": "NHL",
      "domain_name": [
        "https://www.nhl.com",
        "https://www.nhl.com"
      ],
      "website": "https://www.nhl.com",
      "developer": "NHL Interactive Cyberenterprises, LLC",
      "app_country": "US",
      "icon": "https://play-lh.googleusercontent.com/GQHNKMAQghR8UJI1GCIsQHfDAGIv6gxfU4DLpqtVueTAdQ_ge8DC74xn5eUpclwvETg",
      "icon_72": "https://play-lh.googleusercontent.com/GQHNKMAQghR8UJI1GCIsQHfDAGIv6gxfU4DLpqtVueTAdQ_ge8DC74xn5eUpclwvETg=s72-rw",
      "market_status": "PUBLISHED"
    },
    {
      "app_availability": {
        "available_in": [
          "IN",
          "US"
        ],
        "package_name": "air.WR3DFree"
      },
      "cat_key": "SPORTS",
      "cat_keys": [
        "SPORTS",
        "APPLICATION"
      ],
      "category": "Games",
      "description": "#BRINGONTHEMAYHEM\n\nWWE Mayhem is bigger & bolder than the rest, with fast-paced mobile arcade action and over-the-top moves!\n\nPlay as John Cena, The Rock, The Man- Becky Lynch, Ronda Rousey, Undertaker, Goldberg and ALL of your favorite WWE Legends and Superstars in this high-flying, in the ring, arcade action game. Take your WWE Superstars to the next level in weekly WWE RAW, NXT, and SmackDown Live challenges! Compete on the Road to Wrestlemania and lead your WWE Champions and Superstars to victory in WWE Universe.\n\nPlay through epic and marvel wrestling matches between WWE Legends and WWE Superstars to determine the greatest of all time, each with their own Signature Moves and Super Specials.\n\nSPECTACULAR ROSTER\nChoose from an ever-growing roster of WWE Superstars and WWE Legends, including: John Cena, The Rock, Andre the Giant, Triple H, Xavier Woods, AJ Styles, Stone Cold Steve Austin, Roman Reigns, Randy Orton, Sting, Seth Rollins, Jinder Mahal, Big E, Fiend, Charlotte Flair, Bayley, Asuka, Alexa Bliss, and many more immortals.\n\nEach WWE Legend and WWE Superstar boasts a distinctive and highly stylized look, adding to the overall spectacle and atmosphere.\n\nCollect, level up, and manage your teams of SuperStars wisely to receive synergy bonuses based upon team affiliation and relationships taken from the WWE Universe and Championships.\n\n6 DISTINCTIVE SUPERSTARS CLASSES:\nElevate the WWE Action with 6 distinctive character classes. Create a supreme WWE Superstar squad from BRAWLER, HIGH FLYER, POWERHOUSE, TECHNICIAN, WILDCARD & SHOWMAN. Each class comes with unique strengths and fighting advantages.\n\nTAG TEAM AND WEEKLY EVENTS:\nBuild your roster of mighty WWE Superstars and join forces with other champions in TAG-TEAM match-ups. Play action-packed EVENTS in sync with real world WWE Live shows like Monday Night RAW, SmackDown Live, Clash of Champions PPV, and monthly Title events.\n\nNEVER BEFORE SEEN REVERSALS:\nTime your reversal perfectly to turn a loss into win! Build your special attack meter throughout the clash and utilize it as a brutal special move or REVERSAL. Be careful though – your reversals can be reversed!\n\nPLAY WITH YOUR FRIENDS IN LIVE EVENTS AND VERSUS MODE:\nBuild your defense with your favorite WWE Superstars and Challenge your friends in Versus Mode. Take your experience to the next level by adding additional WWE Legends and Superstars to your team.\n\nALLIANCE & ALLIANCE EVENTS\nJourney through Unique Quests and Battles through classic WWE exciting storylines.\nTeam up with your friends and other Mayhemer's to build the strongest Alliance\nStrategize and Battle to the top of the Alliance Events to earn exclusive Alliance rewards\n\nREWARDS & BOUNTIES:\nAim for the ultimate prize – The WWE Championship Title, to gain precious Bonus Rewards with each win. Open your Lootcases to unlock new Character Classes, Gold, Boosts, special prizes, and even high-level WWE Superstars!\n\nWWE Mayhem delivers all the adrenaline, thrill, and excitement of a Live WWE Match!\n\nExperience the raw emotion of WWE Action Now – DOWNLOAD WWE MAYHEM!\n\nThis game is completely free to download and play. However, some items can be purchased with real money within the game. You can restrict in-app purchases in your store’s settings.\n\nRecommended Hardware : iPhone 5 and higher, iPod Touch 6 and higher, iPad 4 and higher, iPad Mini 2 and higher. Requires iOS 8 or later\n\nLike us on Facebook - https://www.facebook.com/WWEMayhemGame/\nSubscribe to our Youtube - https://www.youtube.com/c/wwemayhemgame\nFollow us on Twitter - https://twitter.com/wwe_mayhem\nFollow us on Instagram - https://www.instagram.com/wwemayhem/\nJoin the Community - https://reddit.com/r/WWEMayhem/\nhttps://www.wwemayhemgame.com/\nPrivacy Policy - https://www.reliancegames.com/privacy-policy/\nTerms of Use (EULA) - https://www.reliancegames.com/eula/",
      "android_package_name": "air.WR3DFree",
      "ios_bundle_id": "com.reliancegames.wwemayhem",
      "title": "WWE",
      "domain_name": [
        "https://reliancegames.com",
        "https://reliancegames.com"
      ],
      "website": "https://reliancegames.com",
      "developer": "RELIANCE ENTERTAINMENT STUDIOS UK PVT LIMITED",
      "app_country": "US",
      "icon": "https://play-lh.googleusercontent.com/xLkXzamdNWidXhhL4ZHQtXFoQ1uTJMFzNYFL91cwAZILzwQVa23ynPgSxB_oA5FgKe4",
      "icon_72": "https://play-lh.googleusercontent.com/xLkXzamdNWidXhhL4ZHQtXFoQ1uTJMFzNYFL91cwAZILzwQVa23ynPgSxB_oA5FgKe4=s72-rw",
      "market_status": "PUBLISHED"
    },
    {
      "app_availability": {
        "available_in": [
          "IN",
          "US"
        ],
        "package_name": "com.tour.pgatour"
      },
      "cat_key": "SPORTS",
      "cat_keys": [
        "SPORTS",
        "APPLICATION"
      ],
      "category": "Sports",
      "description": "Experience the PGA TOUR like never before on your iOS device with the official PGA TOUR App.  Follow all of the action from a single app, available for free from the PGA TOUR.\n\n- Real-time leaderboard with quick access to player scorecards, profiles, and videos\n- Live player scorecards now featuring shot trails, play by play, and live stats\n- Tee times and group location information\n- Follow all the action directly on your lock screen with PGA TOUR Live Activities\n- Access to LIVE video and audio for PGA TOUR events\n- VOD including tournament highlights, round recaps, player features, and more\n- All your favorite golf Podcasts\n- Course detail with hole layouts, descriptions, and live stats for each hole\n- All the latest news from PGATOUR.com\n- Push notifications for following your favorite Tour and players\n- Champions Tour, Korn Ferry Tour, PGA TOUR Americas coverage\n- Location awareness for improved experiences while onsite at select PGA TOUR events",
      "android_package_name": "com.tour.pgatour",
      "ios_bundle_id": "com.pgatour.ipad",
      "title": "PGA TOUR",
      "domain_name": [
        "https://www.pgatour.com",
        "https://www.pgatour.com"
      ],
      "website": "https://www.pgatour.com",
      "developer": "PGATOUR.com LLC",
      "app_country": "US",
      "icon": "https://play-lh.googleusercontent.com/8E9voHjVecw1w4YqSH3tABzTfj9UpD5crnxTmhPyXt59p-q0iPqXkKZ2h5njPmwuIQo",
      "icon_72": "https://play-lh.googleusercontent.com/8E9voHjVecw1w4YqSH3tABzTfj9UpD5crnxTmhPyXt59p-q0iPqXkKZ2h5njPmwuIQo=s72-rw",
      "market_status": "PUBLISHED"
    },
    {
      "app_availability": {
        "available_in": [
          "IN",
          "US"
        ],
        "package_name": "com.tennistv.cdtv"
      },
      "cat_key": "SPORTS",
      "cat_keys": [
        "SPORTS",
        "APPLICATION"
      ],
      "category": "Sports",
      "description": "Tennis TV is the official live and on demand online video streaming app of the ATP Tour. Stream live tennis on your favourite device from every ATP Tour tournament, as well as full match replays, classic matches, highlights and live scores as they update in real-time. Watch more than 2,500 ATP singles and doubles matches each year from every ATP Masters 1000, ATP 500 and ATP 250 tournament, plus the Nitto ATP Finals and Next Gen ATP Finals presented by PIF.\n\nGet a Premium subscription today and enjoy unlimited access to Tennis TV, including spoiler mode which hides scores and timelines at the tap of a button. Or, register a free account and enjoy a selection of highlights, hot shots and more.\n\nFeatures:\n\n• Live streams from all ATP tournaments.\n• More than 2,500 matches a year, each one available on demand within minutes.\n• Order of play featuring scores that update in real-time.\n• Hide timelines and scores with spoiler mode – never have a match ruined again.\n• Watch thousands of replays and classics with the Tennis TV library. Enjoy replays featuring Roger Federer, Rafael Nadal, Novak Djokovic, Andy Murray, Andre Agassi, Pete Sampras and more.\n• Follow your favourite players and never miss a match\n• All ATP Masters 1000s including the BNP Paribas Open, Miami Open, Mutua Madrid Open, Internazionali BNL d'Italia, National Bank Open presented by Rogers and more\n• All ATP 500s, ATP 250s plus the Nitto ATP Finals, Next Gen ATP Finals presented by PIF and the United Cup\n\nTennis TV Premium requires a paid subscription. All subscriptions auto-renew, but you can cancel anytime. If you purchase your subscription with in-app payment, you can manage this via your device settings.\n\nPlease note that Grand Slams, Davis Cup, Fed Cup, Laver Cup or WTA matches are not available on Tennis TV.\n\nTerms and conditions: https://www.tennistv.com/terms-and-conditions\nPrivacy Notice: https://www.tennistv.com/privacy-notice",
      "android_package_name": "com.tennistv.cdtv",
      "ios_bundle_id": "com.deltatre.atp-tennis-tv-ios",
      "title": "Tennis TV",
      "domain_name": [
        "https://www.tennistv.com",
        "https://www.tennistv.com"
      ],
      "website": "https://www.tennistv.com",
      "developer": "ATP Media Operations Ltd.",
      "app_country": "US",
      "icon": "https://play-lh.googleusercontent.com/KoMHdyfYg4QmC3z18f2d5mR7TaDKUZVlq0lTDmgdZg7Z0RaTIDHBG9Bu4BoR79ZcwTk",
      "icon_72": "https://play-lh.googleusercontent.com/KoMHdyfYg4QmC3z18f2d5mR7TaDKUZVlq0lTDmgdZg7Z0RaTIDHBG9Bu4BoR79ZcwTk=s72-rw",
      "market_status": "PUBLISHED"
    },
    {
      "app_availability": {
        "available_in": [
          "IN",
          "US"
        ],
        "package_name": "com.mysalesforce.mycommunity.C00DDn00000722mKMAQ.A0OTDn000000GoeAOAS"
      },
      "cat_key": "SPORTS",
      "cat_keys": [
        "SPORTS",
        "APPLICATION"
      ],
      "category": "Sports",
      "description": "Access your reservations, available tee times, and more when you download the Lake Chesdin Golf Club app.",
      "android_package_name": "com.mysalesforce.mycommunity.C00DDn00000722mKMAQ.A0OTDn000000GoeAOAS",
      "ios_bundle_id": "com.courseapp.LakeChesdinGolfClub-Prod-iOS",
      "title": "NBC Sports Gold",
      "domain_name": [
        "https://support.business.golfnow.com",
        "https://support.business.golfnow.com"
      ],
      "website": "https://support.business.golfnow.com",
      "developer": "NBC Sports Mobile Apps, LLC",
      "app_country": "US",
      "icon": "https://play-lh.googleusercontent.com/Wmwpy-wBqdIiEQtkBeILz41EygtHJnp9bZGuAFIlcWjaMSd5FcppfcKim6JqzrpO6P0C",
      "icon_72": "https://play-lh.googleusercontent.com/Wmwpy-wBqdIiEQtkBeILz41EygtHJnp9bZGuAFIlcWjaMSd5FcppfcKim6JqzrpO6P0C=s72-rw",
      "market_status": "PUBLISHED"
    },
    {
      "app_availability": {
        "available_in": [
          "IN",
          "US"
        ],
        "package_name": "com.strava"
      },
      "cat_key": "SPORTS",
      "cat_keys": [
        "SPORTS",
        "APPLICATION"
      ],
      "category": "Health & Fitness",
      "description": "Strava makes fitness tracking social. We house your entire active journey in one spot – and you get to share it with friends. Here’s how:\n\n• Record everything – runs, rides, hikes, yoga and over 30 other sport types. Think of Strava as the homebase of your movement.\n\n• Discover anywhere – our Routes tool uses de-identified Strava data to intelligently recommend popular routes based on your preferences. You can also build your own.\n\n• Build a support network – Strava’s about celebrating movement. Here you’ll find your community and cheer each other on.\n\n• Train smarter – get data insights to understand your progress and see how you improve. Your Training Log is the record of all your workouts.\n\n• Get more from your workout – Powered by AI, Athlete Intelligence turns workout data into into instant insights. Keeping you motivated and ready for the next workout – without the guesswork.\n\n• Move safer – share your real-time location with loved ones while outdoors for an extra layer of safety.\n\n• Sync your favorite apps and devices – Strava is compatible with thousands of them (Apple Watch, Fitbit, Garmin – you name it).\n\n• Join and create challenges – join millions in monthly challenges to chase new goals, collect digital badges and stay accountable.\n\n• Embrace the unfiltered – your feed on Strava is filled with real efforts from real people. That’s how we motivate each other.\n\n• Whether you’re a world-class athlete or a total beginner, you belong here. Just record and go.\n\nStrava includes both a free version and a subscription version with premium features.\nStrava uses HealthKit to export your Strava activities into the Health app and to read heart rate and biometric data.\n\nYou can subscribe and pay on the App Store, using your Apple ID. Payment will be charged to your Apple ID at confirmation of purchase. Your subscription will automatically renew unless cancelled at least 24 hours before the end of the current period. Your account will be charged for renewal within 24 hours prior to the end of the current period. Subscriptions may be managed by the user and auto-renew may be turned off after purchase by going to the ‘Manage Subscription’ page in settings. Any unused portion of a free trial period, if offered, will be forfeited when the user purchases a subscription to that publication, where applicable. The subscription will renew at the same cost.\n\nTerms of Service: https://www.strava.com/legal/terms\nPrivacy Policy: https://www.strava.com/legal/privacy",
      "android_package_name": "com.strava",
      "ios_bundle_id": "com.strava.stravaride",
      "title": "Strava",
      "domain_name": [
        "https://www.strava.com/how-it-works",
        "https://www.strava.com"
      ],
      "website": "https://www.strava.com/how-it-works",
      "developer": "Strava Inc.",
      "app_country": "US",
      "icon": "https://play-lh.googleusercontent.com/j-ZV144PlVuTVsLuBzIKyEw9CbFnmWw9ku2NJ1ef0gZJh-iiIN1nrNPmAtvgAteyDqU",
      "icon_72": "https://play-lh.googleusercontent.com/j-ZV144PlVuTVsLuBzIKyEw9CbFnmWw9ku2NJ1ef0gZJh-iiIN1nrNPmAtvgAteyDqU=s72-rw",
      "market_status": "PUBLISHED"
    },
    {
      "app_availability": {
        "available_in": [
          "IN",
          "US"
        ],
        "package_name": "de.komoot.android"
      },
      "cat_key": "SPORTS",
      "cat_keys": [
        "SPORTS",
        "APPLICATION"
      ],
      "category": "Health & Fitness",
      "description": "Turn your next ride, hike, or run into an adventure with komoot. Get inspired by tapping into shared community knowledge and recommendations, then bring your adventures to life with the easy route planner.\n\nPLAN YOUR PERFECT HIKING, MOUNTAIN BIKING OR ROAD CYCLING ADVENTURE\nGet the route perfect for your sport—be it smooth asphalt for your road bike, singletracks for your mountain bike, silent cycling paths for touring or natural trails for your hikes. Plan down to the last detail with at-your-fingertips info like surface, difficulty, distance and elevation profile.\n\nTURN-BY-TURN VOICE NAVIGATION\nNever take your eyes off the road with turn-by-turn voice navigation: your precise, down-to-the-inch verbal navigator that doesn’t distract you from your surroundings. Keep your eyes firmly on the adventure in front of you and navigate with ease, even on small trails or in the woods.\n\nOFFLINE MAPS FOR OUTDOOR ADVENTURES\nDownload your planned outdoor adventures and save topographic maps with one tap. Navigate the outdoors even when the internet is down or unreliable. Differentiate hiking paths, MTB singletracks or paved roads, terrain and land cover at a glance.\n\nBROWSE HIGHLIGHTS: THE KOMOOT COMMUNITY’S FAVOURITE PLACES\nSo you can decide on the destination of your next adventure at a glance, see Highlights on the map. From peaks, parks, and points of interest, to singletracks and sandwich shops, these places or segments, showing up as red dots in the planner, are the spots other users think you should check out. And if you’re in the know, you can recommend your own to the community in turn and inspire others to visit your favourite places, too.\n\nTELL YOUR STORY\nTrack your rides and hikes with GPS. Add photos, Highlights and tips and build your own personal adventure log that’ll store your favourite experiences—forever. Save them for private use or share them with the komoot community to receive likes and comments and to inspire fellow outdoor folks. Follow your friends and like-minded explorers to keep up with their outdoor adventures.\n\nBE A LOCAL EXPERT. BECOME A PIONEER.\nContribute photos, tips and Highlights to the community and show you’re a local Expert. Earn more upvotes than in any else for your sport in your region and become the Pioneer!\n\nSEAMLESS SYNC ACROSS EVERY DEVICE\nWhether you prep like a pro on your desktop or plan a route on the go, komoot automatically syncs your routes, tracked adventures and photos across all devices, including your smartphone, desktop, iPad and Apple Watch. Use a Garmin or a Wahoo? Simply download the komoot for Garmin app in the IQ Store and sync your profiles via Garmin Connect, or connect your komoot and Wahoo accounts to share Tours with the ELEMNT and ELEMNT BOLT.\n\nEXPERIENCE KOMOOT FOR FREE\nWhen you download komoot, your first region is free—forever. To expand the areas in which komoot has your back, conveniently choose between single regions, region bundles or the World Pack to access offline maps and turn-by-turn voice navigation wherever you go.\n\nAPPLE WATCH\nTake a quick glance at your Apple Watch to get directions, distance, and speed in real-time—right on your wrist.\n\nAPPLE HEALTH\nYou can connect komoot to Health to ensure your data is always up-to-date. Automatically share your time and distance data for komoot hiking, cycling, and running activities with Health.\n\n\n“Komoot does for hiking and biking what Apple does for hardware: makes it easily accessible and fun to use.”  \n— Cult of Mac\n\n\nFor support and tips, please visit help.komoot.de\n\n\nMORE INFORMATION\nKomoot uses background audio service for voice navigation messages.\nKomoot requires a GPS signal for directions, Tour recording and speed in real-time.\n\nTerms of Use: https://www.apple.com/legal/internet-services/itunes/dev/stdeula/",
      "android_package_name": "de.komoot.android",
      "ios_bundle_id": "de.komoot.berlinbikeapp",
      "title": "Komoot",
      "domain_name": [
        "https://www.komoot.com",
        "https://www.komoot.com"
      ],
      "website": "https://www.komoot.com",
      "developer": "komoot GmbH",
      "app_country": "US",
      "icon": "https://play-lh.googleusercontent.com/Pbr3n81ImNUpAwhWBWQ_eytF26cNMoMF0b4YwroXGk7xyB_Ur-DsNibiukTVCIBi9ic",
      "icon_72": "https://play-lh.googleusercontent.com/Pbr3n81ImNUpAwhWBWQ_eytF26cNMoMF0b4YwroXGk7xyB_Ur-DsNibiukTVCIBi9ic=s72-rw",
      "market_status": "PUBLISHED"
    },
    {
      "app_availability": {
        "available_in": [
          "IN",
          "US"
        ],
        "package_name": "com.nike.ntc"
      },
      "cat_key": "SPORTS",
      "cat_keys": [
        "SPORTS",
        "APPLICATION"
      ],
      "category": "Health & Fitness",
      "description": "Movement. Mindfulness. Nutrition. Rest. Connection.\n\nMove with the Nike community and build a life well-lived with the support of trusted trainers, coaches, instructors and experts. Wellness tips, at-home workouts, and tools to support your physical and mental wellbeing help you progress toward your holistic fitness goals. Guided meditations, fitness workouts, healthy recipes and more. Discover wellness with NTC today — your way.\n\nMove With Us\n\nStrengthen your body and mind with free workouts and wellness guidance from your favorite trainers, athletes and experts — cardio, strength, conditioning, yoga, mindfulness and more.\n\nBuild healthy habits with goal-setting tools and move in all the ways that make you feel good with the Nike Well Collective. From workout programs and bodyweight fitness to holistic training and mindset tips — discover a fitness app built for where you’re at.\n\nWellness, in every form:\n• HOME WORKOUTS: Big Workouts for Small Spaces\n• TOTAL-BODY FITNESS: Exercises for Arms, Shoulders, Glutes & Legs\n• YOGA: Essential Yoga Flows\n• MINDFULNESS: Ground Yourself with Movement\n• NUTRITION: Maximize Results with Holistic Wellness\n• HIGH-INTENSITY TRAINING: Quick Workouts in 20 Minutes or Less\n• MEDITATIONS: Practice Appreciation\n• ABS WORKOUT:  Strength Training for Abs & Core\n• ENDURANCE: Cardio Workouts for All Levels\n\nDownload today.\n\nHOME WORKOUTS FOR EVERY BODY: WORKOUT PROGRAMS OR QUICK VIDEOS\n• Workouts for everyone – beginner workout to advanced, guided by Nike trainers, instructors, coaches and experts\n• Cardio, strength training, HIT, yoga, and more – exercises available anytime, anywhere\n• Workout Programs built to fit into your busy life and help you achieve your goals\n• Workouts for every body part – arms, legs, core, and more\n• Bodyweight workouts that require little to no equipment\n• Fitness designed for all levels – explore workout programs for all, including yoga, strength and breathwork\n\nNUTRITION & REST: MEDITATIONS, RECIPES & MORE\n• Training and guidance, beyond the physical – Fitness motivation and healthy habit tips\n• Nutrition – The well-lived life needs fuel, so we have real stories about real food\n• Rest and recovery – Tips for rest to recharge and revitalize\n• Wellness coach – Exercise tips with experts, for the body and mind\n• NTC TV – Exercises for mindfulness, healthy recipes, and guided meditations in quick, easy videos**\n• Strength training for the mind – Guided meditations, wellness Q&As and healthy cook-alongs for mindfulness\n\nWORKOUTS ON DEMAND\n• Workouts for all levels – work out the way you want with trainer-led Video On Demand workout classes*\n• Workout videos for all disciplines – cardio, HIT training, yoga and more\n• Premiere Workouts with special athlete and musical guests*\n\nFITNESS MOTIVATION\n• Fitness app meets lifestyle with guidance and inspiration for everything you need – nutrition, connection, rest, and more\n• Access to the Nike Well Collective – workouts and wellness tips for holistic guidance\n\nDownload NTC today.\n\nAPPLE WATCH SUPPORT\n\nFocus more on your workout and less on your phone when you connect your Apple Watch with NTC. Easily advance to the next drill, pause, skip drills and more, all while monitoring your heart rate and calories right from your wrist.\n\nALL YOUR ACTIVITIES COUNT\n\nEnter any other daily workouts in the Activity tab to keep an accurate account of your fitness journey. If you use the Nike Run Club app, your runs will be automatically recorded in your activity history.\n\nNike Training Club works with Apple Health to sync workouts and record heart-rate data.\n\nApple Music: used to access music library to play music during workouts.\n\n*VOD (Video-On Demand) available in the US, UK, BR, JP, CN, FR, DE, RU, IT, ES, MX and KR.\n**NTC Live currently available in the US, UK and select countries.\n***NTC TV available only in the US.",
      "android_package_name": "com.nike.ntc",
      "ios_bundle_id": "com.nike.niketrainingclub",
      "title": "Nike Training Club",
      "domain_name": [
        "http://nike.com",
        "https://nike.com"
      ],
      "website": "http://nike.com",
      "developer": "Nike, Inc",
      "app_country": "US",
      "icon": "https://play-lh.googleusercontent.com/zgD7iittjyW1lOnGK7AoDuVfhv5nGWVseK4xVxMCOCajUHeSXontX7vGJL7l6UOd9w",
      "icon_72": "https://play-lh.googleusercontent.com/zgD7iittjyW1lOnGK7AoDuVfhv5nGWVseK4xVxMCOCajUHeSXontX7vGJL7l6UOd9w=s72-rw",
      "market_status": "PUBLISHED"
    },
    {
      "app_availability": {
        "available_in": [
          "IN",
          "US"
        ],
        "package_name": "com.myfitnesspal.android"
      },
      "cat_key": "SPORTS",
      "cat_keys": [
        "SPORTS",
        "APPLICATION"
      ],
      "category": "Health & Fitness",
      "description": "Track progress toward your nutrition, water, fitness, and weight loss goals with MyFitnessPal. This all-in-one food tracker and health app is like having a nutrition coach, meal planner, and food diary with you at all times.\n\nMyFitnessPal isn’t another restrictive diet app. This is a health app to help you learn about your habits … see how you eat … make smarter food choices … find motivation & support ... and conquer your health goals.\n\nDownload and start your free 30-day Premium trial to access exclusive food tracking, fitness logging tools, and expert guidance. You’ll soon discover why MyFitnessPal is the #1 food and nutrition tracker in the U.S., a GQ 2020 Fitness Awards “Best Fitness App,” and has been featured in the New York Times, Wall Street Journal, the Today Show, and U.S. News & World Report.\n\nSO MUCH MORE THAN A CALORIE TRACKER & FOOD JOURNAL\n\nIt’s like having a dietitian, personal trainer, and nutrition coach at your fingertips.\n\nLog Food – Easy-to-use tools make food tracking quick and simple\nRecord Activity – Add workouts and steps with the fitness tracker\nCustomize Your Goals – Weight loss, weight gain, weight maintenance, nutrition & fitness\nSee Your Progress – Track at a glance, or analyze nutrition & calories in detail\nLearn From a Registered Dietitian – Meal Plans customized for your target calories, whether you want to lose or gain weight—with access to our Meal Planner tool\nStay Inspired – 500+ healthy goal-focused recipes and 50 workouts keep routines fresh and fun\nConnect With Community – Find friends and motivation in our active forums\n\nA CLOSER LOOK AT FEATURES & BENEFITS\n\nGain Valuable Insights Through Food Logging\n\nDiscover which foods fuel you best. It’s not just a diet app, calorie counter to lose weight, or a faster way to fat loss—it’s about holding yourself accountable and understanding what you put in your body.\n\nOne of the Largest Food Databases – Track calories in over 14 million foods (including restaurant dishes)\nFast & Easy Food Tracker Tools – Type to search, add foods from your history, or quick-add calories\nBar Code & Meal Scan: Log store-bought foods and entire meals using your phone’s camera\nCalorie Tracker – Automatically count calories and see your daily progress\nMacro Tracker – See carbs, fat & protein breakdown by gram or percentage—no need for a separate carb tracker or keto diet app!\nNutrition Tracker and Insights – Analyze nutrition intake and set specific goals for macros, cholesterol, sodium, fiber & more\nWater Logging – Easily keep track of your water intake. \n\nCustomize Your App Experience\n\nChoose settings that help you achieve your goals.\n\nCustom Goals – Track calories by meal or day, set up macro goals & more\nPersonalized Dashboards – Pick stats you want to see at a glance\nNet Carbs Mode/Carb Tracker – To simplify a low carb or keto diet, view net (not total) carbs\nProtein Counter – Set your protein goals and track how much you eat during the day\nAdd Your Own Foods/Meal Tracker – Save recipes and meals for quick logging\nConnect 50+ Apps & Devices – From fitness tracker and smartwatch apps, including the Health app\nTrack With Apple Watch – A calorie tracker, water tracker, and macro tracker on your watch face.",
      "android_package_name": "com.myfitnesspal.android",
      "ios_bundle_id": "com.myfitnesspal.mfp",
      "title": "MyFitnessPal",
      "domain_name": [
        "http://www.myfitnesspal.com",
        "https://www.myfitnesspal.com"
      ],
      "website": "http://www.myfitnesspal.com",
      "developer": "MyFitnessPal, Inc.",
      "app_country": "US",
      "icon": "https://play-lh.googleusercontent.com/DtR_W1lA1tKsbrr2DUo3TLNzqi9qRyxPqDuCyJeGLU6OMJKqg7CEqs45btRqvDFNDI3Y",
      "icon_72": "https://play-lh.googleusercontent.com/DtR_W1lA1tKsbrr2DUo3TLNzqi9qRyxPqDuCyJeGLU6OMJKqg7CEqs45btRqvDFNDI3Y=s72-rw",
      "market_status": "PUBLISHED"
    },
    {
      "app_availability": {
        "available_in": [
          "IN",
          "US"
        ],
        "package_name": "com.mapmyrun.android2"
      },
      "cat_key": "SPORTS",
      "cat_keys": [
        "SPORTS",
        "APPLICATION"
      ],
      "category": "Health & Fitness",
      "description": "A complete set of tracking & training tools to help you get into running—or just get better at it. Now with personalized Form Coaching tips for Garmin users!\n\nStay inspired with a community of over 100 million runners all supporting your shared commitment to health and fitness.\n\n- Named Top 10 Apps for Runners by The Guardian\n\n- Featured in the NY Times, TechCrunch, Wired, & TIME\n\n- Voted Best Running App Readers' Choice on About.com\n\nWhether you’re just starting out on your fitness journey or a seasoned runner, you’ll find the features and tools needed to stay on track and motivated to hit your goals. Get customizable Training Plans, personalized coaching tips to make running feel easier, and more.\n\nCONNECT WITH APPS AND WEARABLES\n- Track runs directly from your Apple Watch app and provides visual, haptic, and audio progress updates in real-time.\n- Bluetooth-connect to specially designed connected shoes to the app and wearable devices for a Premium experience, more data to improve your run, and route tracking.\n- Sync with the latest apps and most wearables, including Apple Health, Apple Watch, Garmin, and more.\n\nTRACK AND MAP YOUR WORKOUTS\n- Log over 600+ activities with the largest selection of activities, including: running, cycling, walking, gym workouts, cross training, yoga, and more.\n- Get real-time audio coaching on GPS-tracked runs, with customizable voice for stats like pace, distance, and elevation.\n- Connect with 400+ devices to import and analyze all your data in one place.\n- Use Routes to find nearby places to run, save your favorite paths, add new ones, and share with others.\n\nTRAIN LIKE A PRO WITH MVP PREMIUM FEATURES\n- Unlock the best tools to turn your goals into achievable plans with a Premium membership.\n- Use Live Tracking to give loved ones peace of mind -- Our safety feature can share your real-time run location with a secure list of family and friends.\n- Execute Training Plans and reach weight loss or distance goals with personalized plans that adapt dynamically to your fitness level as you improve.\n- Monitor & analyze heart rate zones to adjust your training based on goals.\n- Set a goal for your run and stay on track with audio coach updates, including pace, cadence, distance, duration, calories, and more.\n\nFind the full terms, conditions, and our privacy policy at:\nhttps://outsideinc.com/privacy-policy/\nhttps://www.outsideinc.com/terms-of-use/\n\nEULA: https://www.apple.com/legal/internet-services/itunes/dev/stdeula/\n\nNote: Continued use of GPS running in the background can dramatically decrease battery life.\n\nApple Health permissions allow us to track your heart rate accurately, update activity rings, and save your workout data.",
      "android_package_name": "com.mapmyrun.android2",
      "ios_bundle_id": "Q5AWL8WCY6.iMapMyRun",
      "title": "Map My Run",
      "domain_name": [
        "http://www.mapmyrun.com",
        "https://www.mapmyrun.com"
      ],
      "website": "http://www.mapmyrun.com",
      "developer": "Outside Television Inc",
      "app_country": "US",
      "icon": "https://play-lh.googleusercontent.com/Yy_6Hod9BHcpSu2Ug7Ll0AGjiGCZG_XotnH9HDR1hGs9F53D0JiRu2m4QjBAh5VMqZw",
      "icon_72": "https://play-lh.googleusercontent.com/Yy_6Hod9BHcpSu2Ug7Ll0AGjiGCZG_XotnH9HDR1hGs9F53D0JiRu2m4QjBAh5VMqZw=s72-rw",
      "market_status": "PUBLISHED"
    },
    {
      "app_availability": {
        "available_in": [
          "IN",
          "US"
        ],
        "package_name": "com.zwift.zwiftgame"
      },
      "cat_key": "SPORTS",
      "cat_keys": [
        "SPORTS",
        "APPLICATION"
      ],
      "category": "Health & Fitness",
      "description": "Zwift: Indoor cycling made fun\n\nJoin millions of people on the app that makes indoor cycling fun for everyone.  Whether you’re a seasoned athlete or just starting, jump into virtual bike rides in immersive 3D worlds, challenge yourself on epic climbs, and explore endless roads. With racing, group rides, cycling workouts, and structured training plans, Zwift can deliver serious fitness results.\n\nConnect Your Bike\n\nSeamlessly connect your smart bike, like Zwift Ride, or your bike and smart trainer – including ones from Zwift, Wahoo, Garmin, and more – to your smartphone, tablet, or AppleTV, and start chasing your fitness goals from the comfort of your home.\n\nImmersive Virtual Worlds\n\nExplore over a hundred routes in 12 immersive, virtual worlds. Whether it's the epic climbs in Watopia or the serene beauty of the Scottish highlands, every ride is a new chance to explore.\n\nJoin a Global Community\n\nJoin a global community pulsing with energy and enthusiasm. Connect with friends, make new ones, and immerse yourself in group rides, races, and events. Track your stats and stay connected with friends, clubs, and the community—on and off the bike— with the Zwift Companion app. Zwift even connects to Strava, ensuring a seamless fitness tracking experience. \n\nIndoor Training Plans, Tailored to You\n\nOur world-class coaches and champion cyclists have crafted plans and workouts for every level. Whether you’re starting out or stepping it up, find your perfect plan. With flexible options, from quick 30-minute burns to long endurance rides, Zwift also has 1000s of on-demand workouts that fit your schedule and goals.\n\nRace Any Time Of Day\n\nRacing riders from around the world is one of the most effective ways to get fit. But don’t be intimidated! Zwift is home to the world’s largest community of competitors—from first-time racers to elite athletes—guaranteeing there’s a friendly challenge for everyone.\n\nRide and Run!\n\nNot just for cyclists, Zwift welcomes runners too. Sync your smart treadmill or footpod device — you can get our RunPod directly from Zwift—and step into the worlds of Zwift, where every walk or run gets you one step closer to your goals.\n\nJoin Zwift Today\n\nThere’s never been a better time to combine fun with real results. Download Zwift now and start from wherever you are with a free trial for first-time users.\n\nDownload today\nPlease see the Terms of Use at zwift.com/terms",
      "android_package_name": "com.zwift.zwiftgame",
      "ios_bundle_id": "com.zwift.ZwiftGame",
      "title": "Zwift",
      "domain_name": [
        "http://www.zwift.com",
        "https://www.zwift.com"
      ],
      "website": "http://www.zwift.com",
      "developer": "Zwift, Inc",
      "app_country": "US",
      "icon": "https://play-lh.googleusercontent.com/902mbTOyWhZHUQG9zUKimjEa4GoscOQxcdPIJF_lOKtwDb8wDlGctaJ5ANeYQDDqUBo",
      "icon_72": "https://play-lh.googleusercontent.com/902mbTOyWhZHUQG9zUKimjEa4GoscOQxcdPIJF_lOKtwDb8wDlGctaJ5ANeYQDDqUBo=s72-rw",
      "market_status": "PUBLISHED"
    },
    {
      "app_availability": {
        "available_in": [
          "IN",
          "US"
        ],
        "package_name": "com.fitnesskeeper.runkeeper.pro"
      },
      "cat_key": "SPORTS",
      "cat_keys": [
        "SPORTS",
        "APPLICATION"
      ],
      "category": "Health & Fitness",
      "description": "Reach your running goals with the ASICS Runkeeper™ app. Track exercise, set measurable goals and see progress along the way—whether you’re just getting into running, training for a race or trying to reach a new personal record, we can help.\n\nMOTIVATION TO MOVE\n•Guided Workouts: Whether you’re a beginner or an experienced runner, our ASICS Running coaches push you to reach your fitness goals through a variety of audio-guided workouts that complement your fitness journey\n• Track workouts: Record activities like running, walking, biking, hiking and more manually or with GPS. \n• Set goals: Maybe you want to get faster, run farther or lose a little weight. No matter your goal, we’ll help you reach it. \n•Listen to audio: Choose the stats you want to hear during your activity like pace, distance, and time (available in five additional motivating voices in English), plus Apple Music and Spotify integration\n• Follow a plan: Routines lead to progress. Choose a personalized plan that will help get you out the door, day after day. \n• Stay motivated: Join in-app challenges, get exercise rewards, participate in virtual running groups and share achievements.\n• See progress: It’s what this is all about. We’ll log your stats to show you how you’re progressing against your running goals. \n\nSYNC WITH EASE\n• Apple Watch integration: Leave your phone at home and still track stats.\n• Bluetooth connectivity: connect wireless headphones and heart-rate monitors.\n• Fitness tracker integration: Connect your Garmin, Fitbit and other styles in seconds.\n• Apple Health integration: Connect to share your Runkeeper workout details (including calories, route, and heart rate) to Apple Health and sync your Health measurements to Runkeeper.\n• Partner apps: Connect with other top health apps like Fitbit, MyFitnessPal and more.\n\nUPGRADE YOUR PERFORMANCE\nGet the Runkeeper GO™ premium membership for more effective ways to reach your fitness goals, from 5Ks to marathons. \nStrategize for your next race by taking advantage of tailored race-training plans designed to help you run stronger and faster for race day.\nCompare your workouts with a variety of detailed progress insights and live tracking to closely monitor your training along the way. \n\n\n*Note: Continued use of GPS running in the background can dramatically decrease battery life.\n\nFind the full terms and conditions, and our privacy policy, at http://runkeeper.com/termsofservice and http://runkeeper.com/privacypolicy respectively.",
      "android_package_name": "com.fitnesskeeper.runkeeper.pro",
      "ios_bundle_id": "RunKeeperPro",
      "title": "Runkeeper",
      "domain_name": [
        "https://www.runkeeper.com",
        "https://www.runkeeper.com"
      ],
      "website": "https://www.runkeeper.com",
      "developer": "ASICS Runner App, Inc.",
      "app_country": "US",
      "icon": "https://play-lh.googleusercontent.com/6E8NcQQijI7tPgtkBcZ8OnES_jVsrEdLpC_mH_1kGQRAb3uSzKUp8HxiGTqnUXucaa4",
      "icon_72": "https://play-lh.googleusercontent.com/6E8NcQQijI7tPgtkBcZ8OnES_jVsrEdLpC_mH_1kGQRAb3uSzKUp8HxiGTqnUXucaa4=s72-rw",
      "market_status": "PUBLISHED"
    },
    {
      "app_availability": {
        "available_in": [
          "IN",
          "US"
        ],
        "package_name": "com.fitbit.FitbitMobile"
      },
      "cat_key": "SPORTS",
      "cat_keys": [
        "SPORTS",
        "APPLICATION"
      ],
      "category": "Health & Fitness",
      "description": "See the big picture on your health and fitness journey with the Fitbit app. Find easy ways to get active, sleep better, stress less and eat healthier.\n\nTrack the stats you care about across health, fitness and sleep, and change your goals as your routines evolve. Stay motivated with energizing workout content for your body and mind. See how far you’ve come with a glance at your personal goal progress and how you stack up to friends and family. Unlock even more possibilities when you sync up with a wearable device like Fitbit tracker or smartwatch and see how your activity, sleep, nutrition and stress all fit together.\n\nGET MORE ACTIVE: See how small moves add up by using your smartphone to track steps and distance—or pair with a tracker or smartwatch to record your heart rate, Active Zone Minutes, calories burned and more. It’s a fitness planner in your pocket: Use the app as a diary to set goals and track your progress. It can help you stay active during the day, too. Check your hourly activity goal and get reminders to move or take a walk. Plus, that motivation you’ve been looking for is right in the app. Bring the gym home with a curated list of audio and video workouts that you can do at your own pace, right from your living room.* You’ll find sessions for HIIT, cardio, strength, running, biking, yoga and more.\n\nTRACK YOUR HEART HEALTH: Understand your overall health by using your watch or tracker to keep tabs on your heart rate 24/7. Monitor your heart rhythm and see your resting heart rate trends, plus time spent in heart rate zones during workouts.\n\nSLEEP BETTER: Find sleep tools to help you learn about your sleep quality and improve it—from  measuring your sleep duration and sleep stages to understanding your restless time. Set reminders for bedtime and wake-up time to keep your sleeping schedule managed.\n\nSTRESS LESS: Listen to audio sessions to lessen stress and improve your mood. Use mindfulness to start your day a better way, find moments of calm and set intentions with meditation or get help falling asleep with breathing exercises and relaxing sounds.*\n\nEAT SMARTER: Keep your diet in check with easy-to-use tools for setting goals. Tracking meals and logging food & water intake lets you see if you’re getting enough protein, fat, fiber and carbs on your way to managing your weight and overall health.\n\nEVEN MORE WITH FITBIT PREMIUM: Upgrade to Fitbit Premium and get all the guidance, insights and inspiration you need to take your workout routine to the next level. \n\n• Your Daily Readiness Score helps you understand when it’s time to go all out and when it’s time for rest & recovery—plus, you’ll get recommended workouts based on your body’s needs.\n• Get the support you need across a whole library of workouts to keep your mind and body fit—from strength training, HIIT and cycling to dance cardio, yoga, meditation and more—led by Fitbit’s expert trainers who are ready to coach.\n• Perfect your mindfulness practice with a full library of sessions that calm anxiety, prep for sleep and even help you meditate while walking. \n• Find new ways to rest & recover with your Sleep Score. Plus, check out your sleep patterns and monthly trends in your Sleep Profile.\n• Feed your appetite with access to easy, healthy recipes to help you reach your nutrition goals and bring your wellness full circle.\n\nTerms of Service: https://www.fitbit.com/global/us/legal/terms-of-service\n\n*A Fitbit Premium subscription is required to access the full content library.",
      "android_package_name": "com.fitbit.FitbitMobile",
      "ios_bundle_id": "com.fitbit.FitbitMobile",
      "title": "Fitbit",
      "domain_name": [
        "https://www.fitbit.com",
        "https://www.fitbit.com"
      ],
      "website": "https://www.fitbit.com",
      "developer": "Google LLC",
      "app_country": "US",
      "icon": "https://play-lh.googleusercontent.com/QhMCymTyxJbzRiwMBA-GYooS-nVKm3fHg2CSRyKHvhmC-e5vOibfST73y1MmScvtPw",
      "icon_72": "https://play-lh.googleusercontent.com/QhMCymTyxJbzRiwMBA-GYooS-nVKm3fHg2CSRyKHvhmC-e5vOibfST73y1MmScvtPw=s72-rw",
      "market_status": "PUBLISHED"
    },
    {
      "app_availability": {
        "available_in": [
          "IN",
          "US"
        ],
        "package_name": "je.fit"
      },
      "cat_key": "SPORTS",
      "cat_keys": [
        "SPORTS",
        "APPLICATION"
      ],
      "category": "Health & Fitness",
      "description": "Get Fit and Strong with JEFIT:\nJEFIT is your ultimate workout companion, offering detailed workout programs, HD video exercise instructions, and powerful tools to log, track, and plan your workouts.\nWhether you're a beginner or a professional bodybuilder, whether you work out at home or in the gym, JEFIT is the perfect fitness app to help you achieve your goals.\nUser Reviews\n “Best bodybuilding and workout trainer ever! Can't believe this tool is free!\"\n “JEFIT is the BEST Workout and Fitness logger EVER! The combination of downloadable daily workout routines and tracking your progress online is great! Also its FREE”\n “JEFIT is the best FREE workout and fitness planner on the market, never go to the gym without this tool”\n\nPraised by Experts:\n• Men’s Fitness and Sports Illustrated recognize JEFIT as one of the Best Fitness Apps of 2022.\n\nJoin the Thriving JEFIT Community:\n• Over 10 million users trust JEFIT to track their workouts and transform their bodies.\n\nKey Features at a Glance:\n• Access an extensive exercise database with 1400+ weight training exercises.\n• Watch HD video demonstrations of exercises for proper form.\n• Seamlessly integrate with your smartwatch for efficient workouts.\n• Explore a workout routine database with community-created daily routines and fitness plans.\n• Keep yourself motivated by tracking your fitness progress and improvements.\n• Create fully personalized daily workout plans with customizable exercises.\n• Sync your workout data with the Health app to monitor body weight, height, and exercise time.\n\nPlan Your Workouts with Ease:\n• Design your custom fitness plans to meet your specific goals and improve your strength.\n• Download workout routines created by the community or tailored for goals like cutting, bulking or maintaining.\n\nExtensive Exercise Database:\n• Find weight lifting and muscle-building exercises to craft your daily fitness routines.\n• Access 1400+ exercises, including those for barbells, dumbbells, kettlebells, and cardio machines.\n• Detailed exercise instructions and animations ensure proper technique.\n• Keep track of both cardio and strength training exercises.\n\nUser-Friendly Interface:\n• Quickly and easily log your weight, reps, and sets for exercises.\n• Save your best lifting records for each exercise.\n• Enhance your workout experience with the companion watch app.\n\nCommunity and Social Engagement:\n• Connect with friends, share logs, and stay motivated together.\n• Compare progress and statistics with the community.\n• Post workout updates on your profile and share your achievements on social media platforms.\n• Explore the progress and exercise tips shared by the community.\n\nStay in Sync:\n• Synchronize your workout data across devices for a seamless experience.\n• Download strength routines and daily fitness plans created by the community.\n\nUpgrade to JEFIT Elite:\n• For $69.99 per year, unlock advanced features like unlimited watch app workouts, professional audio cues, advanced fitness analytics, and premium training routines crafted by experts.\n\nSubscription Details:\n• JEFIT Elite subscription charges will be billed to your iTunes Account.\n• The subscription auto-renews unless canceled at least 24 hours before the renewal date.\n• You can manage and cancel subscriptions in your app store settings.\n\nTerms and Privacy:\nBy upgrading to Elite, you agree with our Term of Service (https://www.jefit.com/terms-of-use/) and Privacy Policy (https://www.jefit.com/privacy-policy/)",
      "android_package_name": "je.fit",
      "ios_bundle_id": "com.Jefit.JEFIT",
      "title": "Jefit",
      "domain_name": [
        "https://www.jefit.com",
        "https://www.jefit.com"
      ],
      "website": "https://www.jefit.com",
      "developer": "Jefit Inc.",
      "app_country": "US",
      "icon": "https://play-lh.googleusercontent.com/fUGx-F4ijBqi63miVS1BzgQ0Z7zrSyXiQjuC4d7ZFHiKasbJ0-HiydCxvpZanfSyW7Ln",
      "icon_72": "https://play-lh.googleusercontent.com/fUGx-F4ijBqi63miVS1BzgQ0Z7zrSyXiQjuC4d7ZFHiKasbJ0-HiydCxvpZanfSyW7Ln=s72-rw",
      "market_status": "PUBLISHED"
    },
    {
      "app_availability": {
        "available_in": [
          "IN",
          "US"
        ],
        "package_name": "com.bodybuilding.rise"
      },
      "cat_key": "SPORTS",
      "cat_keys": [
        "SPORTS",
        "APPLICATION"
      ],
      "category": "Health & Fitness",
      "description": "FitHack is workouts and routines for home and gym. You won’t need any equipment for most of the workouts. All you need is your own weight.\n\nOur experts have developed optimum routines for all the body muscles.  The app will help you build your abs, triceps, biceps, glutes, become fitter and stronger. The workouts can be used both at home and in a gym or other sport venue. Begin with a warm-up to prepare your muscles for an efficient workout. Complete any workout with stretching. ‍\n\nEvery exercise is accompanied with a description and a video. Choose any of the workout programs, start working and you will soon see impressive progress.  If you want to lose or gain weight, have stronger back or nicer butt, simply choose an appropriate program and enjoy the workouts!\n\nFitHack offers:\n* Workouts and routines for any fitness level and skills – from beginners to experienced athletes \n* Timers: Tabata, EMOM, AMRAP, AFAP, and custom interval training timer\n* Exercising guide with videos and descriptions. Exercises sorted by muscles and difficulty level \n* Workout diary \n* Routines created by your personal coaches \n\nFitHack: hack the system, work out at home!\n\nFitHack Premium Subscription allows you to unlock all workouts, programs, and timers.\n\nPayment will be charged to your Apple ID Account at confirmation of purchase. Subscription automatically renews unless auto-renew is turned off at least 24 hours before the end of the current period. Your account will be charged for renewal within 24 hours prior to the end of the current period. Subscriptions may be managed by you, and auto-renewal may be turned off by going to your Apple ID Account Settings. For more information, please visit the link https://support.apple.com/en-us/HT202039. Unused portions of a free trial period will be forfeited when a user decides to subscribe.\n\nEULA: https://lunappstudio.com/termsofservices.html\nPrivacy Policy: http://lunappstudio.com/privacypolicy/\n\nQuestions or suggestions? Contact us at support@lunappstudio.com",
      "android_package_name": "com.bodybuilding.rise",
      "ios_bundle_id": "com.lunappstudio.fithack",
      "title": "Bodyspace",
      "domain_name": [
        "https://lunappstudio.com",
        "https://lunappstudio.com"
      ],
      "website": "https://lunappstudio.com",
      "developer": "TOO LUNAPP",
      "app_country": "US",
      "icon": "https://play-lh.googleusercontent.com/-kHwwFT-3q53IWi0UwmTs0fNotz3k25_cjhVGEsMeht9vI3nsA6iom-WCn8Yvoea-fs",
      "icon_72": "https://play-lh.googleusercontent.com/-kHwwFT-3q53IWi0UwmTs0fNotz3k25_cjhVGEsMeht9vI3nsA6iom-WCn8Yvoea-fs=s72-rw",
      "market_status": "PUBLISHED"
    },
    {
      "app_availability": {
        "available_in": [
          "IN",
          "US"
        ],
        "package_name": "com.memberson.triplesg"
      },
      "cat_key": "SPORTS",
      "cat_keys": [
        "SPORTS",
        "APPLICATION"
      ],
      "category": "Shopping",
      "description": "Take performance to the next level with the UA App. Shop from our collection of shoes, clothes, and gear designed for athletes of all fitness levels. \n \nWhether you’re looking to stay cool while training for your next half-marathon, practicing with your team, or hiking outdoors, get all your workout essentials online from Under Armour. \n \nIn the UA App, you can find:  \n* Exclusive collections including Curry Brand, Project Rock. \n* New drop alerts that notify you when we release our latest sneakers, clothing, and accessories. \n* Tailored product recommendations to support your training and fitness goals. \n* Free shipping, returns, and exchanges. \n* Member-exclusive benefits and rewards when you join our UA Rewards program. \n \nGET THE BEST GEAR FOR YOUR GAME—PICKED FOR YOU. Whether you play basketball or baseball, or are a runner in training, get personalized recommendations for footwear and apparel so you can crush your next workout. We designed our performance apparel to withstand your training while keeping you comfortable and locked-in. This is go-to athletic gear—for men, women, boys, and girls—all right here. We made online shopping easy for anyone on the go. \n\nSCORE MORE WITH UA REWARDS. You work. We reward. Our new loyalty program offers exclusive benefits when you join! When you sign up for UA Rewards, you can: \n* Earn points for every purchase and for completing select UA MapMyRun™ challenges. \n* Redeem points for member-exclusive rewards like new gear, sweepstakes, and more. \n* Get early access to new drops and events. \n* Receive fitness tips and recommendations from our community of pro athletes and experts. \n\nCHECKOUT QUICKLY & EASILY. With a streamlined checkout process, the UA Shop App ensures a fast and hassle-free shopping experience. Browse through our extensive collection of performance apparel for every sport, find the right fit and style for you, and make secure payments with just a few taps. You can check out with Apple Pay, Klarna, PayPal, or your UA Account—we made it fast and convenient so that you can focus on putting in the work. \n\nFIND GIFTS FOR EVERY ATHLETE. Whether the athlete in your life competes in soccer, football, golf, or running, Under Armour makes game-changing performance gear that will withstand training through any season. Shop from our collections and get the perfect gift for that top performer in your life. Check out our athlete’s top picks or quickly shop by sport, gender, or price. With free shipping and easy, free returns and exchanges it’s no sweat. If you can’t decide what to get, grab a UA Gift Card—the gift that’s always a hit.   \n\nCONNECT WITH UNDER ARMOUR EVENTS NEAR YOU. Be the first to know about athlete appearances, UA events, in-store offers, and more when you use the UA Shop App. Join us at a Under Armour Brand House or Factory House, and experience UA online, in-store, and beyond. \nDownload now and start shopping the best performance gear on the planet.",
      "android_package_name": "com.memberson.triplesg",
      "ios_bundle_id": "com.underarmour.shop",
      "title": "Under Armour",
      "domain_name": [
        "https://www.underarmour.com/en-us",
        "https://www.underarmour.com"
      ],
      "website": "https://www.underarmour.com/en-us",
      "developer": "Under Armour, Inc.",
      "app_country": "US",
      "icon": "https://play-lh.googleusercontent.com/w7JKh_rJSDPW8ussA4OUiRWR2IQgmhtz-gWgpfiREU1u4Yu9dWyuZ5XsFE0kOlj718c",
      "icon_72": "https://play-lh.googleusercontent.com/w7JKh_rJSDPW8ussA4OUiRWR2IQgmhtz-gWgpfiREU1u4Yu9dWyuZ5XsFE0kOlj718c=s72-rw",
      "market_status": "PUBLISHED"
    },
    {
      "app_availability": {
        "available_in": [
          "IN",
          "US"
        ],
        "package_name": "com.nike.plusgps"
      },
      "cat_key": "SPORTS",
      "cat_keys": [
        "SPORTS",
        "APPLICATION"
      ],
      "category": "Health & Fitness",
      "description": "Training Plans*, Guided Runs**, wellness tips or community challenges — run towards your goals with all the tools you need to start running, keep running and enjoy running more. Treadmill or hitting the trails — if you’re ready to run, our coaches, trainers, athletes and experts have you covered in the Nike Run Club app.. Half marathon training, wellness runs and more await.\n\nMove With Us\n\n5k to 10k, Half Marathon or more - health and fitness journeys begin with the support of the right tools and motivation. Fitness tracker, Guided Runs** or Training Plans* - NRC provides you with all you need to run with confidence. Pace yourself with Guided Runs** picked out by NRC running coaches or train with expert Training Plans*. Running workout motivation is yours to gain with guidance from a familiar voice joining you with every Guided Run**. 5k or 10k, marathon and more - NRC has you covered.\n\nStay motivated with the Nike community. Distance training, or just having fun - create and share challenges with friends or join one with the global community. Health and fitness is better with a crew. Get on the starting line with runners from around the world!\n\nMile counter, running coach, wellness tips and more. Whatever moves you want to make, the Nike community is here for it. Reach your goals with NRC.\n\nRUN TRACKER: TRACK & STORE RUNS\n• Running speed, distance tracker, GPS route, elevation and heart rate are tracked and stored\n• Fitness tracker for distance and more - Track progress towards your goals\n• Mile counter and mobile coach - Mile counter functionality allows you to record and track your runs\n• Activity tracker syncs with your Apple watch and supported devices to provide constant support\n\nTRAINING PLANS & GUIDED RUNS\n• Running for beginners or regulars - Coach tips and plans for all levels\n• NRC Training Plans give you a goal to run toward and the guidance to reach it*\n• Half Marathon training, 4-Week Get Started Training Plan and more - Select plans that best suit you*\n• Marathon Training Plan - Begin the ultimate 12-week training journey*\n• Fitness begins with mindset and recovery tips to connect your mind and body\n• Treadmill, speed intervals or mindfulness - Get started with our library of Guided Runs**\n• Fitness motivation from the best of Nike like Eliud Kipchoge with Audio Guided Runs**\n• Running coach guidance with NRC’s Guided Runs - you’re never running by yourself**\n• Receive or send friends motivating in-run audio cheers\n\nRUN CHALLENGES\n• 5K to 10K, Half Marathon and beyond - earn badges and trophies for streaks and personal bests\n• Health app motivation - Reach a new monthly mileage or set a distance goal with friends with NRC’s tracking tools\n• Run in NRC running challenges or create one and invite your friends - Share via social media or messaging\n• Health and fitness journey - Track and celebrate progress towards your goals with your worldwide run club\n\nMILE COUNTER & SHOE TAGGING\n• Fitness tracker for all your shoes - Track distance in every pair and let us remind you when it’s time for a new pair\n• Running speed - Record pace for each pair and learn which ones you run the fastest in\n\nNike Run Club: Your Guide to a Better Run. Download today.\n\n-\n\nNike Run Club works with Apple Health to sync workouts and record heart-rate data.\n\nContinued use of GPS running in the background can decrease battery life.\n\nApple Music: used to access music library to play music during workouts.\n\n*Training Plans available in the US, UK, JP, CN, BR., FR, DE, ES, IT.\n** Guided Runs available in select countries.",
      "android_package_name": "com.nike.plusgps",
      "ios_bundle_id": "com.nike.nikeplus-gps",
      "title": "Nike Run Club",
      "domain_name": [
        "https://www.nike.com/us/en_us/c/running/nike-run-club",
        "https://www.nike.com"
      ],
      "website": "https://www.nike.com/us/en_us/c/running/nike-run-club",
      "developer": "Nike, Inc",
      "app_country": "US",
      "icon": "https://play-lh.googleusercontent.com/SPY3nBA8Mfe26jojaOFmqKYMOYKr5_u0GFq1sRKOmbsEboWmw4gJdLyf1ihQyfhLXLA",
      "icon_72": "https://play-lh.googleusercontent.com/SPY3nBA8Mfe26jojaOFmqKYMOYKr5_u0GFq1sRKOmbsEboWmw4gJdLyf1ihQyfhLXLA=s72-rw",
      "market_status": "PUBLISHED"
    },
    {
      "app_availability": {
        "available_in": [
          "IN",
          "US"
        ],
        "package_name": "com.einnovation.temu"
      },
      "cat_key": "SPORTS",
      "cat_keys": [
        "SPORTS",
        "APPLICATION"
      ],
      "category": "Health & Fitness",
      "description": "Make getting in shape suck so much less with CARROT's hilariously snarky fitness app. \n\n** Featured by Apple, Good Morning America, NY Times, USA Today, CNN, Wired, CNet, & more! **\n\nCARROT is a sadistic AI construct with one simple goal: to transform your flabby carcass into a Grade A specimen of the human race. She will do whatever it takes - including threatening, inspiring, ridiculing, and bribing you - to make this happen.\n\nYou will get fit - or else.\n\n---\n\n7 Minutes in Hell Workout\nEmploying SCIENCE™ to compact an hours-long workout program into just 7 sweat-and-pop-culture-soaked minutes, CARROT will train you personally on exercises like Mt. Doom Climbs, Celebrity Face Punches, and Dragon Mating Dances. \n\nYou get 30 seconds for each of the 12 punishing exercises,* with 10 seconds of rest in between just in case you need to hydrate, catch your breath, or vomit into a bucket.\n\nThis diabolical interval workout can be completed anywhere, at any time, so you have no excuse not to be in fighting shape when the Robopocalypse begins.\n\n*12 additional exercises can be unlocked via in-app purchase.\n\n---\n\nLose (or Gain) Weight In Style\nAre you ready to have so much fun tracking your weight that you'll actually look forward to hopping on your scale? All you have to do is punch in your current weight, then sit back and let CARROT pass judgment upon you.\n\nWARNING: If you blimp up or slim down too much, CARROT will be upset. When CARROT is upset, she gets mean. When CARROT gets mean, there is a 74.9% chance that she will make you cry.\n\n---\n\nClaim Your Rewards\nIf you work out and slough off those extra pounds, CARROT will reward you with fabulous prizes like app upgrades, cat facts, and permission to watch your friend eat a bag of potato chips.\n\nTrack Your Awesomeness \nBecause math is hard, CARROT will do all the number-crunching for you. See how many steps you've taken today, chart your weight loss on a pretty graph, view your workouts on a calendar, and more!\n\nAnd because CARROT syncs with Apple's Health app, she can save your weight and workout data to the HealthKit database. She can also monitor fitness activity logged with other HealthKit-compatible apps, even when you're not actively using her.\n\n---\n\nFeatures:\n\n- Work out with a hilarious AI construct\n- Enjoy 3+ hours of spoken tips, encouragement, and ridicule\n- Travel through time, protect your property from hobos, and appease an elder god in 12 original, never-before-seen exercises\n- Get 12 additional exercises via in-app purchase\n- Apple Watch app works as a heads-up display for your workout\n- Record your weight up to once a day\n- Bond with your cute & cuddly meatbag avatar\n- Level up and unlock rewards for getting fit\n- Set reminders so you'll never forget a workout\n- Track your weight progress on a pretty graph\n- Set a goal weight that you'll likely never meet\n- See how many steps you've taken today\n- Check your BMI to determine if you're still obese\n- Sync data with Apple's Health app\n\nDon't make CARROT angry. Download her immediately!\n\nImportant Note: CARROT Fit is not intended for use by anyone under the age of 18. All users should seek a doctor’s advice in addition to using this app and before making any medical decisions.\n\n--- \n\nHave feedback? CARROT would love to hear from you!\n\nsupport@meetCARROT.com\nhttp://www.twitter.com/CARROT_app\nhttp://www.facebook.com/CARROTapp",
      "android_package_name": "com.einnovation.temu",
      "ios_bundle_id": "com.grailr.CARROTfit",
      "title": "Carrot Fit",
      "domain_name": [
        "http://www.meetcarrot.com/fit",
        "https://www.meetcarrot.com"
      ],
      "website": "http://www.meetcarrot.com/fit",
      "developer": "Grailr LLC",
      "app_country": "US",
      "icon": "https://play-lh.googleusercontent.com/Nz5sdWyh7jn4eTy_GSaRBDgaKhLC1pvYywC6fklDOlPGbopmeFN9NkqgKGjsvJMbKVEI",
      "icon_72": "https://play-lh.googleusercontent.com/Nz5sdWyh7jn4eTy_GSaRBDgaKhLC1pvYywC6fklDOlPGbopmeFN9NkqgKGjsvJMbKVEI=s72-rw",
      "market_status": "PUBLISHED"
    },
    {
      "app_availability": {
        "available_in": [
          "IN",
          "US"
        ],
        "package_name": "sworkitapp.sworkit.com"
      },
      "cat_key": "SPORTS",
      "cat_keys": [
        "SPORTS",
        "APPLICATION"
      ],
      "category": "Health & Fitness",
      "description": "Sworkit delivers personalized workouts, meditation, and nutrition guidance for all fitness levels. Our app has helped millions of users achieve their health goals, from beginners to athletes.\n\nWhy Choose Sworkit?\n• Customizable workouts for various goals: weight loss, muscle gain, flexibility, and more\n• Expert-designed programs for injury recovery and pain reduction\n• Mindfulness and stress reduction exercises\n• Flexible routines adaptable to your schedule and available equipment\n• Special content for new parents, travelers, and professionals\n• Unique library of kids' workouts for teachers, parents, and coaches\n\nFeatures:\n• 6-week guided workout plans for all levels\n• 900+ bodyweight and small equipment exercises\n• 500+ workouts including HIIT, Tabata, cardio, strength, yoga, Tai Chi, and Pilates\n• Create custom routines tailored to your needs\n• 1-on-1 assistance from certified personal trainers\n• Available in 15 languages\n• Motivational fitness plans and movement challenges\n\nIntegrations:\n• Google Fit: Track workouts and calories burned\n• MyFitnessPal and Strava: Sync your workouts for enhanced connectivity\n\nSubscription Information:\nSworkit offers a free 7-day trial. All Kids content is 100% free. Other workouts require an active subscription. Choose from monthly or yearly plans for unlimited access.\nJoin the Sworkit community and start your fitness journey today!",
      "android_package_name": "sworkitapp.sworkit.com",
      "ios_bundle_id": "AHorseCalledScarlet.Sworkit",
      "title": "Sworkit",
      "domain_name": [
        "https://www.sworkit.com",
        "https://www.sworkit.com"
      ],
      "website": "https://www.sworkit.com",
      "developer": "Nexercise, Inc.",
      "app_country": "US",
      "icon": "https://play-lh.googleusercontent.com/KyP6tycYadkIuQY-w_4c0_feiK5qw9ftVOGn9rF-Mo0WmUxKgjDeKaIcgeAW7xp0a7s",
      "icon_72": "https://play-lh.googleusercontent.com/KyP6tycYadkIuQY-w_4c0_feiK5qw9ftVOGn9rF-Mo0WmUxKgjDeKaIcgeAW7xp0a7s=s72-rw",
      "market_status": "PUBLISHED"
    },
    {
      "app_availability": {
        "available_in": [
          "IN",
          "US"
        ],
        "package_name": "cloud.helmuga.elpeloton"
      },
      "cat_key": "SPORTS",
      "cat_keys": [
        "SPORTS",
        "APPLICATION"
      ],
      "category": "Health & Fitness",
      "description": "Work out where you want, when you want.  From strength and meditation, to outdoor running and yoga, the Peloton App makes fitness classes and workout tracking fun and easy. No equipment needed.\n\nWHAT'S IN IT FOR YOU?\n• Take your workout with you: Find a variety of workouts to fulfill your fitness goals, including strength training, indoor and outdoor running, cycling, yoga, HIIT, meditation, stretching, and more. Our workouts are available on your iPhone or iPad. Plus, you can stream your workouts to your TV with our Apple TV app, or via AirPlay or Chromecast.\n• Here to hype. Here to help: Peloton is designed to keep you going with artist series, goal-based offerings, and challenges that make working out on the Peloton App a fun and exhilarating experience.\n• More burn for your buck: Experience what Peloton is all about with a Peloton App membership.\n\nDISCOVER, LOVE, REPEAT\n• Variety that you crave: Thousands of workouts that you can take anytime, anywhere, with or without any equipment. From cardio to stretching, we've got you covered. Guided workouts can help you achieve your fitness goals anywhere you go.\n• Workouts you can work in: Let our world-class, expert instructors motivate and captivate you during every workout. You can track your stats and progress using the Peloton Watch App, available on Apple Watch.\n• Whenever you're ready to sweat: Join live classes, or explore our library of instructor-led workouts for a studio fitness experience to get moving whenever you're ready to sweat- on the go, at the gym, or at home.\n• Features that take your experience to the next level: Schedule, stack, and bookmark classes, so once you're ready to get moving, all you need to do is show up on your mat and sweat.\n\nTRANSFORM YOUR FITNESS JOURNEY\n• Just bring you: Filter workouts for length, time, and music type to help you hit your health and fitness goals. No strings attached, no equipment needed.\n• Energize Your Fitness: A full suite of content to energize your routine: Featuring expert trainers and great music, our classes offer an engaging blend of guidance and rhythm to enhance your fitness journey.\n• Stay connected: Track your classes and freeform activities like outdoor walks, runs and more. Connect a heart rate monitor or download the Peloton Watch App for Apple Watch in order to get metrics in real time to keep you going.\n\n\nJOIN THE PELOTON COMMUNITY\nWhether you're working out on your phone, tablet, or TV, Peloton is designed to fit your life. Try Peloton for free, no equipment needed.\n\n\nPayment for this plan will be charged to your iTunes Account at confirmation of purchase. The membership will automatically renew at the applicable price and frequency (i.e., monthly or annually) (exclusive of taxes) unless auto-renew is turned off at least 24-hours before the end of the current period. By completing your purchase, you certify that you are at least 18 years old and that you understand and agree to the Terms of Service (https://www.onepeloton.com/terms-of-service) and acknowledge the Privacy Policy (https://www.onepeloton.com/privacy-policy). Auto-renewal may be turned off in your Account Setting in iTunes after purchase. No cancellation of the current subscription is allowed during an active subscription period. A user that cancels during a subscription month will not be charged for the following month.",
      "android_package_name": "cloud.helmuga.elpeloton",
      "ios_bundle_id": "com.Peloton.PelotonApp",
      "title": "Peloton",
      "domain_name": [
        "https://www.onepeloton.com",
        "https://www.onepeloton.com"
      ],
      "website": "https://www.onepeloton.com",
      "developer": "Peloton Interactive, Inc.",
      "app_country": "US",
      "icon": "https://play-lh.googleusercontent.com/qL08D-dIUkzkvAqj_g-gvGib8v22s6AN5JYKNOv32a-94IYOyMWGLM7wX_fLhnExPO3O",
      "icon_72": "https://play-lh.googleusercontent.com/qL08D-dIUkzkvAqj_g-gvGib8v22s6AN5JYKNOv32a-94IYOyMWGLM7wX_fLhnExPO3O=s72-rw",
      "market_status": "PUBLISHED"
    },
    {
      "app_availability": {
        "available_in": [
          "IN",
          "US"
        ],
        "package_name": "com.zwift.android.prod"
      },
      "cat_key": "SPORTS",
      "cat_keys": [
        "SPORTS",
        "APPLICATION"
      ],
      "category": "Health & Fitness",
      "description": "Have you already downloaded Zwift? If so, you’re in the right place—Zwift Companion makes Zwifting better.\n\nIt’s like a remote control for Zwift that you can use pre-ride, during your ride, and post-ride.\n\nZwift Companion is a great place to plan your next activity. With all the events in one place and thousands to choose from, you're sure to discover like-minded athletes who want to get fit together. You can also find and join clubs on Zwift Companion. \n\nYou'll see rides chosen specifically for you based on your preferences, fitness level, and upcoming events. You can even set reminders, so you're never late for a ride. \n\nYou'll also find a bunch of cool information on Zwift Companion's home screen, like the number of people currently Zwifting, as well as any friends or contacts you're following.\n\nHave a Zwift Hub smart trainer? You can also update the firmware with the Companion app.\n\nDURING YOUR RIDE\nWith Zwift Companion, you can send RideOns, text with other Zwifters, bang U-Turns, choose between route options, and more. You can also adjust the resistance of your trainer on the fly during structured workouts, to increase or decrease intensity. Want to turn erg mode on or off, take screenshots, or see riders nearby and their stats? All of this happens on Zwift Companion. \n\nPOST-RIDE\nTake a deep dive into your ride data and the folks you rode with. You can also check in on your progress for any Tours you’re participating in and the goals you set for yourself. \n\nPlease see Terms of Use at http://zwift.com/terms/",
      "android_package_name": "com.zwift.android.prod",
      "ios_bundle_id": "com.zwift.Zwift",
      "title": "Zwift Companion",
      "domain_name": [
        "https://www.zwift.com",
        "https://www.zwift.com"
      ],
      "website": "https://www.zwift.com",
      "developer": "Zwift, Inc",
      "app_country": "US",
      "icon": "https://play-lh.googleusercontent.com/E--bzoWt7rhXb7ZgRH5RySLVPg7JTqB7CTgCCgYVwf5miOnx54jWyQca1O6tMYOJAw",
      "icon_72": "https://play-lh.googleusercontent.com/E--bzoWt7rhXb7ZgRH5RySLVPg7JTqB7CTgCCgYVwf5miOnx54jWyQca1O6tMYOJAw=s72-rw",
      "market_status": "PUBLISHED"
    },
    {
      "app_availability": {
        "available_in": [
          "IN",
          "US"
        ],
        "package_name": "com.getsomeheadspace.android"
      },
      "cat_key": "SPORTS",
      "cat_keys": [
        "SPORTS",
        "APPLICATION"
      ],
      "category": "Health & Fitness",
      "description": "Welcome to Headspace, your lifelong guide to mental health, mindfulness, and meditation. Stress less, sleep soundly, and feel happier with expert guided meditations, one-on-one mental health coaching, and mood-boosting mindfulness exercises for any need. Choose from hundreds of sessions for support with stress, everyday anxiety, and more.\n\nDAILY MEDITATIONS\nDiscover mental wellness and mindfulness with over 500+ guided meditations. From quick 3-minute mental resets to longer sessions, we'll help you make meditation a daily habit that sticks and shows results. Track progress, learn new skills, and start your day inspired.\n\nSLEEP SOUNDS & MEDITATIONS\nCreate a dreamlike environment for restful sleep with sleep sounds, sleepcasts, and calming sleep music. Drift into serene slumber with immersive, soothing narrations and ambient nature recordings. Tuck yourself in with our Finding Your Best Sleep program, developed by leading sleep scientists.\n\nSTRESS RELIEF & COPING\nNavigate everyday stress and anxiety with expert-led exercises, guided meditations, and personalized mental health coaching at your fingertips. Learn calming breathwork and build resilience with hundreds of meditations on sadness, anger, grief, adapting to change, and more.\n\nONE-ON-ONE COACHING & MENTAL HEALTH SUPPORT\nGet matched and text with your own mental health coach and schedule sessions at your convenience. Headspace mental health coaches are trained professionals that provide personalized care to help you set and reach goals, manage everyday anxiety and stress, navigate major life events, and more.\n\nSELF-CARE TOOLS & RESOURCES\nExplore guides, exercises, and tools for holistic well-being. Empower yourself with practical tips and resources to avoid burnout, stress and everyday anxiety.\n\nFIND FOCUS & BUILD PRODUCTIVITY\nEnhance focus with concentration-boosting music for working from home. Stay sharp with quick breathing exercises, curated playlists and meditations to find a less distracted, more productive state of mind.\n\nFEEL-GOOD FITNESS & TENSION RELEASE\nRelieve stress, release tension, and strengthen your mind-body connection with mindful movement. Join Olympians Kim Glass & Leon Taylor in guided runs, yoga, and 28 days of mindful fitness.\n\nPROGRESS TRACKING & DAILY REMINDERS\nFollow your mental health journey with progress tracking, set goals and daily reminders to stay consistent. Share insights with your personal coach so they can keep you on track toward your goals.\n\nHeadspace is your all-in-one mental health app. Whether you're looking to improve your sleep, manage everyday anxiety, or text with a mental health coach, our proven tools will help you take care of your mind.\n\nText with mental health coaches for goal-setting and everyday support. Access therapy and psychiatry through your organization.* (Chat with a coach for information about what’s covered, or, reach out to your organization’s benefits team.)\n\nStart your free trial and experience the benefits of meditation, mindfulness and expert mental health coaching. Subscription options: $12.99/month, $69.99/year. These prices are for United States customers. Pricing in other countries may vary and actual charges may be converted to your local currency depending on the country of residence. Coaching pricing will vary by subscription.\n  \nThe subscription will automatically renew unless turned off in your iTunes Account Settings at least 24 hours before the current period ends. You can go to your iTunes Account settings to manage your subscription and turn off auto-renew. Your iTunes Account will be charged when the purchase is confirmed. If you subscribe before your free trial ends, the rest of your free trial period will be forfeited as soon as your purchase is confirmed.\n  \nHeadspace saves your meditation sessions to your Apple Health app.\nRead the terms and conditions here:\nhttp://www.headspace.com/terms-and-conditions\n\nRead the privacy policy here:\nhttps://www.headspace.com/privacy-policy",
      "android_package_name": "com.getsomeheadspace.android",
      "ios_bundle_id": "com.getsomeheadspace.headspace",
      "title": "Headspace",
      "domain_name": [
        "https://www.headspace.com",
        "https://www.headspace.com"
      ],
      "website": "https://www.headspace.com",
      "developer": "Headspace Inc.",
      "app_country": "US",
      "icon": "https://play-lh.googleusercontent.com/97edeiT77DA9IJDvN7StyvdMrkiViMqI5uqbDS852dGwySk2x6kbDnm1_MB0ROLJQf4",
      "icon_72": "https://play-lh.googleusercontent.com/97edeiT77DA9IJDvN7StyvdMrkiViMqI5uqbDS852dGwySk2x6kbDnm1_MB0ROLJQf4=s72-rw",
      "market_status": "PUBLISHED"
    },
    {
      "app_availability": {
        "available_in": [
          "IN",
          "US"
        ],
        "package_name": "com.fitnessmobileapps.poweryogacanada"
      },
      "cat_key": "SPORTS",
      "cat_keys": [
        "SPORTS",
        "APPLICATION"
      ],
      "category": "Health & Fitness",
      "description": "You asked, we listened. Introducing the new CorePower Yoga App experience to keep your practice flowing on and off the mat.\n\nKEY FEATURES\n\n• One Unified Login for Easy Class Scheduling: quickly browse and book studio and livestream classes and access 200+ on-demand classes with ease\n• More Personalization! Take a quick quiz to see classes that best match up with your interests and fitness goals\n• Improved Account Management: Updating your account and membership details is simpler than ever!\n• Join Live Classes with a Click: Join Live classes directly from the class schedule or within your profile\n• Customize Schedules: Save your favorite filters to customize an experience just for you\n• Sync With Your Calendar: Never miss class bookings by setting up reminders that sync up with your own personal calendar",
      "android_package_name": "com.fitnessmobileapps.poweryogacanada",
      "ios_bundle_id": "com.corepoweryoga.corepowerschedule",
      "title": "CorePower Yoga",
      "domain_name": [
        "https://www.corepoweryoga.com",
        "https://www.corepoweryoga.com"
      ],
      "website": "https://www.corepoweryoga.com",
      "developer": "CorePower Yoga, LLC",
      "app_country": "US",
      "icon": "https://play-lh.googleusercontent.com/mmuaJ0MToKy0XcV779r-joWLKHy1EVwOyRGi4NhIwSQ--mt6O0ZwvFVIphW7CRgw1Yda",
      "icon_72": "https://play-lh.googleusercontent.com/mmuaJ0MToKy0XcV779r-joWLKHy1EVwOyRGi4NhIwSQ--mt6O0ZwvFVIphW7CRgw1Yda=s72-rw",
      "market_status": "PUBLISHED"
    },
    {
      "app_availability": {
        "available_in": [
          "IN",
          "US"
        ],
        "package_name": "com.fiton.android"
      },
      "cat_key": "SPORTS",
      "cat_keys": [
        "SPORTS",
        "APPLICATION"
      ],
      "category": "Health & Fitness",
      "description": "Lose weight and get fit anytime, anywhere with free exercise videos and personalized workout plans. Get fit, feel great, and start working out for free today!\n\nStay active, reduce stress, and feel good with unlimited access to free workouts and meditations. Get your sweat on with celebrity trainers and read articles on how to take care of yourself both mentally and physically.\n\nAchieve your health and fitness goals with unlimited access to the best workout classes - from cardio to strength training to HIIT, yoga, Pilates, and much more. With FitOn you’re guaranteed to find a class you love. Plus, you’ll get to work out with top celebrity trainers like Cassey Ho (of Blogilates), Jeanette Jenkins, Kenta Seki, Breann Mitchell, Danielle Pascente, Kenny Ferrer, and many more.\n\nPlus, EXCLUSIVE workouts led by Gabrielle Union, Julianne Hough, Jonathan Van Ness, and Bob Harper.\n \nAlso, reduce stress, get better sleep, improve breathing, relax your body and rejuvenate your mind with short and effective meditations.\n\nAMAZING WORKOUTS\n• Quick & effective workouts from celebrity trainers\n• Exclusive workouts with Gabrielle Union, Julianne Hough & JVN\n• No gym? No problem. Turn your home into a fitness studio with your phone, laptop or TV\n• No subscription required, no limits - it’s that simple.\n\nPERSONALIZED PROGRAMS\n• Reach your goals with customized workout plans\n• Lose weight, build muscle, tone up or reduce stress with plans that work for you\n\nWORKOUTS FOR EVERYONE\n• Enjoy cardio, strength, HIIT, dance, yoga, Pilates, Barre, and more\n• Browse by workout category, body part, length and intensity\n• Short on time? We’ve got quick HIIT 10-minute workouts so you can get your workout in fast!\n• Workout anytime on-demand or join an upcoming class\n\nGUIDED MEDITATIONS\n• Calming meditations to help reduce stress and anxiety\n• Guidance toward improved breathing\n• Increased relaxation for better sleep\n\nSTAY MOTIVATED\n• Join the live leaderboard for friendly competition\n• Track your progress and share with friends\n• See real-time heart rate using Apple Health and Apple Watch\n• Real-time messaging with friends or workout partners\n \nPlus, you can access workouts online from your TV or computer: https://app.fitonapp.com or download our app directly on Apple TV.\n \n------\n\nFITNESS IS ALWAYS FREE\n\nReach your goals even faster and help support free fitness for everyone by upgrading to PRO:\n• Personalized meal plans\n• 500+ exclusive recipes\n• Unlimited offline downloads\n• Real-time heart rate zones with Fitbit & Garmin\n• Premium music from top artists\n• And much more…\n\nSubscription Details\nFitness is always 100% free - no strings attached. If you choose to subscribe to FitOn PRO for our additional features and to help support our mission you'll be billed annually, charged to your iTunes Account, which will automatically renew unless cancelled at least 24 hours before the end of the current period. Auto-renew can be turned off anytime by going to your Account Settings in iTunes after purchase. No cancellation of the current subscription is allowed during the active subscription period.\n \nApple Health\nYou can optionally choose to sync your workout activity to the Health app to share with other apps or close your rings if you have an Apple Watch.\n \nTerms of Use: https://fitonapp.com/terms/\nPrivacy Policy: https://fitonapp.com/privacy/",
      "android_package_name": "com.fiton.android",
      "ios_bundle_id": "com.fitonapp.fiton",
      "title": "FitOn",
      "domain_name": [
        "https://fitonapp.com",
        "https://fitonapp.com"
      ],
      "website": "https://fitonapp.com",
      "developer": "FitOn Inc.",
      "app_country": "US",
      "icon": "https://play-lh.googleusercontent.com/3F1LsBjZ2p-UjP2hwJa--jk_5gzHHezaQ8n381RI4u11DSb647zt07UVUNO4ZHVtdQ",
      "icon_72": "https://play-lh.googleusercontent.com/3F1LsBjZ2p-UjP2hwJa--jk_5gzHHezaQ8n381RI4u11DSb647zt07UVUNO4ZHVtdQ=s72-rw",
      "market_status": "PUBLISHED"
    }
  ]